{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the people of Israel came to David at the city of Hebron and said to him, \"Listen, we have the same ancestors that you have."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "In the past, when Saul was our king, it was you who led our Israelite soldiers in our battles. You are the one to whom Yahweh our God promised, 'You will be the leader of my people; you will be their king.'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "So all the Israelite elders came to David at Hebron. There David made a sacred agreement with them while Yahweh was listening. They anointed him with olive oil to set him apart to be the king of the Israelite people. That is what Yahweh had previously told the prophet Samuel would happen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "David and all the Israelite soldiers went to Jerusalem. At that time, Jerusalem was called Jebus, and the people who lived there were the Jebus people group."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They said to David, \"Your soldiers will not be able to get inside our city!\" But David's soldiers captured the city, even though it had strong walls around it, and since then it has been called the city of David."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "What happened was this: David said to his soldiers, \"The one who leads our soldiers to attack the Jebus people group will become the commander of all my army.\" Joab son of Zeruiah, led the soldiers, so he became the commander of all the army."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "After they captured the city with its strong walls around it, David moved there. That is why they named it the city of David."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "David's workers rebuilt the city, starting where the land was filled in and extending to the wall that was around the city. Joab's men repaired the other parts of the city."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "David became more and more powerful because Yahweh, commander of the angel armies, was with him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh had promised that David would become the king. And all the Israelite people were happy that David was their king."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "This is a list of David's most outstanding warriors:"
          }
        ],
        "tag": "p",
        "text": "There were many soldiers who helped David's kingdom to remain strong."
      },
      {
        "children": [],
        "tag": "p",
        "text": "Jashobeam was from the Hachmon clan. He was the leader of the officers. One time he fought against three hundred enemies and killed them all with his spear."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Next was Eleazar son of Dodo, from the clan of Ahoh. He was one of David's three mighty men."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "One day he was with David at Pas Dammim when the soldiers of Philistia gathered there for the battle. There was a field of barley there. At first the Israelite soldiers ran away from the soldiers of Philistia,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "but then David and Eleazar stopped in the middle of the field and fought to defend it and killed many of the soldiers of Philistia. Yahweh enabled them to win a great victory on that day."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "One time three of David's thirty greatest warriors came to David when he was camping next to the huge rock outside the cave near Adullam. At that same time, the army of Philistia had camped in the Valley of Rephaim."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "David was in a fortress, and some of the soldiers of Philistia were occupying Bethlehem."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "One day David very much wanted some water to drink and said, \"I wish that someone would bring me some water from the well near the gate at Bethlehem!\""
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So the three greatest warriors forced through the camp of Philistia soldiers and drew some water from the well, and brought it to David. But he would not drink it. Instead, he poured it out on the ground to be an offering to Yahweh."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He said, \"Yahweh, it would certainly not be right for me to drink this water! That would be like drinking the blood of these men who were willing to die for me!\" So he refused to drink it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "That was one of the things that David's three greatest warriors did."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Joab's younger brother Abishai was the leader of the greatest warriors (called \"The Three\") and they gave him the great honor. One time Abishai fought three hundred enemy soldiers with his spear, and he killed them all."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So he became as famous as the three greatest warriors (called \"The Three\"). He became their commander, even though \"The Three\" did not count him in their number."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Jehoiada's son Benaiah was a brave soldier from the city of Kabzeel who did great deeds. He killed two of the best warriors from the Moab people group. One day he went down into a pit when snow was falling on the ground and killed a lion there."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He also killed a soldier from Egypt who was two and one-third meters tall. The soldier from Egypt carried a spear that was as long as a weaver's rod. Benaiah had only a club, but he grabbed the other man's spear and killed him with it."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Those are some of the things that Benaiah did. So he became as famous as the three greatest warriors."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "He was more honored that the other members of the group of thirty great warriors, but he did not become a member of the group of three most outstanding warriors. David appointed him to be the leader of his bodyguards."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "These are the names of the great warriors:"
          },
          {
            "tag": "q2",
            "text": "Asahel, younger brother of Joab;"
          },
          {
            "tag": "q2",
            "text": "Elhanan son of Dodo, from Bethlehem;"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Shammoth, from the Harod;"
          },
          {
            "tag": "q2",
            "text": "Helez, from the Pelon;"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Ira son of Ikkesh, from Tekoa;"
          },
          {
            "tag": "q2",
            "text": "Abiezer, from Anathoth;"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Sibbekai, from Hushah;"
          },
          {
            "tag": "q2",
            "text": "Ilai from Ahoh;"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Maharai, from Netophah;"
          },
          {
            "tag": "q2",
            "text": "Heled, theson of Baanah, also from Netophah;"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Ithai, son of Ribai, from Gibeah in the land that belonged to the tribe of Benjamin;"
          },
          {
            "tag": "q2",
            "text": "Benaiah, from Pirathon town;"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Hurai, from the valleys near Mount Gaash;"
          },
          {
            "tag": "q2",
            "text": "Abiel from the clan of Arabah;"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Azmaveth, from Baharum;"
          },
          {
            "tag": "q2",
            "text": "Eliahba, from Shaalbon;"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The sons of Hashem from Gizon;"
          },
          {
            "tag": "q2",
            "text": "Jonathan son of Shagee from the Harar;"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Ahiam son of Sharar from Harar;"
          },
          {
            "tag": "q2",
            "text": "Eliphal son of Ur;"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Hepher from the Mekerath clan;"
          },
          {
            "tag": "q2",
            "text": "Ahijah from the Pelon;"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Hezro from Carmel;"
          },
          {
            "tag": "q2",
            "text": "Naarai son of Ezbai;"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Joel the younger brother of Nathan;"
          },
          {
            "tag": "q2",
            "text": "Mibhar son of Hagri;"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Zelek from the Ammon people group;"
          },
          {
            "tag": "q2",
            "text": "Naharai, the man who carried Joab's weapons, from Beeroth;"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Ira and Gareb from Jattir;"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Uriah, Bathsheba's husband, from the Heth people group;"
          },
          {
            "tag": "q2",
            "text": "Zabad son of Ahlai;"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Adina son of Shiza, a leader from the tribe of Reuben, who had thirty soldiers with him;"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Hanan son of Maacah;"
          },
          {
            "tag": "q2",
            "text": "Joshaphat from Mithna;"
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Uzzia from Ashterath;"
          },
          {
            "tag": "q2",
            "text": "Shama and Jeiel, sons of Hotham, from Aroer."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Jediael son of Shimri"
          },
          {
            "tag": "q2",
            "text": "and his younger brother Joha, from Tiz town;"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Eliel from Mahavah;"
          },
          {
            "tag": "q2",
            "text": "Jeribai and Joshaviah, sons of Elnaam;"
          },
          {
            "tag": "q2",
            "text": "Ithmah from the Moab;"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Eliel and Obed,"
          },
          {
            "tag": "q2",
            "text": "and Jaasiel from Zobah."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}