[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "These are the divisions of the descendants of Aaron the first high priest: Aaron’s four sons were Nadab, Abihu, Eleazar, and Ithamar."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "But Nadab and Abihu died before their father died, and they had no children. So their younger brothers Eleazar and Ithamar became the priests."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Zadok, who was a descendant of Eleazar, and Ahimelech, who was a descendant of Ithamar, helped David to separate the family groups into two groups. Each group had certain duties."
      },
      {
        "t": "v",
        "n": 4,
        "v": "There were more leaders among the descendants of Eleazar than there were among the descendants of Ithamar. So they appointed sixteen leaders from Eleazar’s descendants and eight leaders from Ithamar’s descendants."
      },
      {
        "t": "v",
        "n": 5,
        "v": "There were temple officials and priests who were there, including descendants of both Eleazar and Ithamar, to make sure that the work was divided fairly. So they decided what work each group would do by casting lots."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Shemaiah son of Nethanel, who was a descendant of Levi, wrote down the names of the leaders of each group while David and his officials were watching. Zadok, the high priest, and Ahimelech his assistant, and the leaders of the families of the priests and of the families of the other descendants of Levi also watched."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Jehoiarib was the first one whose name was selected by casting lots."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Next, Harim was selected."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Next, Malkijah was selected."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Next, Hakkoz was selected."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Next, Jeshua was selected."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Next, Eliashib was selected."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Next, Huppah was selected."
      },
      {
        "t": "v",
        "n": 14,
        "v": "Next, Bilgah was selected."
      },
      {
        "t": "v",
        "n": 15,
        "v": "Next, Hezir was selected."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Next, Pethahiah was selected."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Next, Jakin was selected."
      },
      {
        "t": "v",
        "n": 18,
        "v": "Next, Delaiah was selected."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next Jedaiah was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Seorim was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Mijamin was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Abijah was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Shecaniah was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Jakim was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Jeshebeab was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Immer was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Happizzez was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Jehezkel was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Gamul was selected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Next, Maaziah was selected."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Those were the men who were chosen to be the leaders of the groups that would serve in the temple, obeying the regulations that were set down by Aaron, regulations which Yahweh, the God to whom we Israelite people belong, had given to him."
      }
    ]
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "This is a list of some of the other descendants of Levi:"
      },
      {
        "t": "v",
        "n": 21,
        "v": "From Rehabiah son of Eleazar there was Isshiah, his oldest son."
      },
      {
        "t": "v",
        "n": 22,
        "v": "From the descendants of Kohath’s son Izhar there was Shelomoth."
      },
      {
        "t": "v",
        "n": 23,
        "v": "From the descendants of Kohath’s son Hebron there was his oldest son Jeriah and Jeriah’s younger brothers Amariah, Jahaziel, and Jekameam."
      },
      {
        "t": "v",
        "n": 24,
        "v": "From the descendants of Kohath’s son Uzziel there was Micah."
      },
      {
        "t": "v",
        "n": 25,
        "v": "And Micah’s younger brother was Isshiah."
      },
      {
        "t": "v",
        "n": 26,
        "v": "The sons of Merari were Mahli, Mushi, and Jaaziah."
      },
      {
        "t": "v",
        "n": 27,
        "v": "From the descendants of Jaaziah there were Beno, Shoham, Zaccur, and Ibri."
      },
      {
        "t": "v",
        "n": 28,
        "v": "Mahli’s son Eleazar did not have any sons."
      },
      {
        "t": "v",
        "n": 29,
        "v": "From the descendants of Kish there was his son Jerahmeel."
      },
      {
        "t": "v",
        "n": 30,
        "v": "The sons of Mushi were Mahli, Eder, and Jerimoth."
      }
    ]
  },
  {
    "t": "q",
    "v": "From the sons of Amram there was Shubael."
  },
  {
    "t": "q",
    "v": "From the sons of Shubael there was Jehdeiah."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "From the descendants of Shelomoth there was Jahath."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "From the descendants of Micah there was Shamir."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "From the descendants of Isshiah was Zechariah."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 31,
        "v": "The jobs they would do were decided by casting lots like their fellow Israelites the descendants of Aaron, did. They cast lots while King David, Zadok, Ahimelech, and the leaders of he families of the priests and the other descendants of Levi watched. The jobs that were given to the families of each oldest brother and each youngest brother were equal."
      }
    ]
  }
]