{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "David and some of the temple officials chose some of the descendants of Asaph, Heman, and Jeduthun to be in charge of the preaching, and to play harps and lyres and cymbals. This is a list of the men whom they chose for that work:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "From the sons of Asaph they chose Zaccur, Joseph, Nethaniah, and Aserelah. Asaph supervised them. And the king appointed Asaph to preach."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "From the sons of Jeduthun they chose six men: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah. Jeduthun supervised them and also preached, playing his harp while he thanked and praised Yahweh."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "From the sons of Heman they chose Bukkiah, Mattaniah, Uzziel, Shubael, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Eze, Joshbekashah, Mallothi, Hothir, and Mahazioth."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They were all sons of Heman, who was King David's prophet. God promised to cause Heman to be strong, so altogether, God gave him fourteen sons and three daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "All those men were supervised by their fathers while they played music in the temple of Yahweh. They played cymbals, lyres, and harps. And their fathers—Asaph, Jeduthun, and Heman—were supervised by the king."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Those men and their relatives were all trained and skilled for playing musical instruments in the temple. That was their work for Yahweh. Including their relatives, there were 288 of them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "All of them, including ones who were young and those who were old, cast lots to determine what work they would do."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "From the family of Asaph, the first ones selected were Joseph and 12 of his sons and relatives."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Next, Gedaliah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Next, Zaccur and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Next, Nethaniah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Next, Bukkiah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Next, Jesarelah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Next, Jeshaiah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Next, Mattaniah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Next, Shimei and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Next, Azarel and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Next, Hashabiah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Next, Shubael and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Next, Mattithiah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Next, Jerimoth and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Next, Hananiah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Next, Joshbekashah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Next, Hanani and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Next, Mallothi and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Next, Eliathah and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Next, Hothir and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Next, Giddalti and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Next, Mahazioth and 12 of his sons and relatives were selected."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Next, Romamti-Eze and 12 of his sons and relatives were selected."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 25
  },
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}