{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After David began to live in his palace, he said to the prophet Nathan, \"It does not seem right that I am here living in a palace made of cedar wood, but Yahweh's sacred chest is kept inside a tent!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Nathan replied to David, \"Whatever you are thinking about doing, do it, because God is with you.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "But that night God spoke to Nathan. He said,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "\"Go and tell my servant David that this is what I, Yahweh, am saying to him: 'You are not the one who should build a temple for me to live in."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I have not lived in any building, from the day that I brought the people of Israel up out of Egypt until now. Instead, I have lived in my sacred tent, moving from one place to another when the Israelites moved to other places."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Wherever I went with all the Israelites as they traveled, I never said to any of their leaders whom I appointed to lead them, \"Why have you not built me a temple made of cedar wood?\"'"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore, this is what you should say to my servant David: 'I, Yahweh, commander of the angel armies, took you from a pasture where you were taking care of sheep, and I appointed you to be the ruler of my Israelite people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I have been with you wherever you have gone, and I have gotten rid of all your enemies who were in front of you. And now I will cause you to become very famous, as well known as the names of the greatest men who have ever lived on the earth."
          },
          {
            "tag": "v",
            "num": "9-10",
            "text": "Formerly, during the time that I appointed leaders for my Israelite people, many violent groups oppressed them. But this will not happen anymore. I have chosen a place where my Israelite people can live peacefully and no one will disturb them anymore. I will give them rest from being attacked by their enemies. And I will defeat all your enemies."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "When your life ends and you die and go to be with your ancestors who have died, I will appoint one of your sons to become king, and I will enable his kingdom to be strong."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He is the one who will arrange for a temple to be built for me. And I will make the rule of one of his descendants so strong that it will last forever."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will be like a father to him, and it will be as though he is a son to me. I stopped loving Saul, the one who was the king before you became king, but I will never stop loving your son."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I will cause him to rule over my people and his kingdom will endure forever.'\""
          }
        ],
        "tag": "pi",
        "text": "I declare to you that I, Yahweh, will enable your descendants to rule after you die."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "So Nathan reported to David everything that Yahweh had revealed to him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then David went into the sacred tent and sat in the presence of Yahweh, and prayed this:"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "\"Yahweh my God, I am certainly not worthy for you to have done of all these things for me, and my family is not worthy, either."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "And O God, now, in addition to everything else, you have spoken about what will happen to my descendants in the future for many generations. Yahweh my God, you have acted toward me as though I was the most important man on the earth!"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "What more can I, David, say to you for honoring me? Yahweh, you know what kind of person I am."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You have done all this, Yahweh, and because it is what you wanted to do. You have done these great things for me and you have revealed to me these things that you have promised to do for me, because you love me."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh, you are great. There is no one like you. Only you are God, which is what we have always heard."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "And there is no nation in the world like Israel. Israel is the only nation on the earth whose people you went out to rescue. You performed great and awesome miracles, rescuing our ancestors from being slaves in Egypt, expelling the people of other people groups who were in Canaan."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You have caused us your Israelite people to belong to you forever, and you, Yahweh, have become our God!"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "And now Yahweh, I pray that you will cause the things that you have promised about me and my descendants to be fulfilled forever, and do the things that you have said that you would do."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When that happens, you will be famous forever. And people will exclaim, 'Yahweh, commander of the angel armies, is the God who rules Israel!' And you will cause that forever there will be descendants of mine who will rule."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "You, my God, have revealed to me that you will cause some of my descendants to become kings. So I am brave enough to pray like this to you."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yahweh, you are God! You have promised to do these good things for me."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "And now you, Yahweh, have promised to bless my descendants, in order that they will continue to rule forever. That will happen because you, Yahweh, are the one who has blessed them, and you will keep blessing them forever.\""
          }
        ],
        "tag": "pi"
      }
    ],
    "num": 17
  },
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}