{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The names of all the people of Israel were listed in the scroll named \"The Record of the Kings of Israel.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "The first people who returned to Judah many years later and lived in their own land and in their own cities and towns were some Israelite priests, other descendants of Levi, and men who worked in the temple."
          }
        ],
        "tag": "p",
        "text": "Many of the people of Judah were captured and forced to go to Babylon. That happened because of the sins they had committed."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Other people from the tribes of Judah, Benjamin, Ephraim, and Manasseh also returned to Judah and lived in Jerusalem. What follows is a list of those people of the tribe of Judah."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The tribe of Judah: Uthai son of Ammihud; Ammihud son of Omri; Omri son of Imri; Imri son of Bani; Bani was a descendant of Perez; Perez son of Judah."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Asaiah and his sons were descendants of Shelan. Asaiah was the oldest son in his family."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Jeuel and others of his relatives in Zerah's clan. There were 690 people in this clan."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "From the tribe of Benjamin: Sallu son of Meshullam; Meshullam son of Hodaviah; Hodaviah son of Hassenuah;"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Ibneiah son of Jeroham;"
          },
          {
            "tag": "q",
            "text": "Elah son of Uzzi; Uzzi son of Mikri;"
          },
          {
            "tag": "q",
            "text": "Meshullam son of Shephatiah; Shephatiah son of Reuel; Reuel son of Ibnijah."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "In other records of the people descended from Benjamin, there are the names of 956 people who were living in Jerusalem. All these were leaders of their clans."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Some of the priests who returned to Judah were:"
          },
          {
            "tag": "q",
            "text": "Jedaiah, Jehoiarib, Jakin,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "and Azariah son of Hilkiah."
          },
          {
            "tag": "q2",
            "text": "Hilkiah son of Meshullam;"
          },
          {
            "tag": "q2",
            "text": "Meshullam son of Zadok,"
          },
          {
            "tag": "q2",
            "text": "Zadok son of Meraioth;"
          },
          {
            "tag": "q2",
            "text": "Meraioth son of Ahitub;"
          },
          {
            "tag": "q2",
            "text": "Ahitub, who was in charge of all the men who took care of the temple."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Adaiah son of Jeroham;"
          },
          {
            "tag": "q2",
            "text": "Jerohamson of Pashhur;"
          },
          {
            "tag": "q2",
            "text": "Pashhur son of Malkijah;"
          },
          {
            "tag": "q",
            "text": "Maasai son of Adiel;"
          },
          {
            "tag": "q2",
            "text": "Adiel son of Jahzerah;"
          },
          {
            "tag": "q2",
            "text": "Jahzerah son of Meshullam;"
          },
          {
            "tag": "q2",
            "text": "Meshullam son of Meshillemith;"
          },
          {
            "tag": "q2",
            "text": "Meshillemith son of Immer."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Altogether there were 1760 priests who returned to Judah. They were leaders of their clans, and they all were responsible for doing work in the temple of God."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "From the descendants of Levi who returned to Judah there was: Shemaiah son of Hasshub;"
          },
          {
            "tag": "q2",
            "text": "Hasshub son of Azrikam;"
          },
          {
            "tag": "q2",
            "text": "Azrikam son of Hashabiah;"
          },
          {
            "tag": "q2",
            "text": "Hashabiah was a descendant of Levi's youngest son Merari."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Other descendants of Levi who returned to Judah were: Bakbakkar, Heresh, Galal, and Mattaniah son of Mika;"
          },
          {
            "tag": "q2",
            "text": "Mika son of Zicri;"
          },
          {
            "tag": "q2",
            "text": "Zicri son of Asaph;"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "There was also Obadiah son of Shemaiah;"
          },
          {
            "tag": "q2",
            "text": "Shemaiah son of Galal;"
          },
          {
            "tag": "q2",
            "text": "Galal son of Jeduthun;"
          },
          {
            "tag": "q",
            "text": "There was also Berekiah son of Asa;"
          },
          {
            "tag": "q2",
            "text": "Asa son of Elkanah, who lived in one of the villages where the Netophath people lived."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "From the descendants of Levi who returned to Judah who guarded the temple gates there were Shallum, Akkub, Talmon, Ahiman, and some of their relatives. Shallum was their leader."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Those gatekeepers from the tribe of Levi stood at the King's Gate on the east side of the city:"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Shallum son of Kore:"
          },
          {
            "tag": "q2",
            "text": "Kore son of Ebiasaph;"
          },
          {
            "tag": "q2",
            "text": "Ebiasaph son of Korah."
          },
          {
            "tag": "q",
            "text": "Shallum and his relatives were gatekeepers, and they were responsible to guard the gates of the temple of Yahweh, as their ancestors had done."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Previously Phinehas son of Eleazar, had supervised the gatekeepers, and Yahweh was with Phinehas."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Zechariah son of Meshelemiah was the gatekeeper at the entrance of the temple."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Altogether, there were 212 men who were chosen to guard the gates. Their names were written in the records of the clans in their villages. King David and the prophet Samuel appointed those men because those men were dependable."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The work of those gatekeepers and their descendants was to guard the gates of the temple of Yahweh. The temple was built to replace the sacred tent."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "There were gatekeepers on each of the four sides of the temple, toward the east, west, north, and south."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Sometimes it was necessary for the relatives of the gatekeepers who lived in those villages to come and help them. Each time some of them came, they helped the gatekeepers for seven days."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "There were four descendants of Levi who worked every day, and they supervised the gatekeepers. They also took care of the storerooms and other rooms in the temple of God."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "They remained awake all during the night to guard the temple, and each morning they opened the gates."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "Some of the gatekeepers took care of the articles that were in the temple. They also took care of the flour, wine, olive oil, incense, and spices that were used in the sacrifices."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Other gatekeepers were appointed to take care of the other things in the temple."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But some of the priests had the work of mixing the spices."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "There was a descendant of Levi named Mattithiah, the oldest son of Shallum, who was a descendant of Korah. He was very dependable so they gave him the work of baking the bread that was used in the offerings on the altar."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Some of the gatekeepers who were descended from Kohath prepared the new loaves of bread to display before God, the loaves that were placed on the table inside the temple every Sabbath day."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Some of the descendants of Levi were musicians who worked in the temple. The leaders of those families stayed in the rooms of the temple. They did not do any other work in the temple because they they were responsible to serve as musicians day and night."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "34",
            "text": "Those are the names of the leaders of the clans descended from Levi. Their names were written in the records of the clans. They all lived in Jerusalem."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "One of the descendants of Benjamin, Jeiel, lived in the city of Gibeon. He was the city leader. His wife's name was Maacah."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "His oldest son was Abdon."
          },
          {
            "tag": "q",
            "text": "His other sons were Zur, Kish, Baal, Ner, Nadab,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Gedor, Ahio, Zechariah, and Mikloth."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Mikloth was the father of Shimeam. Jeiel's family lived near their relatives in Jerusalem."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Ner was the father of Kish. Kish was the father of King Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Jonathan's son was Merib-Baal. Merib-Baal was the father of Mikah."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Mikah's sons were Pithon, Melek, Tahrea, and Ahaz."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri."
          },
          {
            "tag": "q2",
            "text": "Zimri was the father of Moza."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Moza was the father of Binea."
          },
          {
            "tag": "q2",
            "text": "The son of Binea was Rephaiah. The son of Rephaiah was Eleasah. The son of Eleasah was Azel."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}