{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "They brought the sacred chest to Jerusalem and put it inside the sacred tent that David had told his workers to set up. Then they brought offerings to be completely burned on the altar and offerings to enable them to promise friendship with God."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When David had finished presenting all those offerings, he asked Yahweh to bless the people."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He gave a loaf of bread, some dates, and some raisins to every Israelite man and woman who was there."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then David appointed some of the descendants of Levi to stand in front of the sacred tent in which the sacred chest had been placed, to lead the people who worshiped and thanked and praised Yahweh, the God of the Israelite people."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Asaph, who played the cymbals, was their leader. Zechariah was his assistant. The other descendants of Levi who helped Asaph were Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel. They played lyres and harps."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Benaiah and Jahaziel were priests who blew trumpets frequently in front of the sacred tent in which was the sacred chest."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "On that day, David gave to Asaph and his helpers this psalm to praise Yahweh:"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Thank Yahweh and pray to him."
          },
          {
            "tag": "q2",
            "text": "Tell the people of all nations what he has done."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Sing to him; sing songs to praise him."
          },
          {
            "tag": "q2",
            "text": "Tell about all his miraculous deeds."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Be glad that you belong to him."
          },
          {
            "tag": "q2",
            "text": "Those who want to know Yahweh better should rejoice."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Ask Yahweh to help you and give you his strength, "
          },
          {
            "tag": "q2",
            "text": "and always seek to be with him! "
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Do not forget the wonderful things that he has done,"
          },
          {
            "tag": "q2",
            "text": "the miracles and the just laws that he has decreed for us."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "We people are the descendants of his servant Jacob;"
          },
          {
            "tag": "q2",
            "text": "we are the people of Israel whom he has chosen."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh is our God."
          },
          {
            "tag": "q2",
            "text": "His just laws are known by people throughout the world."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He never forgets the covenants that he has made;"
          },
          {
            "tag": "q2",
            "text": "he made a promise that will last for a thousand generations."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "That is the covenant that he made with Abraham,"
          },
          {
            "tag": "q2",
            "text": "and he repeated that covenant to Isaac."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It was an covenant for the Israelite people,"
          },
          {
            "tag": "q2",
            "text": "and he wanted that covenant to endure forever."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "What he said was, \"I will give the region of Canaan to you,"
          },
          {
            "tag": "q2",
            "text": "to belong to you and your descendants forever.\""
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When Yahweh's people were only a few in number,"
          },
          {
            "tag": "q2",
            "text": "a tiny group of people who were living in that land like strangers,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "they continued to wander from one place to another,"
          },
          {
            "tag": "q2",
            "text": "from one kingdom to another."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He did not allow others to oppress them,"
          },
          {
            "tag": "q2",
            "text": "and he warned kings by saying to them,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "\"Do not harm the people whom I have chosen!"
          },
          {
            "tag": "q2",
            "text": "Do not harm my prophets!\""
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You people throughout the world, sing to Yahweh."
          },
          {
            "tag": "q2",
            "text": "Every day proclaim to others that he has saved us."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Tell among the nations that he is great;"
          },
          {
            "tag": "q2",
            "text": "tell all the people groups the marvelous things that he has done."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Yahweh is great, and he deserves to be praised very much."
          },
          {
            "tag": "q2",
            "text": "He should be revered more than all the gods,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "because all the gods that the other people groups worship are only idols,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh is truly great; he created the skies."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "God shows his splendor and majesty; they shine from where he rules."
          },
          {
            "tag": "q2",
            "text": "Strength and beauty are in the place where he lives."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You people in nations all over the world, praise Yahweh!"
          },
          {
            "tag": "q2",
            "text": "Praise Yahweh for his glorious power!"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Praise Yahweh with the glory his name deserves."
          },
          {
            "tag": "q2",
            "text": "Come before him with offerings to give to him!"
          },
          {
            "tag": "q2",
            "text": "Bow down and worship Yahweh because he is holy and his holiness shines out from him with wonderful beauty."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Be very afraid in his presence, because he is good and powerful, completely different than you."
          },
          {
            "tag": "q2",
            "text": "He put the earth firmly in its place; and nothing ever will be able to move it."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Everything in the sky and on the earth should be happy."
          },
          {
            "tag": "q2",
            "text": "People everywhere should say, \"Yahweh is our king!\""
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The oceans and all the creatures that are in the oceans should shout;"
          },
          {
            "tag": "q2",
            "text": "the fields and everything that is in them should rejoice."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "When they do that, it will be as though the trees in the forest will sing joyfully in front of Yahweh."
          },
          {
            "tag": "q2",
            "text": "That will happen when he comes to judge everyone on the earth."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Thank Yahweh, because everything that he does is good."
          },
          {
            "tag": "q2",
            "text": "He faithfully loves us forever."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Say to him, \"God, you are the one who rescues us,"
          },
          {
            "tag": "q2",
            "text": "so gather us together and save us from the armies of other nations."
          },
          {
            "tag": "q1",
            "text": "When you do that, we will thank you ,"
          },
          {
            "tag": "q2",
            "text": "and we will be happy to praise you.\""
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Praise Yahweh, the God of us Israelite people,"
          },
          {
            "tag": "q2",
            "text": "He has always existed, and he will exist forever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "Then David left Asaph and the other members of his clan there in front of the tent in which Yahweh's sacred chest had been placed. He told them that they must do their work there every day."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "David also left Obed Edom and 68 other descendants of Levi to work with them. Hosah and Obed Edom guarded the entrances of the sacred tent."
          }
        ],
        "tag": "m",
        "text": "After the people finished singing that song, they all said \"Amen!\", and they praised Yahweh."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "David also told Zadok the high priest and the other priests who worked with him to remain in front of Yahweh's sacred tent, at the place where the Israelite people worshiped Yahweh there in the city of Gibeon."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Every morning and every evening they burned offerings on the altar, obeying the rules that had been written by Moses, rules that Yahweh had given to the Israelite people."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "With them were Heman and Jeduthun and other descendants of Levi. They were chosen to sing songs to praise Yahweh because he faithfully loves his people forever."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Heman and Jeduthun were appointed to play the trumpets and cymbals when the other descendants of Levi sang sacred songs. The sons of Jeduthun were appointed to guard the gates of the sacred tent."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "43",
            "text": "Then all the people left. They all returned to their homes, and David returned home to ask Yahweh to bless his family."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}