{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The First Book of the Chronicles"
        },
        {
          "tag": "toc2",
          "text": "First Chronicles"
        },
        {
          "tag": "toc3",
          "num": "1",
          "text": "Ch"
        },
        {
          "tag": "mt1",
          "text": "First Chronicles"
        },
        {
          "tag": "s2",
          "text": "These are the descendants of Adam"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The first person God created was Adam. Adam's son was Seth. Seth's son was Enosh. Enosh's son was Kenan."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Kenan's son was Mahalalel. Mahalalel's son was Jared. Jared's son was Enoch."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Enoch's son was Methuselah. Methusalah's son was Lamech. Lamech's son was Noah."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Noah's sons were Shem, Ham, and Japheth."
            },
            {
              "tag": "s2",
              "text": "These are the sons of Japheth."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of Javan were Elishah, Tarshish, Kittim, and Rodanim."
            },
            {
              "tag": "s2",
              "text": "These are the sons of Ham."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The sons of Ham were Cush, Egypt, Put, and Canaan."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The sons of Cush were Seba, Havilah, Sabta, Raamah, and Sabteka."
            },
            {
              "tag": "q2",
              "text": "The sons of Raamah were Sheba and Dedan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Another son of Cush was Nimrod. When he grew up, he became a mighty warrior on the earth."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Egypt was the ancestor of the Lud , the Anam, the Lehab, the Naphtuh,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "the Pathrus, the Kasluh, and the Caphtor people groups. The people of the region of Philistia were descended from the Kasluh people group."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Canaan's first son was Sidon. He was also the ancestor of the people groups of the Hethites,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "the Jebusites, the Amorites, the Girgashites,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "the Hivites, the Arkites, the Sinites,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "the Arvadites, the Zemarites, and the Hamathites."
            },
            {
              "tag": "s2",
              "text": "These are the descendants of Shem"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The sons of Shem were Elam, Ashur, Arphaxad, Lud, and Aram."
            },
            {
              "tag": "q",
              "text": "Aram's sons were Uz, Hul, Gether, and Meshech."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Arphachshad was the father of Shelah, who was the father of Eber."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Eber had two sons. One was named Peleg which sounds like the word that means 'divided' because during the time that he lived, the people on the earth were divided into various language groups. Peleg's younger brother was Joktan."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Joktan was the ancestor of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Hadoram, Uzal, Diklah,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Obal, Abimael, Sheba,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Ophir, Havilah, and Jobab."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "These are the descendants of Shem, in order from him to Abraham: Arphaxad, Shelah,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Eber, Peleg, Reu,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Serug, Nahor, Terah,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "and Abram, whose name was later changed to Abraham."
            },
            {
              "tag": "s2",
              "text": "These are the descendants of Abraham."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Abraham's sons were Isaac and Ishmael."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The son of Abraham's slave wife Hagar was Ishmael. Ishmael's twelve sons were Nebaioth, his firstborn, then Kedar, Adbeel, Mibsam,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jetur, Naphish, and Kedemah."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "After Abraham's wife Sarah died, he took another wife named Keturah. Her sons were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
            },
            {
              "tag": "q2",
              "text": "Jokshan's sons were Sheba and Dedan."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Midian's sons were Ephah, Epher, Hanok, Abida, and Eldaah."
            },
            {
              "tag": "s2",
              "text": "These are the descendants of Esau."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The son of Abraham's wife Sarah was Isaac, and Isaac's sons were Esau and Jacob, whose name was later changed to Israel."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Reuel's sons were Nahath, Zerah, Shammah, and Mizzah."
            },
            {
              "tag": "s2",
              "text": "These are the descendants of Seir."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Another descendant of Esau was Seir. His descendants lived in the region of Edom. Seir's sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Lotan's sons were Hori and Homam, and Lotan's sister was Timna."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Shobal's sons were Alvan, Manahath, Ebal, Shepho, and Onam."
            },
            {
              "tag": "q2",
              "text": "Zibeon's sons were Aiah and Anah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Anah's son was Dishon."
            },
            {
              "tag": "q2",
              "num": "1",
              "text": "Dishon's sons were Hemdan, Eshban, Ithran, and Keran."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Ezer's sons were Bilhan, Zaavan, and Akan."
            },
            {
              "tag": "q2",
              "text": "Dishan's sons were Uz and Aran."
            },
            {
              "tag": "s2",
              "text": "These are the kings of Edom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "These are the names of the kings who ruled the region of Edom before any kings ruled over Israel:"
            },
            {
              "tag": "q",
              "text": "Bela son of Beor, was king in Edom, and the name of the city in which he lived was Dinhabah."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "When Bela died, Jobab son of Zerah, from the city of Bozrah, became the king."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When Jobab died, Husham became the king. He was from the region where the Teman people group lived."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "When Husham died, Hadad son of Bedad, became the king. He ruled in the city of Avith. Hadad's army defeated the army of the Midian people group in the region of Moab."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When Hadad died, Samlah became the king. He was from the city of Masrekah."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "When Samlah died, Shaul became the king. He was from the city of Rehoboth Hannahar."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "When Shaul died, Baal-Hanan son of Akbor became the king."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "When Baal-Hanan died, Hadar became the king. He was from the city of Pau. His wife's name was Mehetabel; she was the daughter of Matred and the granddaughter of Me-Zahab."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Then Hadad died."
            },
            {
              "tag": "q",
              "text": "The chiefs of the Edom people group were Chiefs Timna, Alvah, Jetheth,"
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Oholibamah, Elah, Pinon,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Kenaz, Teman, Mibzar,"
            },
            {
              "tag": "v",
              "num": "54",
              "text": "and Magdiel. These were the chiefs of Edom."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The sons of Jacob were Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
            },
            {
              "tag": "s2",
              "text": "These are the descendants of Judah."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Judah's sons were Er, Onan, and Shelah. Their mother was the daughter of Shua from the Canaan people group. When Judah's oldest son Er grew up, he did something that Yahweh considered to be very wicked, so Yahweh caused him to die."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Judah and his daughter-in-law Tamar had twin boys named Perez and Zerah. So altogether Judah had five sons."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The sons of Perez were Hezron and Hamul."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Zerah had five sons: Zimri, Ethan, Heman, Kalkol, and Darda."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "One of the sons of Zimri was Karmi. Karmi's son Achar caused the people of Israel to experience much trouble, because he stole some of the things that were to be destroyed because they were dedicated to God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ethan's son was Azariah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Hezron's sons were Jerahmeel, Ram, and Caleb."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon. Nahshon was a leader of the tribe of Judah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Nahshon was the father of Salmon, who was the father of Boaz."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Boaz was the father of Obed, and Obed was the father of Jesse."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jesse's oldest son was Eliab. His other sons were Abinadab, Shimea,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Nethanel, Raddai,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Ozem. The youngest was David."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Their sisters were Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab, and Asahel."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Abigail's husband was Jether, a descendant of Ishmael, and their son was Amasa,"
            },
            {
              "tag": "s2",
              "text": "Descendants of Hezron"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Hezron's younger son Caleb had two wives. One of them, Azubah, gave birth to three sons, Jesher, Shobab, and Ardon. (The other wife's name was Jerioth.)"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When Azubah died, Caleb married Ephrath. Their son was Hur."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Hur was the father of Uri, and Uri was the father of Bezalel."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When Hezron was sixty years old, he married a daughter of Makir, who was also the father of Gilead. The son of Hezron and Makir was Segub."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Segub was the father of Jair. Jair's army controlled twenty-three cities in the region ruled by Gilead."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But the armies of Geshur and Aram captured those towns controlled by Jair. They also captured the city of Kenath and the nearby towns; altogether they captured sixty towns. The people who lived there were all descendants of Makir, the father of Gilead."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Shortly after Hezron died, Caleb slept with Ephrathah, his father's widow. She bore a son for Caleb, whose name was Ashhur. Asshur became the father of Tekoa."
            },
            {
              "tag": "s2",
              "text": "Jerahmeel's descendants"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Hezron's oldest son was Jerahmeel. His sons were Ram, Bunah, Oren, Ozem, and Ahijah. Jerahmeel's oldest son was Ram."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Jerahmeel had another wife named Atarah. Their son was Onam."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The sons of Ram, Jerahmeel's oldest son, were Maaz, Jamin, and Eker."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Onam's sons were Shammai and Jada."
            },
            {
              "tag": "q",
              "text": "Shammai's sons were Nadab and Abishur."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Abishur's wife was Abihail. The sons of Abishur and Abihail were Ahban and Molid."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Nadab's sons were Seled and Appaim. Seled did not have any children."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Appaim's son was Ishi; Ishi's son was Sheshan. One of Sheshan's daughters was Ahlai."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Shammai's younger brother was Jada. Jada's sons were Jether and Jonathan. Jether did not have any children."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Jonathan's sons were Peleth and Zaza."
            },
            {
              "tag": "q",
              "text": "Those were the descendants of Jerahmeel."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Sheshan did not have any sons; he had only daughters. He had a servant from Egypt whose name was Jarha."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Sheshan allowed his daughter to marry Jarha, and their son was Attai."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Attai was the father of Nathan."
            },
            {
              "tag": "q",
              "text": "Nathan was the father of Zabad."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Zabad was the father of Ephlal."
            },
            {
              "tag": "q",
              "text": "Ephlal was the father of Obed."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Obed was the father of Jehu."
            },
            {
              "tag": "q",
              "text": "Jehu was the father of Azariah."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Azariah was the father of Helez."
            },
            {
              "tag": "q",
              "text": "Helez was the father of Eleasah."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Eleasah was the father of Sismai."
            },
            {
              "tag": "q",
              "text": "Sismai was the father of Shallum."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Shallum was the father of Jekamiah."
            },
            {
              "tag": "q",
              "text": "And Jekamiah was the father of Elishama."
            },
            {
              "tag": "s2",
              "text": "Caleb's descendants"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Jerahmeel's younger brother was Caleb."
            },
            {
              "tag": "q",
              "text": "Caleb's oldest son was Mesha. Mesha was the father of Ziph. Ziph was the father of Mareshah. Mareshah was the father of Hebron."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Hebron's sons were Korah, Tappuah, Rekem, and Shema."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Shema was the father of Raham. Raham was the father of Jorkeam. Rekem was the father of Shammai."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Shammai was the father of Maon. Maon was the father of Beth Zur."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Caleb had a slave wife who was named Ephah. Caleb and Ephah's sons were Haran, Moza, and Gazez. Haran had a son whom he also named Gazez."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Ephah's father was Jahdai. Jahdai was the father of six sons: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Caleb had another slave wife whose name was Maacah. Caleb and Maacah's sons were Sheber, Tirhanah,"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Shaaph, and Sheva. Shaaph was the father of Madmannah. Sheva was the father of Makbenah and Gibea. Caleb's daughter was Aksah."
            },
            {
              "tag": "v",
              "num": "50-51",
              "text": "These people were also descendants of Caleb: Caleb had another wife whose name was Ephrathah. Their oldest son was Hur. Hur's sons were Shobal, Salma, and Hareph. Shobal started the city of Kiriath Jearim. Salma started the city of Bethlehem. Hareph started the city of Beth Gader."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Shobal's descendants were Haroeh, and half of the Manahath people group."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "His descendants also included these clans that lived in Kiriath Jearim: Ithri, Put, Shumath, and Mishra. The clans of Zorath and Eshtaol were descendants of the clan of Mishra."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Salma's descendants were the people of Bethlehem, the clan of Netophath, the clan of Atroth Beth Joab, and the half the clan of Manahath, who were also Zorites. "
            },
            {
              "tag": "v",
              "num": "55",
              "text": "Salma's descendants also included the families in the city of Jabez who wrote and copied important documents. These were the clan of Tirath, the clan of Shimeath, and the clan of Sucath. They were all from the Kenite people group who descended from Hammath, the ancestor of the family of Rekab."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "The sons of King David"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Six sons of King David were born in the city of Hebron."
            },
            {
              "tag": "q",
              "text": "His oldest son was Amnon, whose mother Ahinoam was from the city of Jezreel."
            },
            {
              "tag": "q",
              "text": "His next son was Daniel, whose mother was Abigail from the city of Carmel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "His next son was Absalom, whose mother was Maacah, the daughter of Talmai, the king who ruled in the city of Geshur."
            },
            {
              "tag": "q",
              "text": "His next son was Adonijah, whose mother was Haggith."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The next son was Shephatiah, whose mother was Abital."
            },
            {
              "tag": "q",
              "text": "His youngest son was Ithream, whose mother was Eglah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "They were all born in Hebron, where David ruled for seven and one-half years."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Many of David's children were born in Jerusalem."
            },
            {
              "tag": "q",
              "text": "Bathshua, daughter of Ammiel, gave birth to four of his sons: Shammua, Shobab, Nathan, and Solomon."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Nine other sons of David were also born there. They were Ibhar, Elishua, Elphelet,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Nogah, Nepheg, Japhia,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Elishama, Eliada, and Eliphelet."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "In addition to all those sons, David's slave wives also gave birth to sons. David also had a daughter named Tamar."
            },
            {
              "tag": "s2",
              "text": "The kings of Judah"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Solomon's son was King Rehoboam."
            },
            {
              "tag": "q",
              "text": "Rehoboam's son was King Abijah."
            },
            {
              "tag": "q",
              "text": "Abijah's son was King Asa."
            },
            {
              "tag": "q",
              "text": "Asa's son was King Jehoshaphat."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jehoshaphat's son was King Jehoram."
            },
            {
              "tag": "q",
              "text": "Jehoram's son was King Ahaziah."
            },
            {
              "tag": "q",
              "text": "Ahaziah's son was King Joash."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joash's son was King Amaziah."
            },
            {
              "tag": "q",
              "text": "Amaziah's son was King Azariah."
            },
            {
              "tag": "q",
              "text": "Azariah's son was King Jotham."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jotham's son was King Ahaz."
            },
            {
              "tag": "q",
              "text": "Ahaz's son was King Hezekiah."
            },
            {
              "tag": "q",
              "text": "Hezekiah's son was King Manasseh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Manasseh's son was King Amon."
            },
            {
              "tag": "q",
              "text": "Amon's son was King Josiah."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Josiah's oldest son was Johanan. His other sons were Jehoiakim, Zedekiah, and Shallum."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Jehoiakim's son was Jehoiachin. The last king was Zedekiah."
            },
            {
              "tag": "s2",
              "text": "Other descendants of King David after the people of Judah were exiled"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Jehoiachin was captured and taken to Babylon. His sons were Shealtiel,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Pedaiah's sons were Zerubbabel and Shimei."
            },
            {
              "tag": "q",
              "text": "Two of Zerubbabel's sons were Meshullam and Hananiah, and their sister was Shelomith."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Zerubbabel's five other sons were Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The sons of Hananiah were Pelatiah and Jeshaiah. Jeshaiah's son was Rephaiah. After him, other descendants of Hananiah were Arnan, Obadiah, and Shecaniah."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Shecaniah's son was Shemaiah. Shemaiah's five sons were Hattush, Igal, Bariah, Neariah, and Shaphat."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Neariah's three sons were Elioenai, Hizkiah, and Azrikam."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Elioenai's seven sons were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
            }
          ],
          "tag": "p",
          "text": "After that, David ruled in Jerusalem for thirty-three years."
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "Other clans descended from Judah"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The descendants of Judah were Perez, Hezron, Karmi, Hur, and Shobal."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Shobal's son was Reaiah. Reaiah was the father of Jahath, and Jahath was the father of Ahumai and Lahad. They were the ancestors of the Zorath people group."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "What follows are the names of the three men who started the clans that lived in the city of Etam: Jezreel, Ishma, and Idbash—and they had a sister named Hazzelelponi."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Hur was the firstborn son of Ephrathah; he founded the city of Bethlehem. Hur had these descendants: Penuel and Ezer. Penuel started the clans that lived in the city of Gedor, and Ezer started the clans living in the city of Hushah."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Hezron's son Ashhur, the father of Tekoa, had two wives whose names were Helah and Naarah."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The sons of Asshur and his wife Naarah were Ahuzzam, Hepher, Temeni, and Haahashtari."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of Ashhur and his wife Helah were Zereth, Zohar, Ethnan,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and Koz. Koz was the father of Anub, Hazzobebah, and the ancestor of the clans descended from Aharhel. Aharhel was the son of Harum."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "There was another descendant of Judah whose name was Jabez. He was more respected than his brothers were. His mother named him Jabez which means 'pain' because she said, \"I was enduring much pain when I gave birth to him.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "One day he prayed to God whom his fellow Israelites worshiped, saying, \"Please greatly bless me and increase my land. Remain with me, and do not allow anyone to harm me. If you do that for me, I will not have any pain.\" And God did what Jabez requested him to do."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Another descendant of Judah was Shuhah. His younger brother Kelub was the father of Mehir. Mehir was the father of Eshton."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Eshton was the father of Beth Rapha, Paseah, and Tehinnah. Tehinnah started the city of Nahash, but their families lived in a place called Rekah."
            },
            {
              "tag": "v",
              "num": "13-15",
              "text": "Another descendant of Judah was Jephunneh. His son was Caleb. Caleb's sons were Iru, Elah, and Naam. Elah's son was Kenaz. The sons of Kenaz were Othniel and Seraiah."
            },
            {
              "tag": "q2",
              "text": "Othniel's sons were Hathath and Meonothai. Meonothai was the father of Ophrah."
            },
            {
              "tag": "q2",
              "text": "Seraiah was the father of Joab. Joab was the ancestor of the people who lived in Craftsmen's Valley. The valley was named that because many of the people who lived there were craftsmen."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Another descendant of Judah was Jehallelel. His sons were Ziph, Ziphah, Tiria, and Asarel."
            },
            {
              "tag": "v",
              "num": "17-18",
              "text": "Another descendant of Judah was Ezrah. Ezrah's sons were Jether, Mered, Epher, and Jalon. Mered married Bithiah, who was the daughter of the king of Egypt. The children of Mered and Bithiah were Miriam, Shammai and Ishbah. Ishbah was the father of Eshtemoa. Mered had a wife from Judah. She gave birth to Jered, Heber, and Jekuthiel. Jered was the father of Gedor; Heber was the father of Soko, and Jekuthiel was the father of Zanoah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Hodiah's wife was Naham's sister. Hodiah's wife was the mother of two sons. One of them was the father of Keilah, the ancestor of the Gar people group, and the other one was the father of Eshtemoa, the ancestor of the Maacath people group."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Another descendant of Judah was Shimon. Shimon's sons were Amnon, Rinnah, Ben-Hanan, and Tilon."
            },
            {
              "tag": "q",
              "text": "Another descendant of Judah was Ishi. His descendants were Zoheth and Ben-Zoheth."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "One of Judah's sons was Shelah. Shelah's descendants were Er the father of Lekah, Laadah the father of Mareshah and the families of those who made things from linen at Beth Ashbea,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jokim, and the men of the city of Kozeba, and Joash and Saraph, two men who married women from the region of Moab and ruled in Jashubi Lehem. All their names and a record of what they did are written in scrolls."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Some of these descendants of Shelah made pottery for the king. Some of them lived in the city of Netaim, and some lived in the city of Gederah."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Simeon's sons were Nemuel, Jamin, Jarib, Zerah, and Shaul."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Shaul's son was Shallum. Shallum's son was Mibsam. Mibsam's son was Mishma."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Mishma's son was Hammuel. Hammuel's son was Zaccur. Zaccur's son was Shimei."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Shimei had sixteen sons and six daughters, but none of his brothers had many children. So the descendants of Simeon never were as many as the descendants of his younger brother Judah."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The descendants of Simeon lived in these cities and towns: Beersheba, Moladah, Hazar Shual,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Bilhah, Ezem, Tolad,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Bethuel, Hormah, Ziklag,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. They lived in those places until David became king."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They also lived in villages near those towns: Etam, Ain, Rimmon, Token, and Ashan."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "There were other villages where they lived, as far southwest as the city of Baalath. Those were the places where they lived, and they wrote down the names of their family members."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34-38",
              "text": "The men in the following list were the leaders of their clans: Meshobab, Jamlech, Joshah son of Amaziah, Joel, and Jehu son of Joshibiah. Joshibiah was son of Seraiah and grandson of Asiel. Other clan leaders were Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, and Ziza. Ziza was son of Shiphi and grandson of Allon son of Jedaiah, who was the son of Shimri, who was son of Shemaiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "They went near the city of Gedor on the east side of the valley to look for pastureland for their flocks of sheep."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They found good pastureland with plenty of grass. The place was peaceful and quiet."
            }
          ],
          "tag": "p",
          "text": "The members of those families became very numerous."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "But while Hezekiah was the king of Judah, those leaders of the tribe of Simeon came to Gedor and fought against the descendants of Ham and destroyed their tents. They also fought against the descendants of Meun who were living there and they killed all of them. So now there are no descendants of Meun living there. The descendants of Simeon started to live there, because there was good pastureland there for their sheep."
            }
          ],
          "tag": "p",
          "text": "Previously the descendants of Noah's son Ham had lived there."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "Ishi's four sons Pelatiah, Neariah, Rephaiah and Uzziel led five hundred other descendants of Simeon and attacked the people who were living in the hill country of Edom."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "They killed the few descendants of Amalek who were still alive. From that time until now, the descendants of Simeon have lived in the region of Edom."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "These are the descendants of Reuben."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Reuben was the oldest son of Jacob. Therefore, he should have received the special rights that belonged to firstborn sons. But he slept with his father's slave wife, so his father gave those rights to the sons of his younger brother Joseph. And in the family records, Reuben is not mentioned first, as the firstborn sons always are."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Although Judah became more influential than his brothers, and a ruler of Judah descended from him, Joseph's family received the rights that belonged to firstborn sons."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But Reuben was Jacob's oldest son."
            },
            {
              "tag": "q",
              "text": "Reuben's sons were Hanok, Pallu, Hezron, and Karmi."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Another descendant of Reuben was Joel. Joel's son was Shemaiah. Shemaiah's son was Gog. Gog's son was Shimei."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Shimei's son was Micah. Micah's son was Reaiah. Reaiah's son was Baal."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Baal's son was Beerah. Beerah was a leader of the tribe of Reuben. But Tiglath-Pileser king of Assyria captured him and took him to Assyria."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The names of these clans are listed here according to what is written in their family records."
            },
            {
              "tag": "q",
              "text": "The names written were: Jeiel (the leader), then Zechariah,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and then Bela son of Azaz, son of Shema, son of Joel. Reuben's clan was very large. Some of them lived near the city of Aroer as far north as the city of Nebo and the city of Baal Meon."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Some of them lived further east, as far as the edge of the desert south of the Euphrates River. They went there because they had a huge amount of cattle, with the result that there was not enough pastureland for them in the region of Gilead."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When Saul was king of Israel, the men in the tribe of Reuben fought against the descendants of Hagar and defeated them. After that, they lived in the tents that the descendants of Hagar had lived in previously, in all the area east of the region of Gilead."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The tribe of Gad lived near the tribe of Reuben; they lived in the region of Bashan, all the way east to the city of Salekah."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joel was their leader; Shapham was his assistant; other leaders were Janai and Shaphat in Bashan."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Other members of the tribe belonged to seven clans, whose leaders were Michael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They were descendants of Abihail. Abihail was son of Huri, Huri was the son of Jaroah, Jaroah was the son of Gilead, Gilead was son of Michael, Michael was the son of Jeshishai, Jeshishai was the son of Jahdo, and Jahdo was the son of Buz."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Ahi was Abdiel's son. Abdiel was Guni's son. Ahi was the leader of their clan."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The descendants of Gad lived in the towns in the regions of Gilead and Bashan, and on all the pastureland on the Plain of Sharon."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "All of those names were written in the records of the clans of Gad during the time that Jotham was the king of Judah and Jeroboam was the king of Israel."
            },
            {
              "tag": "s2",
              "text": "These are the armies of the tribes that lived east of the Jordan River."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "There were 44,760 soldiers in the tribes of Reuben and Gad and the eastern half of the tribe of Manasseh. They all carried shields and swords and bows and arrows. They were all trained to fight well in battles."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They attacked the descendants of Hagar and the people in the cities of Jetur, Naphish, and Nodab."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The men from those three tribes prayed to God during the battles, requesting him to help them. So he helped them, because they trusted in him. He enabled them to defeat the descendants of Hagar and all those who were helping them."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They took the animals that belonged to the descendants of Hagar: They took fifty thousand camels, 250,000 sheep, and two thousand donkeys. They also captured 100,000 people."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But many descendants of Hagar were killed because God helped the people of the tribes of Reuben, Gad, and Manasseh. After that, those three tribes lived in that area until the army of Babylonia captured them and took them away to Babylon."
            },
            {
              "tag": "s2",
              "text": "These are those who lived with eastern half of the tribe of Manasseh"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "There were many people who belonged to the eastern half of the tribe of Manasseh. They lived in the region of Bashan east of the Jordan River, as far north as Baal Hermon, Senir, and Mount Hermon."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Their clan leaders were Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were all strong, brave, and famous soldiers, and leaders of their clans."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But they sinned against God, the one whom their ancestors had worshiped. They began to worship the gods that the people of that region had worshiped, the people whom God had enabled them to destroy."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So the God whom the Israelites worshiped incited Pul, the king of Assyria, to want to conquer those tribes. Pul's other name was Tiglath-Pileser. His army captured the people of the tribes of Reuben, Gad, and the eastern half of the tribe of Manasseh, and took them to various places in Assyria: Halah, Habor, Hara and near the Gozan River. They have lived in those places from that time to the present time."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "These are the descendants of Levi."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Levi's sons were Gershon, Kohath, and Merari."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Amram's children were Miriam and her younger brothers Aaron and Moses."
            },
            {
              "tag": "q",
              "text": "Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Eleazar was the father of Phinehas."
            },
            {
              "tag": "q2",
              "text": "Phinehas was the father of Abishua."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Abishua was the father of Bukki."
            },
            {
              "tag": "q2",
              "text": "Bukki was the father of Uzzi."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Uzzi was the father of Zerahiah."
            },
            {
              "tag": "q2",
              "text": "Zerahiah was the father of Meraioth."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Meraioth was the father of Amariah."
            },
            {
              "tag": "q2",
              "text": "Amariah was the father of Ahitub."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ahitub was the father of Zadok."
            },
            {
              "tag": "q2",
              "text": "Zadok was the father of Ahimaaz."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Ahimaaz was the father of Azariah."
            },
            {
              "tag": "q2",
              "text": "Azariah was the father of Johanan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Johanan was the father of Azariah. Azariah was a priest in the temple that Solomon commanded to be built in Jerusalem."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Azariah was the father of Amariah."
            },
            {
              "tag": "q2",
              "text": "Amariah was the father of Ahitub."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Ahitub was the father of Zadok."
            },
            {
              "tag": "q2",
              "text": "Zadok was the father of Shallum."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Shallum was the father of Hilkiah."
            },
            {
              "tag": "q2",
              "text": "Hilkiah was the father of Azariah."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Azariah was the father of Seraiah."
            },
            {
              "tag": "q2",
              "text": "Seraiah was the father of Jozadak."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Jozadak was forced to leave his home when Yahweh sent King Nebuchadnezzar's army to capture many people in Jerusalem and other places in Judah and compel them to go to Babylonia."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Levi's sons were Gershon, Kohath, and Merari."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Gershon's sons were Libni and Shimei."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Merari's sons were Mahli and Mushi."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Gershon's oldest son was Libni."
            },
            {
              "tag": "q2",
              "text": "Libni's son was Jahath."
            },
            {
              "tag": "q2",
              "text": "Jehath's son was Zimmah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Zimmah's son was Joah."
            },
            {
              "tag": "q2",
              "text": "Joah's son was Iddo."
            },
            {
              "tag": "q2",
              "text": "Iddo's son was Zerah."
            },
            {
              "tag": "q2",
              "text": "Zerah's son was Jeatherai."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kohath's other son was Amminadab."
            },
            {
              "tag": "q2",
              "text": "Amminadab's son was Korah."
            },
            {
              "tag": "q2",
              "text": "Korah's son was Assir."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Assir's son was Elkanah."
            },
            {
              "tag": "q2",
              "text": "Elkanah's son was Ebiasaph."
            },
            {
              "tag": "q2",
              "text": "Ebiasaph's son was Assir."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Assir's son was Tahath."
            },
            {
              "tag": "q2",
              "text": "Tahath's son was Uriel."
            },
            {
              "tag": "q2",
              "text": "Uriel's son was Uzziah."
            },
            {
              "tag": "q2",
              "text": "Uzziah's son was Shaul."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Elkanah's sons were Amasai, Ahimoth,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "and a son also named Elkana."
            },
            {
              "tag": "q2",
              "text": "Elkanah's son was Zophai."
            },
            {
              "tag": "q2",
              "text": "Zophai's son was Nahath."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Nahath's son was Eliab."
            },
            {
              "tag": "q2",
              "text": "Eliab's son was Jeroham."
            },
            {
              "tag": "q2",
              "text": "Jeroham's son was Elkanah."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Samuel's oldest son was Joel; his other son was Abijah."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Merari's oldest son was Mahli."
            },
            {
              "tag": "q2",
              "text": "Mahli's son was Libni."
            },
            {
              "tag": "q2",
              "text": "Libni's son was Shimei."
            },
            {
              "tag": "q2",
              "text": "Shimei's son was Uzzah."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Uzzah's son was Shimea."
            },
            {
              "tag": "q2",
              "text": "Shimea's son was Haggiah."
            },
            {
              "tag": "q2",
              "text": "Haggiah's son was Asaiah."
            },
            {
              "tag": "s2",
              "text": "These are the temple musicians."
            }
          ],
          "tag": "m",
          "text": "Here is a list of the descendants of Levi, who became leaders of their clans."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "After the sacred chest was brought to Jerusalem, King David appointed some of the men who were descendants of Levi to be in charge of the music in the place where the people worshiped Yahweh."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Those musicians first sang and played their instruments in the sacred tent, which was also called the tent of meeting, and they continued to do that until Solomon's workers built the temple of Yahweh in Jerusalem. In all their work, they obeyed the instructions that David had given them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Here is a list of the musicians and their sons:"
            },
            {
              "tag": "q",
              "text": "From Kohath's descendants there was Heman, the leader of the singers."
            },
            {
              "tag": "q2",
              "text": "Heman was the son of Joel."
            },
            {
              "tag": "q2",
              "text": "Joel was the son of Samuel."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Samuel was the son of Elkanah."
            },
            {
              "tag": "q2",
              "text": "Elkanah was the son of Jeroham."
            },
            {
              "tag": "q2",
              "text": "Jeroham was the son of Eliel."
            },
            {
              "tag": "q2",
              "text": "Eliel was the son of Toah."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Toah was the son of Zuph."
            },
            {
              "tag": "q2",
              "text": "Zuph was the son of Elkanah."
            },
            {
              "tag": "q2",
              "text": "Elkanah was the son of Mahath."
            },
            {
              "tag": "q2",
              "text": "Mahath was the son of Amasai."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Amasai was the son of another man whose name was Elkanah."
            },
            {
              "tag": "q2",
              "text": "Elkanah was the son of Joel."
            },
            {
              "tag": "q2",
              "text": "Joel was the son of Azariah."
            },
            {
              "tag": "q2",
              "text": "Azariah was the son of Zephaniah."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Zephaniah was the son of Tahath."
            },
            {
              "tag": "q2",
              "text": "Tahath was the son of Assir."
            },
            {
              "tag": "q2",
              "text": "Assir was the son of Ebiasaph."
            },
            {
              "tag": "q2",
              "text": "Ebiasaph was the son of Korah."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Korah was the son of Izhar."
            },
            {
              "tag": "q2",
              "text": "Izhar was the son of Kohath."
            },
            {
              "tag": "q2",
              "text": "Kohath was the son of Levi."
            },
            {
              "tag": "q2",
              "text": "Levi was the son of Jacob."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Heman's helper was Asaph. His group stood at the right side of Heman."
            },
            {
              "tag": "q2",
              "text": "Asaph was the son of Berekiah."
            },
            {
              "tag": "q2",
              "text": "Berekiah was the son of Shimea."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Shimea was the son of Michael."
            },
            {
              "tag": "q2",
              "text": "Michael was the son of Baaseiah."
            },
            {
              "tag": "q2",
              "text": "Baaseiah was the son of Malkijah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Malkijah was the son of Ethni."
            },
            {
              "tag": "q2",
              "text": "Ethni was the son of Zerah."
            },
            {
              "tag": "q2",
              "text": "Zerah was the son of Adaiah."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Adaiah was the son of Ethan."
            },
            {
              "tag": "q2",
              "text": "Ethan was the son of Zimmah."
            },
            {
              "tag": "q2",
              "text": "Zimmah was the son of Shimei."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Shimei was the son of Jahath."
            },
            {
              "tag": "q2",
              "text": "Jahath was the son of Gershon,"
            },
            {
              "tag": "q2",
              "text": "and Gershon was the son of Levi."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "A group of singers from Merari's family helped Heman and Asaph. They stood at the left of Heman. The leader of this group was Ethan son of Kishi."
            },
            {
              "tag": "q2",
              "text": "Kishi was the son of Abdi."
            },
            {
              "tag": "q2",
              "text": "Abdi was the son of Malluk."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Malluk was the son of Hashabiah."
            },
            {
              "tag": "q2",
              "text": "Hashabiah was the son of Uzziah."
            },
            {
              "tag": "q2",
              "text": "Uzziah was the son of Hilkiah."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Hilkiah was the son of Amzi."
            },
            {
              "tag": "q2",
              "text": "Amzi was the son of Bani."
            },
            {
              "tag": "q2",
              "text": "Bani was the son of Shemer."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Shemer was the son of Mahli."
            },
            {
              "tag": "q2",
              "text": "Mahli was the son of Mushi."
            },
            {
              "tag": "q2",
              "text": "Mushi was the son of Merari,"
            },
            {
              "tag": "q2",
              "text": "and Merari was the son of Levi."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "48",
              "text": "The other descendants of Levi were appointed to do other work in the sacred tent, the place where the people worshiped God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "Aaron and his descendants were the ones who placed on the altar the sacrifices that were to be burned completely, and they burned incense on another altar. Those sacrifices were in order that Yahweh would no longer be angry with the people of Israel for having sinned. Those men also did other work in the very holy place in the sacred tent, obeying the instructions that Moses, who served God well, had given to them."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "These were the descendants of Aaron:"
            },
            {
              "tag": "q2",
              "text": "Aaron's son was Eleazar."
            },
            {
              "tag": "q2",
              "text": "Eleazar's son was Phinehas."
            },
            {
              "tag": "q2",
              "text": "Phinehas's son was Abishua."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Abishua's son was Bukki."
            },
            {
              "tag": "q2",
              "text": "Bukki's son was Uzzi."
            },
            {
              "tag": "q2",
              "text": "Uzzi's son was Zerahiah."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Zerahiah's son was Meraioth."
            },
            {
              "tag": "q2",
              "text": "Meraioth's son was Amariah."
            },
            {
              "tag": "q2",
              "text": "Amariah's son was Ahitub."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Ahitub's son was Zadok,"
            },
            {
              "tag": "q2",
              "text": "and Zadok's son was Ahimaaz."
            },
            {
              "tag": "s2",
              "text": "This is the land for the descendants of Levi."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "54",
              "text": "Here is a list of the places where Aaron's descendants lived. Those who were descendants of Kohath were the first group to be allotted cities to live in."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "55",
              "text": "They were allotted the city of Hebron in Judah and the pastureland around the city,"
            },
            {
              "tag": "v",
              "num": "56",
              "text": "but the fields farther from the city and the villages near the city were given to Caleb's son of Jephunneh."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "57",
              "text": "The descendants of Aaron who were descendants of Kohath were allotted Hebron, one of the cities to which people could flee and be protected if they accidentally killed someone. They also were allotted the towns and pastureland near Libnah, Jattir, Eshtemoa,"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "Hilen, Debir,"
            },
            {
              "tag": "v",
              "num": "59",
              "text": "Ashan, Juttah, and Beth Shemesh."
            },
            {
              "tag": "v",
              "num": "60",
              "text": "They were also allotted the cities of Gibeon, Geba, Alemeth, and Anathoth from the tribe of Benjamin."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [],
          "tag": "pi",
          "text": "Altogether, these clans descended from Kohath were allotted thirteen cities."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "61",
              "text": "The other clans descended from Kohath were allotted ten cities from the clans of the tribe of Manasseh that lived west of the Jordan River."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "62",
              "text": "The descendants of Gershon were allotted thirteen cities and towns from the tribes of Issachar, Asher, Naphtali, and the part of the tribe of Manasseh that lived in the region of Bashan on the east side of the Jordan River."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "63",
              "text": "The descendants of Merari were allotted twelve cities and towns from the tribes of Reuben, Gad, and Zebulun."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "64",
              "text": "The leaders of Israel allotted those towns and the nearby pasturelands to the descendants of Levi."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "They also allotted to them the cities and towns from the tribes of Judah, Simeon, and Benjamin that were listed previously."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "66",
              "text": "Some of the descendants of Kohath were allotted towns from the tribe of Ephraim."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "67",
              "text": "They were allotted Shechem, which was one of the cities to which people could flee and be protected if they accidentally killed someone, along with the nearby pastureland in the hills of Ephraim. They were also allotted these towns and pastureland near them: Gezer,"
            },
            {
              "tag": "v",
              "num": "68",
              "text": "Jokmeam, Beth Horon,"
            },
            {
              "tag": "v",
              "num": "69",
              "text": "Aijalon, and Gath Rimmon."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "70",
              "text": "The other descendants of Kohath were allotted the cities of Aner and Bileam and the nearby pastureland from the part of the tribe of Manasseh that lives west of the Jordan River."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "71",
              "text": "The descendants of Gershon, who were part of the tribe of Manasseh, lived east of the Jordan River. They were allotted the cities and towns and pastureland near them: Golan in the regions of Bashan and Ashtaroth."
            },
            {
              "tag": "v",
              "num": "72",
              "text": "From the tribe of Issachar they were allotted cities and towns and pastureland near Kedesh, Daberath,"
            },
            {
              "tag": "v",
              "num": "73",
              "text": "Ramoth, and Anem."
            },
            {
              "tag": "v",
              "num": "74",
              "text": "From the tribe of Asher they were allotted cities and towns and pastureland near Mashal, Abdon,"
            },
            {
              "tag": "v",
              "num": "75",
              "text": "Hukok, and Rehob."
            },
            {
              "tag": "v",
              "num": "76",
              "text": "From the tribe of Naphtali they were allotted cities and towns and pastureland near Kedesh in the region of Galilee, and the cities of Hammon and Kiriathaim."
            },
            {
              "tag": "v",
              "num": "77",
              "text": "The other descendants of Levi, those descended from Merari, were allotted towns and pasturelands from the tribe of Zebulun near Jokneam, Kartah, Rimmono, and Tabor."
            },
            {
              "tag": "v",
              "num": "78-79",
              "text": "From the tribe of Reuben they were allotted cities and towns and pastureland near Bezer in the wilderness, Jahzah, Kedemoth, and Mephaath. The tribe of Reuben lived east of the Jordan River, across from Jericho."
            },
            {
              "tag": "v",
              "num": "80",
              "text": "From the tribe of Gad, they were allotted cities and towns and pastureland near Ramoth in the region of Gilead, Mahanaim,"
            },
            {
              "tag": "v",
              "num": "81",
              "text": "Heshbon, and Jazer."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "These are the descendants of Issachar."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Issachar's four sons were Tola, Puah, Jashub, and Shimron."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Tola's sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. They were all leaders of the clans descended from them."
            },
            {
              "tag": "q2",
              "text": "In the record of Tola's descendants were the names of 22,600 men who were able to be in the army during the time that David was the king of Israel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Uzzi's son was Izrahiah. Izrahiah's five sons were Michael, Obadiah, Joel, and Ishiah. Izrahiah and his sons were all leaders of their clans."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "In the record of Izrahiah's descendants were the names of thirty-six thousand men who were able to be in the army because they had many wives and children."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "In the records of the clans descended from Issachar were the names of eighty-seven thousand men able to be in the army."
            },
            {
              "tag": "s2",
              "text": "The descendants of Benjamin are listed next."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "These are the descendants of Benjamin. The three sons of Benjamin were Bela, Beker, and Jediael."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Bela's five sons were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were all leaders of clans."
            },
            {
              "tag": "q2",
              "text": "In the records of the clans descended from Bela there were names of 22,034 men who were able to be in the army."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Beker's sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "In the records of the clans descended from Beker were the names of 20,200 men and leaders of the clans who were able to be in the army."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Jediael's son was Bilhan. Bilhan's sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They were all leaders of clans descended from them."
            },
            {
              "tag": "q2",
              "text": "There were 17,200 of them who were able to be in the army."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Shuppim and Huppim were also members of this clan."
            },
            {
              "tag": "q",
              "text": "One of the descendants of Dan was Hushim."
            },
            {
              "tag": "s2",
              "text": "The descendants of Naphtali are listed next."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "These are the descendants of Naphtali. Naphtali's sons were Jahziel, Guni, Jezer, and Shillem. They were all descendants of Jacob's slave wife Bilhah."
            },
            {
              "tag": "s2",
              "text": "The descendants of Manasseh are listed next."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "These are the descendants of Manasseh. Manasseh had a slave wife who was from Aram. She was the mother of Asriel and Makir."
            },
            {
              "tag": "q",
              "text": "Makir was the father of Gilead."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Makir had two wives. They were from the clans of Huppim and Shuppim."
            },
            {
              "tag": "q2",
              "text": "One of Makir's wives was named Maacah."
            },
            {
              "tag": "q2",
              "text": "Makir had another son whose name was Zelophehad. Zelophehad had no sons; he had only daughters."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Makir's wife Maacah gave birth to two sons whom she named Peresh and Sheresh. Sheresh's sons were Ulam and Rakem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Ulam's son was Bedan."
            },
            {
              "tag": "q",
              "text": "Those were descendants of Gilead son of Makir and grandson of Manasseh."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Makir's sister was Hammoleketh, who was the mother of Ishhod, Abiezer, and Mahlah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Another son of Gilead was Shemida, whose sons were Ahian, Shechem, Likhi, and Aniam."
            },
            {
              "tag": "s2",
              "text": "The descendants of Ephraim are listed next."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "These are the descendants of Ephraim."
            },
            {
              "tag": "q2",
              "text": "One son of Ephraim was Shuthelah."
            },
            {
              "tag": "q2",
              "text": "Shuthelah's son was Bered."
            },
            {
              "tag": "q2",
              "text": "Bered's son was Tahath."
            },
            {
              "tag": "q2",
              "text": "Tahath's son was Eleadah."
            },
            {
              "tag": "q2",
              "text": "Eleadah's son was also named Tahath."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Tahath's son was Zabad."
            },
            {
              "tag": "q2",
              "text": "Zabad's son was Shuthelah."
            },
            {
              "tag": "q",
              "text": "Ephraim's other sons, Ezer and Elead, went to the city of Gath to steal some cows and sheep. But they were both killed by some of the men from that city."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Their father Ephraim cried for them for many days, and his family came to comfort him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he and his wife slept together again; she became pregnant and gave birth to a son. Ephraim named him Beriah which resembles the word 'trouble' because of the trouble that his family had experienced."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Ephraim's daughter was Sheerah. Her workers built three towns: Lower Beth Horon, Upper Beth Horon, and Uzzen Sheerah."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Another son of Ephraim was Rephah."
            },
            {
              "tag": "q2",
              "text": "Rephah's son was Resheph."
            },
            {
              "tag": "q2",
              "text": "Resheph's son was Telah."
            },
            {
              "tag": "q2",
              "text": "Telah's son was Tahan."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Tahan's son was Ladan."
            },
            {
              "tag": "q2",
              "text": "Ladan's son was Ammihud."
            },
            {
              "tag": "q2",
              "text": "Ammihud's son was Elishama."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Elishama's son was Nun."
            },
            {
              "tag": "q2",
              "text": "Nun's son was Joshua, the man who led the Israelites after Moses died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "This is a list of the cities and areas where the descendants of Ephraim lived:"
            },
            {
              "tag": "q",
              "text": "Bethel and the nearby villages;"
            },
            {
              "tag": "q",
              "text": "Naaran to the east;"
            },
            {
              "tag": "q",
              "text": "Gezer to the west and the nearby villages; and"
            },
            {
              "tag": "q",
              "text": "Shechem and the nearby villages. Those villages extended north as far as Ayyah and the nearby villages."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Along the border of the area where the descendants of Manasseh lived were these towns: Beth Shan, Taanach, Megiddo, and Dor, and the nearby villages."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "s2",
              "text": "These are the descendants of Asher."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Asher's sons were Imnah, Ishvah, Ishvi, and Beriah. Their sister was Serah."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Beriah's sons were Heber and Malkiel."
            },
            {
              "tag": "q2",
              "text": "Malkiel was the father of Birzaith"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Heber was the father of Japhlet, Shomer, and Hotham. Their sister was Shua."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Japhlet's sons were Pasak, Bimhal, and Ashvath."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Japhlet's younger brother was Shomer. Shomer's sons were Rohgah, Hubbah, and Aram."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Shomer's younger brother was Helem. Helem's sons were Zophah, Imna, Shelesh, and Amal."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Zophah's sons were Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Bezer, Hod, Shamma, Shilshah, Ithran whose other name was Jether, and Beera."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Jether's sons were Jephunneh, Pispah, and Ara."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Another descendant of Asher was Ulla, whose sons were Arah, Hanniel, and Rizia."
            }
          ],
          "tag": "m",
          "text": "The people who lived in all those places were descendants of Jacob's son Joseph."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "All those men were descendants of Asher, and they were all leaders of their clans. They were brave warriors and excellent leaders. In the record of the clans that are descended from Asher are the names of twenty-six thousand men who were able to be in the army."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "tag": "s2",
          "text": "These are the descendants of Benjamin."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Benjamin had five sons: Bela, Ashbel, Aharah,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Nohah, and Rapha."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Bela's sons were Addar, Gera, Abihud,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Abishua, Naaman, Ahoah,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Gera, Shephuphan, and Huram."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "One of Gera's sons was Ehud. The descendants of Ehud were leaders of their clans who lived in the city of Geba, but they were forced to move to the city of Manahath."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Ehud's sons were Naaman, Ahijah, and Gera."
            },
            {
              "tag": "q2",
              "text": "Gera was the one who led them when they moved to Manahath. Gera was the father of Uzza and Ahihud."
            },
            {
              "tag": "v",
              "num": "8-11",
              "text": "Another descendant of Benjamin was Shaharaim. He and his wife Hushim had two sons, Abitub and Elpaal. In the region of Moab, Shaharaim divorced Hushim and his other wife Baara. Then he married a woman whose name was Hodesh, and they had seven sons: Jobab, Zibia, Mesha, Malkam, Jeuz, Sakia, and Mirmah. They were all leaders of their clans."
            },
            {
              "tag": "v",
              "num": "12-13",
              "text": "Elpaal's sons were Eber, Misham, Shemed, Beriah, and Shema. Shemed built the cities of Ono and Lod and their nearby villages. Beriah and Shema were leaders of their clans, who lived in the city of Aijalon. They forced the people who lived in the city of Gath to leave their city."
            },
            {
              "tag": "v",
              "num": "14-16",
              "text": "Beriah's sons were Ahio, Shashak, Jeremoth, Zebadiah, Arad, Eder, Michael, Ishpah, and Joha."
            },
            {
              "tag": "v",
              "num": "17-18",
              "text": "Other descendants of Elpaal were also named Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
              "tag": "q",
              "text": "Ishmerai, Izliah, and Jobab."
            },
            {
              "tag": "v",
              "num": "19-21",
              "text": "Another descendant of Benjamin was Shimei. Shimei's descendants included Jakim, Zicri, Zabdi, Elienai, Zillethai, Eliel, Adaiah, Beraiah, and Shimrath."
            },
            {
              "tag": "v",
              "num": "22-25",
              "text": "Shashak's sons were Ishpan, Eber, Eliel,"
            },
            {
              "tag": "v",
              "num": "26-27",
              "text": "Another descendant of Benjamin was Jeroham, whose sons were Shamsherai, Shehariah, Athaliah, Jaareshiah, Elijah, and Zicri."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "In the records of these clans it is written that all those men were leaders of their clans, and they lived in Jerusalem."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Another descendant of Benjamin was Jeiel. He lived in the city of Gibeon, and he was the leader of those who lived there. His wife was Maakah."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "His oldest son was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Gedor, Ahio, Zeker, and Mikloth."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Mikloth was the father of Shimeah. All these sons of Jeiel also lived near their relatives in Jerusalem."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Ner was the father of Kish, and Kish was the father of King Saul."
            },
            {
              "tag": "q",
              "text": "Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Jonathan's son was Merib-Baal."
            },
            {
              "tag": "q",
              "text": "Merib-Baal was the father of Micah."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Micah's sons were Pithon, Melek, Tarea, and Ahaz."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Ahaz was the father of Jehoaddah."
            },
            {
              "tag": "q",
              "text": "Jehoaddah was the father of Alemeth, Azmaveth, and Zimri."
            },
            {
              "tag": "q",
              "text": "Zimri was the father of Moza."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Moza was the father of Binea."
            },
            {
              "tag": "q",
              "text": "The son of Binea was Raphah."
            },
            {
              "tag": "q",
              "text": "The son of Raphah was Eleasah."
            },
            {
              "tag": "q",
              "text": "The son of Eleasah was Azel."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Azel's younger brother was Eshek."
            },
            {
              "tag": "q",
              "text": "Eshek's oldest son was Ulam. His other sons were Jeush and Eliphelet."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Ulam's sons were brave warriors and good archers. Altogether they had 150 sons and grandsons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "m",
          "text": "All these were the descendants of Benjamin."
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The names of all the people of Israel were listed in the scroll named \"The Record of the Kings of Israel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "The first people who returned to Judah many years later and lived in their own land and in their own cities and towns were some Israelite priests, other descendants of Levi, and men who worked in the temple."
            }
          ],
          "tag": "p",
          "text": "Many of the people of Judah were captured and forced to go to Babylon. That happened because of the sins they had committed."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Other people from the tribes of Judah, Benjamin, Ephraim, and Manasseh also returned to Judah and lived in Jerusalem. What follows is a list of those people of the tribe of Judah."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The tribe of Judah: Uthai son of Ammihud; Ammihud son of Omri; Omri son of Imri; Imri son of Bani; Bani was a descendant of Perez; Perez son of Judah."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Asaiah and his sons were descendants of Shelan. Asaiah was the oldest son in his family."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Jeuel and others of his relatives in Zerah's clan. There were 690 people in this clan."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "From the tribe of Benjamin: Sallu son of Meshullam; Meshullam son of Hodaviah; Hodaviah son of Hassenuah;"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ibneiah son of Jeroham;"
            },
            {
              "tag": "q",
              "text": "Elah son of Uzzi; Uzzi son of Mikri;"
            },
            {
              "tag": "q",
              "text": "Meshullam son of Shephatiah; Shephatiah son of Reuel; Reuel son of Ibnijah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "In other records of the people descended from Benjamin, there are the names of 956 people who were living in Jerusalem. All these were leaders of their clans."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Some of the priests who returned to Judah were:"
            },
            {
              "tag": "q",
              "text": "Jedaiah, Jehoiarib, Jakin,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "and Azariah son of Hilkiah."
            },
            {
              "tag": "q2",
              "text": "Hilkiah son of Meshullam;"
            },
            {
              "tag": "q2",
              "text": "Meshullam son of Zadok,"
            },
            {
              "tag": "q2",
              "text": "Zadok son of Meraioth;"
            },
            {
              "tag": "q2",
              "text": "Meraioth son of Ahitub;"
            },
            {
              "tag": "q2",
              "text": "Ahitub, who was in charge of all the men who took care of the temple."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Adaiah son of Jeroham;"
            },
            {
              "tag": "q2",
              "text": "Jerohamson of Pashhur;"
            },
            {
              "tag": "q2",
              "text": "Pashhur son of Malkijah;"
            },
            {
              "tag": "q",
              "text": "Maasai son of Adiel;"
            },
            {
              "tag": "q2",
              "text": "Adiel son of Jahzerah;"
            },
            {
              "tag": "q2",
              "text": "Jahzerah son of Meshullam;"
            },
            {
              "tag": "q2",
              "text": "Meshullam son of Meshillemith;"
            },
            {
              "tag": "q2",
              "text": "Meshillemith son of Immer."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Altogether there were 1760 priests who returned to Judah. They were leaders of their clans, and they all were responsible for doing work in the temple of God."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "From the descendants of Levi who returned to Judah there was: Shemaiah son of Hasshub;"
            },
            {
              "tag": "q2",
              "text": "Hasshub son of Azrikam;"
            },
            {
              "tag": "q2",
              "text": "Azrikam son of Hashabiah;"
            },
            {
              "tag": "q2",
              "text": "Hashabiah was a descendant of Levi's youngest son Merari."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Other descendants of Levi who returned to Judah were: Bakbakkar, Heresh, Galal, and Mattaniah son of Mika;"
            },
            {
              "tag": "q2",
              "text": "Mika son of Zicri;"
            },
            {
              "tag": "q2",
              "text": "Zicri son of Asaph;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There was also Obadiah son of Shemaiah;"
            },
            {
              "tag": "q2",
              "text": "Shemaiah son of Galal;"
            },
            {
              "tag": "q2",
              "text": "Galal son of Jeduthun;"
            },
            {
              "tag": "q",
              "text": "There was also Berekiah son of Asa;"
            },
            {
              "tag": "q2",
              "text": "Asa son of Elkanah, who lived in one of the villages where the Netophath people lived."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "From the descendants of Levi who returned to Judah who guarded the temple gates there were Shallum, Akkub, Talmon, Ahiman, and some of their relatives. Shallum was their leader."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Those gatekeepers from the tribe of Levi stood at the King's Gate on the east side of the city:"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Shallum son of Kore:"
            },
            {
              "tag": "q2",
              "text": "Kore son of Ebiasaph;"
            },
            {
              "tag": "q2",
              "text": "Ebiasaph son of Korah."
            },
            {
              "tag": "q",
              "text": "Shallum and his relatives were gatekeepers, and they were responsible to guard the gates of the temple of Yahweh, as their ancestors had done."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Previously Phinehas son of Eleazar, had supervised the gatekeepers, and Yahweh was with Phinehas."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Zechariah son of Meshelemiah was the gatekeeper at the entrance of the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Altogether, there were 212 men who were chosen to guard the gates. Their names were written in the records of the clans in their villages. King David and the prophet Samuel appointed those men because those men were dependable."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The work of those gatekeepers and their descendants was to guard the gates of the temple of Yahweh. The temple was built to replace the sacred tent."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "There were gatekeepers on each of the four sides of the temple, toward the east, west, north, and south."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Sometimes it was necessary for the relatives of the gatekeepers who lived in those villages to come and help them. Each time some of them came, they helped the gatekeepers for seven days."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "There were four descendants of Levi who worked every day, and they supervised the gatekeepers. They also took care of the storerooms and other rooms in the temple of God."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "They remained awake all during the night to guard the temple, and each morning they opened the gates."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Some of the gatekeepers took care of the articles that were in the temple. They also took care of the flour, wine, olive oil, incense, and spices that were used in the sacrifices."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Other gatekeepers were appointed to take care of the other things in the temple."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But some of the priests had the work of mixing the spices."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "There was a descendant of Levi named Mattithiah, the oldest son of Shallum, who was a descendant of Korah. He was very dependable so they gave him the work of baking the bread that was used in the offerings on the altar."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Some of the gatekeepers who were descended from Kohath prepared the new loaves of bread to display before God, the loaves that were placed on the table inside the temple every Sabbath day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Some of the descendants of Levi were musicians who worked in the temple. The leaders of those families stayed in the rooms of the temple. They did not do any other work in the temple because they they were responsible to serve as musicians day and night."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Those are the names of the leaders of the clans descended from Levi. Their names were written in the records of the clans. They all lived in Jerusalem."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "One of the descendants of Benjamin, Jeiel, lived in the city of Gibeon. He was the city leader. His wife's name was Maacah."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "His oldest son was Abdon."
            },
            {
              "tag": "q",
              "text": "His other sons were Zur, Kish, Baal, Ner, Nadab,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Gedor, Ahio, Zechariah, and Mikloth."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Mikloth was the father of Shimeam. Jeiel's family lived near their relatives in Jerusalem."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Ner was the father of Kish. Kish was the father of King Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Jonathan's son was Merib-Baal. Merib-Baal was the father of Mikah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Mikah's sons were Pithon, Melek, Tahrea, and Ahaz."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri."
            },
            {
              "tag": "q2",
              "text": "Zimri was the father of Moza."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Moza was the father of Binea."
            },
            {
              "tag": "q2",
              "text": "The son of Binea was Rephaiah. The son of Rephaiah was Eleasah. The son of Eleasah was Azel."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The army of Philistia again fought against the Israelites. The Israelite soldiers ran away from them, and many Israelites were killed on Mount Gilboa."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The soldiers of Philistia caught up with Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malki-Shua."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The fighting was very fierce around Saul, and the archers shot Saul and wounded him severely."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Saul said to the man who was carrying his weapons, \"Take out your sword and kill me with it, in order that these heathen Philistines will not be able to injure me further and make fun of me while I am dying.\" But the man who was carrying Saul's weapons was terrified and refused to do that. So Saul took his own sword and fell on it and died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When the man carrying his weapons saw that Saul was dead, he also threw himself on his own sword and died."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So Saul and three of his sons all died, and none of his descendants ever became king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When the Israelites who were living in the valley saw that their army had run away and that Saul and his three sons were dead, they left their towns and ran away. Then the soldiers from Philistia came and occupied those towns."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "The next day, when the Philistines came to take away the weapons of the dead Israelite soldiers, they found the corpses of Saul and his three sons on Mount Gilboa."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They took the clothes off Saul's corpse and cut off his head and took it and Saul's armor."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then they sent messengers throughout their land, to proclaim the news throughout their own area, to their idols and to the other people. They put Saul's armor in the temple where their idols were, and they hung Saul's head in the temple of their god Dagon."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "All the people who lived in Jabesh in the region of Gilead heard what the Philistines had done to Saul's corpse."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So the bravest men of Jabesh went and got the corpses of Saul and his sons and brought them back to Jabesh. They buried their bones under a large tree in Jabesh. Then the people of Jabesh fasted for seven days."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Saul died because he did not faithfully obey what Yahweh told him to do. He even went to a woman who talks to the spirits of dead people and asked her what he should do,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "instead of asking Yahweh what he should do. So Yahweh caused him to die, and he appointed David son of Jesse, to be the king of Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the people of Israel came to David at the city of Hebron and said to him, \"Listen, we have the same ancestors that you have."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "In the past, when Saul was our king, it was you who led our Israelite soldiers in our battles. You are the one to whom Yahweh our God promised, 'You will be the leader of my people; you will be their king.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "So all the Israelite elders came to David at Hebron. There David made a sacred agreement with them while Yahweh was listening. They anointed him with olive oil to set him apart to be the king of the Israelite people. That is what Yahweh had previously told the prophet Samuel would happen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "David and all the Israelite soldiers went to Jerusalem. At that time, Jerusalem was called Jebus, and the people who lived there were the Jebus people group."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They said to David, \"Your soldiers will not be able to get inside our city!\" But David's soldiers captured the city, even though it had strong walls around it, and since then it has been called the city of David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "What happened was this: David said to his soldiers, \"The one who leads our soldiers to attack the Jebus people group will become the commander of all my army.\" Joab son of Zeruiah, led the soldiers, so he became the commander of all the army."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "After they captured the city with its strong walls around it, David moved there. That is why they named it the city of David."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "David's workers rebuilt the city, starting where the land was filled in and extending to the wall that was around the city. Joab's men repaired the other parts of the city."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "David became more and more powerful because Yahweh, commander of the angel armies, was with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh had promised that David would become the king. And all the Israelite people were happy that David was their king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "This is a list of David's most outstanding warriors:"
            }
          ],
          "tag": "p",
          "text": "There were many soldiers who helped David's kingdom to remain strong."
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jashobeam was from the Hachmon clan. He was the leader of the officers. One time he fought against three hundred enemies and killed them all with his spear."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Next was Eleazar son of Dodo, from the clan of Ahoh. He was one of David's three mighty men."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "One day he was with David at Pas Dammim when the soldiers of Philistia gathered there for the battle. There was a field of barley there. At first the Israelite soldiers ran away from the soldiers of Philistia,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "but then David and Eleazar stopped in the middle of the field and fought to defend it and killed many of the soldiers of Philistia. Yahweh enabled them to win a great victory on that day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "One time three of David's thirty greatest warriors came to David when he was camping next to the huge rock outside the cave near Adullam. At that same time, the army of Philistia had camped in the Valley of Rephaim."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "David was in a fortress, and some of the soldiers of Philistia were occupying Bethlehem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "One day David very much wanted some water to drink and said, \"I wish that someone would bring me some water from the well near the gate at Bethlehem!\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So the three greatest warriors forced through the camp of Philistia soldiers and drew some water from the well, and brought it to David. But he would not drink it. Instead, he poured it out on the ground to be an offering to Yahweh."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He said, \"Yahweh, it would certainly not be right for me to drink this water! That would be like drinking the blood of these men who were willing to die for me!\" So he refused to drink it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "That was one of the things that David's three greatest warriors did."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Joab's younger brother Abishai was the leader of the greatest warriors (called \"The Three\") and they gave him the great honor. One time Abishai fought three hundred enemy soldiers with his spear, and he killed them all."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So he became as famous as the three greatest warriors (called \"The Three\"). He became their commander, even though \"The Three\" did not count him in their number."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Jehoiada's son Benaiah was a brave soldier from the city of Kabzeel who did great deeds. He killed two of the best warriors from the Moab people group. One day he went down into a pit when snow was falling on the ground and killed a lion there."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He also killed a soldier from Egypt who was two and one-third meters tall. The soldier from Egypt carried a spear that was as long as a weaver's rod. Benaiah had only a club, but he grabbed the other man's spear and killed him with it."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Those are some of the things that Benaiah did. So he became as famous as the three greatest warriors."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "He was more honored that the other members of the group of thirty great warriors, but he did not become a member of the group of three most outstanding warriors. David appointed him to be the leader of his bodyguards."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "These are the names of the great warriors:"
            },
            {
              "tag": "q2",
              "text": "Asahel, younger brother of Joab;"
            },
            {
              "tag": "q2",
              "text": "Elhanan son of Dodo, from Bethlehem;"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Shammoth, from the Harod;"
            },
            {
              "tag": "q2",
              "text": "Helez, from the Pelon;"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Ira son of Ikkesh, from Tekoa;"
            },
            {
              "tag": "q2",
              "text": "Abiezer, from Anathoth;"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Sibbekai, from Hushah;"
            },
            {
              "tag": "q2",
              "text": "Ilai from Ahoh;"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Maharai, from Netophah;"
            },
            {
              "tag": "q2",
              "text": "Heled, theson of Baanah, also from Netophah;"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Ithai, son of Ribai, from Gibeah in the land that belonged to the tribe of Benjamin;"
            },
            {
              "tag": "q2",
              "text": "Benaiah, from Pirathon town;"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Hurai, from the valleys near Mount Gaash;"
            },
            {
              "tag": "q2",
              "text": "Abiel from the clan of Arabah;"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Azmaveth, from Baharum;"
            },
            {
              "tag": "q2",
              "text": "Eliahba, from Shaalbon;"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The sons of Hashem from Gizon;"
            },
            {
              "tag": "q2",
              "text": "Jonathan son of Shagee from the Harar;"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Ahiam son of Sharar from Harar;"
            },
            {
              "tag": "q2",
              "text": "Eliphal son of Ur;"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Hepher from the Mekerath clan;"
            },
            {
              "tag": "q2",
              "text": "Ahijah from the Pelon;"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Hezro from Carmel;"
            },
            {
              "tag": "q2",
              "text": "Naarai son of Ezbai;"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Joel the younger brother of Nathan;"
            },
            {
              "tag": "q2",
              "text": "Mibhar son of Hagri;"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Zelek from the Ammon people group;"
            },
            {
              "tag": "q2",
              "text": "Naharai, the man who carried Joab's weapons, from Beeroth;"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Ira and Gareb from Jattir;"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Uriah, Bathsheba's husband, from the Heth people group;"
            },
            {
              "tag": "q2",
              "text": "Zabad son of Ahlai;"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Adina son of Shiza, a leader from the tribe of Reuben, who had thirty soldiers with him;"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Hanan son of Maacah;"
            },
            {
              "tag": "q2",
              "text": "Joshaphat from Mithna;"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Uzzia from Ashterath;"
            },
            {
              "tag": "q2",
              "text": "Shama and Jeiel, sons of Hotham, from Aroer."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Jediael son of Shimri"
            },
            {
              "tag": "q2",
              "text": "and his younger brother Joha, from Tiz town;"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Eliel from Mahavah;"
            },
            {
              "tag": "q2",
              "text": "Jeribai and Joshaviah, sons of Elnaam;"
            },
            {
              "tag": "q2",
              "text": "Ithmah from the Moab;"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Eliel and Obed,"
            },
            {
              "tag": "q2",
              "text": "and Jaasiel from Zobah."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David went to the city of Ziklag to escape from King Saul. While he was there, many warriors came and joined him, and they helped him when he fought battles."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They carried bows and arrows. They were able to shoot arrows and to sling stones. They could use either their right arms or their left arms to do that. They were relatives of Saul from the tribe of Benjamin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Their leader was Ahiezer. Next in command was Joash. They were both sons of Shemaah from the city of Gibeah. These are the names of some of those warriors:"
            },
            {
              "tag": "q",
              "text": "Jeziel and Pelet, sons of Azmaveth;"
            },
            {
              "tag": "q",
              "text": "Berakah;"
            },
            {
              "tag": "q",
              "text": "Jehu from the city of Anathoth;"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Ishmaiah from the city of Gibeon, who was the leader of the thirty greatest warriors;"
            },
            {
              "tag": "q",
              "text": "Jeremiah, Jahaziel, Johanan, and Jozabad from the city of Gederah;"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah from the city of Haruph;"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Elkanah, Isshiah, Azarel, Joezer and Jashobeam, who were descendants of Korah;"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Joelah and Zebadiah, sons of Jeroham, from the city of Gedor."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Some men from the tribe of Gad east of the Jordan River joined David when he was at his fortress in the caves in the desert. They were brave warriors who were trained for fighting battles and able to use shields and spears well. They were as fierce as lions, and they could run as fast as deer on the hills."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Ezer was their leader."
            },
            {
              "tag": "q",
              "text": "Next in command was Obadiah."
            },
            {
              "tag": "q",
              "text": "Next was Eliab."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Next was Mishmannah."
            },
            {
              "tag": "q",
              "text": "Next was Jeremiah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Next was Attai."
            },
            {
              "tag": "q",
              "text": "Next was Eliel."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Next was Johanan."
            },
            {
              "tag": "q",
              "text": "Next was Elzabad."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Next was another man whose name was Jeremiah."
            },
            {
              "tag": "q",
              "text": "The last was Macbannai."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Those men from the tribe of Gad were all army officers. Some of them commanded one thousand soldiers, and some of them commanded one hundred soldiers."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They crossed to the west side of the Jordan River during March, at the time of the year when the river was flooded. They chased from there all the people who lived in the valleys on both sides of the river."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Some other men from the tribe of Benjamin and from Judah also came to David in his fortress."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "David went out of the cave to meet them and said to them, \"If you have come peacefully to help me, I am eager to have to join with me. But if you have come to enable my enemies to capture me, even though I have not done anything to harm you, I hope that the God whom our ancestors worshiped will see it and condemn you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then God's Spirit came on Amasai, who was the leader of the thirty greatest warriors, and he said,"
            },
            {
              "tag": "q1",
              "text": "\"David, we want to be with you;"
            },
            {
              "tag": "q2",
              "text": "you who are the son of Jesse, we will join you."
            },
            {
              "tag": "q1",
              "text": "We know that things will go very well for you and for those who are with you,"
            },
            {
              "tag": "q2",
              "text": "because your God is helping you.\" So David welcomed those men, and he appointed them to be leaders of his soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Some men from the tribe of Manasseh also joined David when he went with the soldiers of Philistia to fight against Saul's army. But David and his men did not really help the army of Philistia. After the leaders of Philistia talked about David and his soldiers, they sent David away. They said, \"If David joins his master Saul again, we will all be killed.\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When David went to Ziklag, these were the men from the tribe of Manasseh who went with him: Adnah, Jozabad, Jediael, Michael, another man whose name was Jozabad, Elihu, and Zillethai. Each of them had been a commander of one thousand men in Saul's army."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They were all brave soldiers, and they helped David to fight against the groups of men who roamed throughout the country, robbing people. So those men became commanders in David's army."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Every day more men joined David's men, and his army became large, like the army of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "These are the numbers of soldiers who were ready for battle who joined David at the city of Hebron. They came to help him to become the king of Israel instead of Saul, as Yahweh had promised would happen."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "There were 6,800 men from Judah, who carried shields and spears."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "There were 7,100 men from the tribe of Simeon. They were all strong warriors trained to fight battles."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "There were 4,600 men from the tribe of Levi."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jehoiada, who was a leader descended from Aaron, was in that group of descendants of Levi, and there were 3,700 men with him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Zadok, a strong young soldier, was also in that group, and there were 22 other leaders from his clan who came with him."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "There were three thousand men from the tribe of Benjamin who were Saul's relatives. Most of them had previously wanted one of Saul's descendants to be the king."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "There were 20,800 men from the tribe of Ephraim who were all brave warriors and trained for fighting battles and famous in their own clans."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "There were eighteen thousand men from the half of the tribe of Manasseh that lived west of the Jordan River. They were all chosen to go and help David become the king."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "There were two hundred men who were leaders from the tribe of Issachar along with their relatives. They always knew what the Israelites should do, and they knew the right time to do it. Their relatives were with them, commanded by their leaders."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "There were fifty-five thousand men from the tribe of Zebulun. They were all experienced warriors and knew how to use all kinds of weapons well. They were completely loyal to David."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "There were one thousand officers from the tribe of Naphtali. With them were thirty-seven thousand soldiers, each carrying shields and spears."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "There were 28,600 soldiers from the tribe of Dan, all trained to fight battles."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "There were forty-seven thousand experienced soldiers from the tribe of Asher, all trained to fight battles."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "There were also 120,000 soldiers from the area east of the Jordan River who joined David. They were from the tribes of Reuben, Gad, and the eastern half of the tribe of Manasseh. They had all kinds of weapons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "All those men were soldiers who volunteered to be in David's army. They came to Hebron wanting very much to enable David to be the king of all of the Israelite people."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "The men spent three days there with David, eating and drinking, because their families had given them food to take with them."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Also, their fellow Israelites came from as far away as the area where the tribes of Issachar, Zebulun, and Naphtali lived, bringing food on donkeys, camels, mules, and oxen. They brought a lot of flour, fig cakes, raisins, wine, olive oil, cattle and sheep. And throughout Israel, the people were very joyful."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day David talked with all his army officers. Some of them were commanders of one hundred soldiers and some were commanders of one thousand soldiers."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he summoned the other Israelite leaders and said to all of them, \"If it seems to you to be a good thing for us to do, and if it is what Yahweh our God wants, let us send a message to our fellow Israelites in all the areas of our country, including the priests and descendants of Levi who are living among them in their towns and in the nearby pasturelands, to come and join us,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "because we want to bring the sacred chest of our God back to us. While Saul was the king, we did not ask God what we should do.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "All the people agreed with David, because they all thought that it was the right thing to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So David gathered all the Israelite people, from the Shihor River in Egypt to the city of Lebo Hamath in the north, and told them that he wanted them to help bring the sacred chest of God back to Jerusalem from the city of Kiriath Jearim."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "David went with all the Israelite people to the city of Baalah, which is another name for Kiriath Jearim, to get the sacred chest. The people believed that God ruled from between the statues of winged creatures that was above the lid of the sacred chest, and the sacred chest belongs to Yahweh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The people put the sacred chest on a new cart and carried it from Abinadab's house. Uzzah and Ahio were guiding the oxen that were pulling the cart."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "David and all the Israelite people were celebrating in God's presence. They were singing with all their strength, and playing lyres, harps, tambourines, and cymbals, and blowing trumpets."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But when David's men came to the place where Kidon threshed grain, the oxen stumbled. So Uzzah reached out with his hand to prevent the sacred chest from falling off the cart."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh immediately became very angry with Uzzah, and as he was watching, he suddently killed Uzzah. This was because Uzziah had put his hand on the sacred chest, although Yahweh had commanded that only the descendants of Levi who help the priests should touch the sacred chest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "David was angry because Yahweh had punished Uzzah. And now that place where Uzzah died is called \"The Punishment of Uzzah.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "That day, David was afraid of God. He asked himself, \"How can I bring God's sacred chest to my city?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So the men with David did not take the sacred chest to Jerusalem. Instead, they took it to the house of Obed Edom, who was from the city of Gath."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The sacred chest stayed with Obed Edom's family in his house for three months. During that time Yahweh blessed Obed Edom's family and everything that he owned."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day Hiram, the king of the city of Tyre, sent some messengers to David to talk about making an agreement between their countries. Then Hiram sent cedar logs, bricklayers, and carpenters to build a palace for David."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When that happened, David knew that Yahweh had truly caused him to be the king of Israel, and that he had caused his kingdom to be greatly respected. Yahweh did this because he loved his Israelite people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David married more women in Jerusalem, and those women gave birth to more sons and daughters for him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The names of the children that were born to him there in Jerusalem are Shammua, Shobab, Nathan, Solomon,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ibhar, Elishama, Elpelet,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Nogah, Nepheg, Japhia,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Elishama, Beeliada, and Eliphelet."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "When the army of Philistia heard that David has been appointed to be king of all of Israel, they went to try to capture him. But David heard that they were coming, so he and his soldiers went out to fight against them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The army of Philistia had attacked the people in the Valley of Rephaim southwest of Jerusalem and had robbed them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "David asked God, \"Should my men and I go and attack the army of Philistia? If we go, will you enable us to defeat them?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Yahweh replied, \"Yes, go, and I will enable you to defeat them.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So David and his men went up to a town where the soldiers of Philistia were staying and defeated the soldiers of Philistia. Then David said, \"God has completely defeated my enemies by using me and my army.\" So they named that place \"Baal Perazim,\" which means \"The Lord breaks through.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "As the soldiers of Philistia fled, they left their idols there. So David commanded his soldiers to burn those idols."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But soon the army of Philistia attacked the people in that valley again."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So again David prayed to God to ask him what he should do, and God replied, saying \"Do not attack the army of Philistia from the front. Instead, go around them, and attack them from the rear in front of the balsam trees."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When you hear something in the tops of the balsam trees that sounds like soldiers marching, attack them. I, God, will have gone ahead of you to enable you to defeat the army of Philistia.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So David did what God commanded him to do, and he and his army defeated the army of Philistia, all the way from the city of Gibeon west to the city of Gezer."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So David became famous in all the nearby countries, and Yahweh caused the leaders of all the nations to be afraid of him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David commanded his workers to build houses for himself in Jerusalem. He also told them to set up a tent in which to put the sacred chest."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He said, \"Only the descendants of Levi are permitted to carry God's sacred chest, because they are the ones whom Yahweh chose to carry it and to serve him forever.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David summoned all the people of Israel to come to Jerusalem. He wanted the sacred chest of Yahweh to be put in the place that he had made for it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He summoned the descendants of Aaron, who was the first high priest, and the descendants of Levi."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "120 descendants of Kohath, who was Levi's second son, came, with Uriel their leader."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "There were 220 descendants of Merari, Levi's third son, who came, with Asaiah their leader."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "There were 130 descendants of Gershon, Levi's first son, who came, with Joel their leader."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Also, there were 200 people from Elizaphan's clan who came, with Shemaiah their leader."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There were 80 people from Hebron's clan who came, with Eliel their leader."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And there were 112 people from Uzziel's clan who came, with Amminadab their leader."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "David summoned the priests Zadok and Abiathar and these descendants of Levi: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "David said to them, \"You are the leaders of the clans descended from Levi. You and the other descendants of Levi must purify yourselves, in order to be able to do this special work for Yahweh. You must bring the sacred chest of Yahweh, the God of us Israelites, up to the place that I have made for it here in Jerusalem."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The first time that we tried to bring it, we did not ask Yahweh how we should carry it. You descendants of Levi were not the ones who carried it, so Yahweh our God punished us.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then the priests and the descendants of Levi performed the rituals to purify themselves, in order that it would be proper for them to do the work of carrying the sacred chest of Yahweh, the God of the Israelite people."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The descendants of Levi fastened poles to the sacred chest so that they could carry it by fastening poles to it and putting it on their shoulders, as Moses had commanded, and as Yahweh had said that they should."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "David told the leaders of the descendants of Levi to appoint some of their relatives to sing and play lyres, harps, and cymbals, and to sing joyful songs while they were carrying the sacred chest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So they appointed Heman and his relatives Asaph and Ethan. Heman son of Joel; Asaph son of Berekiah. Ethan son of Kushaiah, was a descendant of Merari."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "There was also another group of descendants of Levi who were appointed: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and two of the temple gatekeepers, Obed Edom and Jeiel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Heman, Asaph and Ethan sang, but also played bronze cymbals."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played lyres."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel and Azaziah played harps."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kenaniah, the leader of the descendants of Levi, directed the singing because he was very capable of doing that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Berekiah and Elkanah were two of the men who guarded the sacred chest."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer were appointed to blow trumpets in front of the sacred chest. Obed Edom and Jehiah also guarded the sacred chest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "David and the Israelite leaders and the officers who commanded one thousand soldiers went to get the sacred chest. They went to bring it from Obed Edom's house. They went very joyfully."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "God helped the descendants of Levi who carried the sacred chest of Yahweh; therefore David and the leaders sacrificed seven bulls and seven rams to thank him."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "All the descendants of Levi who carried the sacred chest, all the singers, and Kenaniah, the man who directed those who sang, all wore robes of fine white linen and sacred vests made of fine linen. David also wore a waistcloth made of white linen."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So all the of Israelite people joined in bringing the sacred chest up to Jerusalem. They shouted, blew horns and trumpets, and played cymbals, lyres, and harps."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "While they were bringing the sacred chest into Jerusalem, Saul's daughter Michal watched them, looking out of a window. When she saw King David dancing and celebrating, she despised him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "They brought the sacred chest to Jerusalem and put it inside the sacred tent that David had told his workers to set up. Then they brought offerings to be completely burned on the altar and offerings to enable them to promise friendship with God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When David had finished presenting all those offerings, he asked Yahweh to bless the people."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He gave a loaf of bread, some dates, and some raisins to every Israelite man and woman who was there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then David appointed some of the descendants of Levi to stand in front of the sacred tent in which the sacred chest had been placed, to lead the people who worshiped and thanked and praised Yahweh, the God of the Israelite people."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Asaph, who played the cymbals, was their leader. Zechariah was his assistant. The other descendants of Levi who helped Asaph were Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel. They played lyres and harps."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Benaiah and Jahaziel were priests who blew trumpets frequently in front of the sacred tent in which was the sacred chest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "On that day, David gave to Asaph and his helpers this psalm to praise Yahweh:"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Thank Yahweh and pray to him."
            },
            {
              "tag": "q2",
              "text": "Tell the people of all nations what he has done."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Sing to him; sing songs to praise him."
            },
            {
              "tag": "q2",
              "text": "Tell about all his miraculous deeds."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Be glad that you belong to him."
            },
            {
              "tag": "q2",
              "text": "Those who want to know Yahweh better should rejoice."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Ask Yahweh to help you and give you his strength, "
            },
            {
              "tag": "q2",
              "text": "and always seek to be with him! "
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Do not forget the wonderful things that he has done,"
            },
            {
              "tag": "q2",
              "text": "the miracles and the just laws that he has decreed for us."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "We people are the descendants of his servant Jacob;"
            },
            {
              "tag": "q2",
              "text": "we are the people of Israel whom he has chosen."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Yahweh is our God."
            },
            {
              "tag": "q2",
              "text": "His just laws are known by people throughout the world."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He never forgets the covenants that he has made;"
            },
            {
              "tag": "q2",
              "text": "he made a promise that will last for a thousand generations."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "That is the covenant that he made with Abraham,"
            },
            {
              "tag": "q2",
              "text": "and he repeated that covenant to Isaac."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It was an covenant for the Israelite people,"
            },
            {
              "tag": "q2",
              "text": "and he wanted that covenant to endure forever."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "What he said was, \"I will give the region of Canaan to you,"
            },
            {
              "tag": "q2",
              "text": "to belong to you and your descendants forever.\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When Yahweh's people were only a few in number,"
            },
            {
              "tag": "q2",
              "text": "a tiny group of people who were living in that land like strangers,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "they continued to wander from one place to another,"
            },
            {
              "tag": "q2",
              "text": "from one kingdom to another."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He did not allow others to oppress them,"
            },
            {
              "tag": "q2",
              "text": "and he warned kings by saying to them,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "\"Do not harm the people whom I have chosen!"
            },
            {
              "tag": "q2",
              "text": "Do not harm my prophets!\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "You people throughout the world, sing to Yahweh."
            },
            {
              "tag": "q2",
              "text": "Every day proclaim to others that he has saved us."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Tell among the nations that he is great;"
            },
            {
              "tag": "q2",
              "text": "tell all the people groups the marvelous things that he has done."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Yahweh is great, and he deserves to be praised very much."
            },
            {
              "tag": "q2",
              "text": "He should be revered more than all the gods,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "because all the gods that the other people groups worship are only idols,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh is truly great; he created the skies."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "God shows his splendor and majesty; they shine from where he rules."
            },
            {
              "tag": "q2",
              "text": "Strength and beauty are in the place where he lives."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "You people in nations all over the world, praise Yahweh!"
            },
            {
              "tag": "q2",
              "text": "Praise Yahweh for his glorious power!"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Praise Yahweh with the glory his name deserves."
            },
            {
              "tag": "q2",
              "text": "Come before him with offerings to give to him!"
            },
            {
              "tag": "q2",
              "text": "Bow down and worship Yahweh because he is holy and his holiness shines out from him with wonderful beauty."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Be very afraid in his presence, because he is good and powerful, completely different than you."
            },
            {
              "tag": "q2",
              "text": "He put the earth firmly in its place; and nothing ever will be able to move it."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Everything in the sky and on the earth should be happy."
            },
            {
              "tag": "q2",
              "text": "People everywhere should say, \"Yahweh is our king!\""
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The oceans and all the creatures that are in the oceans should shout;"
            },
            {
              "tag": "q2",
              "text": "the fields and everything that is in them should rejoice."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "When they do that, it will be as though the trees in the forest will sing joyfully in front of Yahweh."
            },
            {
              "tag": "q2",
              "text": "That will happen when he comes to judge everyone on the earth."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Thank Yahweh, because everything that he does is good."
            },
            {
              "tag": "q2",
              "text": "He faithfully loves us forever."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Say to him, \"God, you are the one who rescues us,"
            },
            {
              "tag": "q2",
              "text": "so gather us together and save us from the armies of other nations."
            },
            {
              "tag": "q1",
              "text": "When you do that, we will thank you ,"
            },
            {
              "tag": "q2",
              "text": "and we will be happy to praise you.\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Praise Yahweh, the God of us Israelite people,"
            },
            {
              "tag": "q2",
              "text": "He has always existed, and he will exist forever."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "Then David left Asaph and the other members of his clan there in front of the tent in which Yahweh's sacred chest had been placed. He told them that they must do their work there every day."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "David also left Obed Edom and 68 other descendants of Levi to work with them. Hosah and Obed Edom guarded the entrances of the sacred tent."
            }
          ],
          "tag": "m",
          "text": "After the people finished singing that song, they all said \"Amen!\", and they praised Yahweh."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "David also told Zadok the high priest and the other priests who worked with him to remain in front of Yahweh's sacred tent, at the place where the Israelite people worshiped Yahweh there in the city of Gibeon."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Every morning and every evening they burned offerings on the altar, obeying the rules that had been written by Moses, rules that Yahweh had given to the Israelite people."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "With them were Heman and Jeduthun and other descendants of Levi. They were chosen to sing songs to praise Yahweh because he faithfully loves his people forever."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Heman and Jeduthun were appointed to play the trumpets and cymbals when the other descendants of Levi sang sacred songs. The sons of Jeduthun were appointed to guard the gates of the sacred tent."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "Then all the people left. They all returned to their homes, and David returned home to ask Yahweh to bless his family."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After David began to live in his palace, he said to the prophet Nathan, \"It does not seem right that I am here living in a palace made of cedar wood, but Yahweh's sacred chest is kept inside a tent!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Nathan replied to David, \"Whatever you are thinking about doing, do it, because God is with you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But that night God spoke to Nathan. He said,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "\"Go and tell my servant David that this is what I, Yahweh, am saying to him: 'You are not the one who should build a temple for me to live in."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I have not lived in any building, from the day that I brought the people of Israel up out of Egypt until now. Instead, I have lived in my sacred tent, moving from one place to another when the Israelites moved to other places."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Wherever I went with all the Israelites as they traveled, I never said to any of their leaders whom I appointed to lead them, \"Why have you not built me a temple made of cedar wood?\"'"
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Therefore, this is what you should say to my servant David: 'I, Yahweh, commander of the angel armies, took you from a pasture where you were taking care of sheep, and I appointed you to be the ruler of my Israelite people."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I have been with you wherever you have gone, and I have gotten rid of all your enemies who were in front of you. And now I will cause you to become very famous, as well known as the names of the greatest men who have ever lived on the earth."
            },
            {
              "tag": "v",
              "num": "9-10",
              "text": "Formerly, during the time that I appointed leaders for my Israelite people, many violent groups oppressed them. But this will not happen anymore. I have chosen a place where my Israelite people can live peacefully and no one will disturb them anymore. I will give them rest from being attacked by their enemies. And I will defeat all your enemies."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "When your life ends and you die and go to be with your ancestors who have died, I will appoint one of your sons to become king, and I will enable his kingdom to be strong."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He is the one who will arrange for a temple to be built for me. And I will make the rule of one of his descendants so strong that it will last forever."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I will be like a father to him, and it will be as though he is a son to me. I stopped loving Saul, the one who was the king before you became king, but I will never stop loving your son."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I will cause him to rule over my people and his kingdom will endure forever.'\""
            }
          ],
          "tag": "pi",
          "text": "I declare to you that I, Yahweh, will enable your descendants to rule after you die."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So Nathan reported to David everything that Yahweh had revealed to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then David went into the sacred tent and sat in the presence of Yahweh, and prayed this:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "pi",
          "text": "\"Yahweh my God, I am certainly not worthy for you to have done of all these things for me, and my family is not worthy, either."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "And O God, now, in addition to everything else, you have spoken about what will happen to my descendants in the future for many generations. Yahweh my God, you have acted toward me as though I was the most important man on the earth!"
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "What more can I, David, say to you for honoring me? Yahweh, you know what kind of person I am."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You have done all this, Yahweh, and because it is what you wanted to do. You have done these great things for me and you have revealed to me these things that you have promised to do for me, because you love me."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Yahweh, you are great. There is no one like you. Only you are God, which is what we have always heard."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "And there is no nation in the world like Israel. Israel is the only nation on the earth whose people you went out to rescue. You performed great and awesome miracles, rescuing our ancestors from being slaves in Egypt, expelling the people of other people groups who were in Canaan."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "You have caused us your Israelite people to belong to you forever, and you, Yahweh, have become our God!"
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "And now Yahweh, I pray that you will cause the things that you have promised about me and my descendants to be fulfilled forever, and do the things that you have said that you would do."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When that happens, you will be famous forever. And people will exclaim, 'Yahweh, commander of the angel armies, is the God who rules Israel!' And you will cause that forever there will be descendants of mine who will rule."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "You, my God, have revealed to me that you will cause some of my descendants to become kings. So I am brave enough to pray like this to you."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Yahweh, you are God! You have promised to do these good things for me."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "And now you, Yahweh, have promised to bless my descendants, in order that they will continue to rule forever. That will happen because you, Yahweh, are the one who has blessed them, and you will keep blessing them forever.\""
            }
          ],
          "tag": "pi"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time later, David's army attacked the army of Philistia and defeated them. They captured the city of Gath and the surrounding villages."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "His army also defeated the army of the Moab people group. The people were forced to accept David to be their ruler, and also to pay money each year to David's government, in order that David's army would protect them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David's army also fought against the army of Hadadezer, the king of the region of Zobah in Aram near the city of Hamath, when Hadadezer was trying to establish control over the area near the Euphrates River."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "David's army captured one thousand of Hadadezer's chariots, seven thousand chariot drivers, and twenty thousand soldiers. They hamstrung most of their horses; there were only one hundred horses that they did not cripple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When the army of Aram came from the city of Damascus to help Hadadezer's army, David's soldiers killed twenty-two thousand of them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then David stationed groups of his soldiers in Damascus, and the people of Aram were forced to accept David to be their ruler, and to pay to David's government each year the payment that he demanded. And Yahweh enabled David's army to win battles everywhere they went."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "David soldiers took the gold shields that were carried by the officers of Hadadezer's army and brought them to Jerusalem."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They also brought from Tebah and Kun, two cities that belonged to Hadadezer, a lot of bronze, which David's son Solomon later used to make the huge bronze basin called \"The Sea\" and the pillars and other bronze items for the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When Tou, the king of the city of Hamath in Aram, heard that David's army had defeated the entire army of King Hadadezer,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "he sent his son Hadoram to King David, to greet him and congratulate him about his defeating Hadadezer's army, which had been fighting the army of Tou. Hadoram brought to David many items made of gold, silver, and bronze."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "King David dedicated those thngs to Yahweh, like he had done with the silver and gold that his soldiers had taken from the Edom and Moab people groups, and from the Ammon people group and from the people of Philistia, and from the descendants of Amalek."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The army of David's army commander Abishai, whose mother was Zeruiah, killed eighteen thousand soldiers from Edom in the Valley of Salt."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then David stationed groups of his soldiers there in Edom, and the people of Edom were forced to become the servants of David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David ruled over all the Israelite people, and he always did for them what was just and fair."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Joab son of Zeruiah was the chief army commander. Jehoshaphat son of Ahilud was the record keeper."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests. Shavsha was the official secretary."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Benaiah son of Jehoiada ruled over the Kereth and Peleth groups who were David's bodyguards. And David's sons were his most important officials."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time later, Nahash, the king of the Ammon people group, died. Then his son Hanun became their king."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When David heard about that, he thought to himself, \"Nahash was kind to me, so I will be kind to his son.\" So David sent some officials there, to tell Hanun that he was sorry to hear that Hanun's father had died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "the leaders of the Ammon people group said to Hanun, \"Do you think that David is really to honor your father that King David is sending these men to say that he is sorry that your father died? We think that his men have come to look around our city in order to determine how his army can conquer us.\""
            }
          ],
          "tag": "p",
          "text": "But when David's officials came to Hanun in the land where the Ammonite lived,"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Hanun believed what they said; so he commanded some soldiers who seized the officials whom David had sent, and shaved off their beards, and insulted them by cutting off the lower part of their robes, and then sent them away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The officials were greatly humiliated. When David found out about what had happened to his officials, he sent some messengers to them to tell them, \"Stay at Jericho until your beards have grown again, and then return home.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then the leaders of the Ammon people group realized that they had greatly insulted David. So Hanun and some of his officials sent thirty-three thousand kilograms of silver to hire chariots and chariot drivers from the regions of Aram Naharaim, Aram Maacah and Zobah northeast of Israel."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They hired thirty-two thousand chariots and chariot drivers, as well as the kings of the region of Maacah and their armies. They came and set up their tents near the city of Medeba in the region of Moab. The soldiers from the Ammon people group also marched out and stood in their positions at the entrance to their capital city, Rabbah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "When David heard about that, he sent Joab and all his army."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The soldiers of the Ammon people group came out of their city and lined up for battle at the entrance to their capital city, Rabbah. Meanwhile, the other kings who had come with their armies stood in their positions in the open fields."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Joab saw that there were groups of enemy soldiers in front of his troops and behind his troops. So he selected some of the best Israelite troops and put them in positions to fight against the soldiers of Aram."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He appointed his older brother Abishai to be the commander of his other soldiers and he told them to stand in their positions in front of the army of the Ammon people group."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joab said to them, \"If the soldiers from Aram are too strong for us to defeat them, then your soldiers must come and help us. But if the soldiers from the Ammon people group are too strong for you to defeat them, then my soldiers will come and help your men."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "We must be strong and fight hard to defend our people and our cities that belong to our God. Yahweh will do what he considers to be good.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So Joab and his troops advanced to fight the army of Aram; and the soldiers from Aram were driven away by the army of Israel."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And when the soldiers of the Ammon people group saw that the soldiers from Aram were running away, they also started to run away from Abishai and his army, and they retreated back inside the city. So Joab and his army returned to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "After the leaders of the army of Aram realized that they had been defeated by the army of Israel, they sent messengers to another part of Aram on the east side of the Euphrates river, and brought troops from there to the battle area, with Shophak, the commander of Hadadezer's army, leading them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When David heard about that, he gathered all the Israelite soldiers, and they crossed the Jordan River. They advanced and took their battle positions to attack the army of Aram."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the army of Aram ran away from the soldiers of Israel. However, David's soldiers killed seven thousand of their chariot drivers and forty thousand other soldiers. They also killed Shophak, their army commander."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "When the kings who had been ruled by Hadadezer realized that they had been defeated by the Israelite army, they made peace with David, and agreed to allow him to rule them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "So the rulers of Aram did not want to help the rulers of the Ammon people group anymore."
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "In that region, kings usually went with their armies to fight their enemies in the springtime. But the following year, David did not do that. Instead, he stayed in Jerusalem, and he sent his commander Joab to lead the army. Joab took his troops. They crossed the Jordan River and ruined the land of the Ammon people group. Then they went to Rabbah, the capital city, and surrounded it. David stayed in Jerusalem for a while. But later he took more troops and went to help Joab. Their armies attacked Rabbah and destroyed it."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then David took the crown from the head of the king of Rabbah and put it on his own head. It was very heavy; it weighed thirty-three kilograms, and it had many very valuable stones. They also took many other valuable things from the city."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then they brought the people out of the city and forced them to work for their army, using saws and iron picks and axes. David's soldiers did this in all the cities of the Ammon people group. Then David and all of his army returned to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Later, David's army fought a battle with the army of Philistia, at the city of Gezer. During the battle Sibbekai, from Hushah clan, killed Sippai, one of the descendants of the of the Rapha giants. So the armies of Philistia were defeated."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "In another battle against the soldiers of Philistia, Elhanan son of Jair, killed Lahmi, the younger brother of the giant Goliath from the city of Gath, who had a spear which was as thick as a weaver's rod."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "There was another battle near Gath. A huge man was there who had six fingers on each hand and six toes on each foot. He was descended from the Rapha giants."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When he made fun of the soldiers of Israel, Jehonadab son of Shimea killed him. Shimea was David's older brother."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Those were some of the descendants of the Rapha giants who had lived in Gath, who were killed by David and his soldiers."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Satan decided to cause the Israelite people to have trouble. So he incited David to find out how many men in Israel were able to be in the army."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So David commanded Joab and the other army commanders, \"Count all the men in Israel who are able to be in the army. Start at Beersheba in the south and go all the way to Dan in the north. Then come back and report to me, in order that I may know how many men there are.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But Joab replied, \"Your Majesty, I hope that Yahweh will make our army a hundred times larger than it is now. But we all serve you. So you should not commit this sin and make Israel suffer for it.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "But David would not change his mind. So Joab and his soldiers went everywhere in Israel and in Judah, and counted the people. Then they returned to Jerusalem,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "and they reported to David that there were 1,100,000 men in Israel who could be in the army, and 470,000 in Judah."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "However, Joab did not count the men from the tribes of Levi and Benjamin, because he was disgusted with what the king had commanded."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "David's command to count the people caused God to become angry, so he told David that he had decided to punish the people of Israel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then David prayed to God. He said to him, \"What I did was very foolish. I have sinned greatly by what I have done. So now I plead with you, please forgive me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then Yahweh said to Gad, David's prophet,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "\"Go and tell this to David: 'I am allowing you to choose one of three things to punish you. I will do whichever one you choose.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So Gad went to David and said to him, \"This is what Yahweh says: 'You can choose one of these punishments:"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "three years of famine in Israel, or three months during which your armies will run away from their enemies who will attack them with swords, or three days during which I will send my angel to cause many people in the country to die because of a plague.' So you must decide what I will say to answer Yahweh, the one who sent me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "David replied to Gad, \"I am very distressed. But allow Yahweh to punish me, because he is very merciful. Do not allow humans to punish me, because they will not be merciful.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So Yahweh sent a plague on the people of Israel, and seventy thousand of them died because of it."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And God sent an angel to destroy the people in Jerusalem by the plague. But when the angel was standing at the ground where Ornan, from the Jebus people group, threshed grain, Yahweh saw all the suffering that the people had endured, and he was grieved. So he said to the angel, \"Stop what you are doing! That is enough!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "David looked up and saw the angel whom Yahweh had sent, standing between the sky and the ground. The angel had a sword in his hand that was pointed toward Jerusalem. Then David and the elders of the city, who were wearing clothes made of rough sackcloth, prostrated themselves on the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "David said to God, \"I am the one who ordered the men who could be in the army to be counted. I am the one who has sinned and done what is very wrong, but these people are as innocent as sheep. They have certainly not done anything that is wrong. So Yahweh my God, punish me and my family, but do not allow this plague to continue to cause your people to become sick and die.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then the angel who was sent by Yahweh told Gad to go up to the place where Ornan threshed grain and tell David to build an altar to worship Yahweh there."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So after Gad told David, he obeyed the message that Yahweh had given to Gad, and he went up there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "While Ornan was threshing some wheat, he turned and saw the angel. His four sons who were with him also saw the angel, and they hid themselves."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then David approached. When Ornan saw him, he left the place where he was threshing grain and prostrated himself, with his face touching the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "David said to him, \"Please sell me this place for threshing in order that I can build an altar here to worship Yahweh, in order that he will stop this plague. I will pay the full price.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Ornan replied, \"Take it! Your Majesty, do whatever you want to. I will give you the oxen that thresh the grain for an offering to be completely burned on the altar. And I will give you the threshing boards to use as wood on the altar, and I will give you flour for a flour offering. I will give all those things to you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But the king said to Ornan, \"No, I will not take these things as a gift. I will pay you the full price for it. I will not take what belongs to you, and offer sacrifices that have cost me nothing and offer them to Yahweh to be completely burned on the altar.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "So David paid to Ornan six and one-half kilograms of gold for the whole area."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "David built an altar to worship Yahweh there, and he offered sacrifices to be completely burned on the altar and sacrifices to restore fellowship with Yahweh. David prayed to Yahweh, and Yahweh answered by sending a fire from heaven to burn up the offerings on the altar."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Then Yahweh spoke to the angel, and told him to put his sword back into its sheath. So the angel did that."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "And when David saw that Yahweh had answered him there at the place where Ornan threshed grain and had ended the plague, he offered sacrifices there."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Yahweh's sacred tent, which Moses had commanded to be set up in the wilderness, and the altar for burning sacrifices completely, were at that time on a hill at the city of Gibeon."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But David did not want to go there to request God to tell him what he wanted David to do, because he was afraid that the angel sent from Yahweh might strike him with his sword; he realized that this was the place that Yahweh now wanted sacrifices to be made."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then David said, \"Here, at the edge of Jerusalem, is where we will build the temple for our God Yahweh, and where we will make the altar for burning the offerings that the Israelite people will bring.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So David commanded that the foreigners who lived in Israel must gather together. When they did that, he appointed some of those men to cut huge stones from the quarries and to smooth their surfaces, to be used to build the temple of God."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "David provided a large amount of iron for making nails and hinges for the doors in the gates of the temple. He also provided a huge amount of bronze for making various utensils; and because there was a huge amount of it, no one could weigh it all."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He also provided money for buying a large amount of cedar logs. Because there was a huge number of them, no one counted them. Those were logs that men from Tyre and Sidon cities sent to David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "David provided all those things because he thought, \"My son Solomon is still young and he does not know what he needs to know about building buildings, and the temple of Yahweh must be magnificent. It must be a glorious building that will become famous, and people throughout the world must consider it to be glorious. So now I will begin to prepare for it to be built, and Solomon will be responsible for finishing it.\" So David collected a great amount of building materials before he died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then David summoned his son Solomon, and told him that he should arrange for a temple to be built for Yahweh, the God whom the Israelites worshiped."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "He said to him, \"I wanted to build a temple to honor Yahweh, my God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Yahweh told a prophet to tell me, 'You have killed many men in the big battles that you have fought. I have seen the blood of all the people whom you killed, so you will not be the one who will arrange for a temple to be built to honor me."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But you will have a son who will be king of Israel after you die. He will be a man who is peaceful and quiet, not a man who kills others. And I will cause that there will be peace between him and his enemies who are in all the nearby lands. His name will be Solomon, which sounds like the word for peace. During the time that he is king, people in Israel will be peaceful and safe."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He is the one who will arrange for a temple to be built to honor me. He will be like a son to me, and I will cause some of his descendants to rule over Israel forever.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So now, my son, I hope that Yahweh will help you, and enable you to be successful in arranging for building the temple of Yahweh, your God, which is what he said that you would do."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I also hope that he will enable you to be wise and to understand what you need to know, and enable you to obey his laws while you rule over Israel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "If you carefully obey all the laws and decrees which Yahweh told Moses to tell Israel to do, you will be successful. Be strong and courageous. Do not be afraid of anything, and do not become discouraged!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "I have tried hard to provide materials for building the temple of Yahweh. I have provided 3,300 metric tons of gold, 33,000 metric tons of silver. I have also provided a very large amount of iron and bronze, no one has been able to weigh it all. I have also gathered lumber and stone for the walls of the temple, but you may need to get some more of those things."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "There are many men in Israel who have good ability to cut big stones for making stone walls, and carpenters, and men who are very skilled at making various kinds of things."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There are many men who know how to make things from gold and silver and bronze and iron. So now I say to you, begin the work of building the temple, and I hope that Yahweh will be with you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then David commanded that all the Israelite leaders must assist Solomon. He said to them,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "\"Yahweh our God is certainly with you. He has allowed you to have peace with all the nearby nations. He has enabled my army to conquer them, so now Yahweh and my people control them."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Now you must obey Yahweh with your entire inner beings. Help Solomon to arrange for building the temple for Yahweh God, in order that you can bring the sacred chest that contains the Ten Commandments and the other sacred items that belong to Yahweh into the temple that you will build to honor him.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David was a very old man when he appointed his son Solomon to be the next king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "David gathered the leaders of Israel and the priests and other descendants of Levi."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He commanded some of his officials to count the descendants of Levi who were at least thirty years old, and they found out that there were thirty-eight thousand of them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then David said, \"From those thirty-eight thousand men, I want twenty-four thousand of them to supervise the work at the temple of Yahweh, and I want six thousand of them to be officials and judges."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I want four thousand to be guards at the gates, and four thousand to praise Yahweh, using the musical instruments that I have provided for them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "David divided the descendants of Levi into three groups; each group consisted of men who were descendants of one of the three sons of Levi—Gershon, Kohath, and Merari."
            },
            {
              "tag": "s2",
              "text": "The descendants of Gershon are listed next."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The descendants of Gershon were Ladan and Shimei."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There were three sons of Ladan: Jehiel was the oldest, and his younger brothers Zetham and Joel."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There were three of the sons of Shimei: Shelomoth, Haziel, and Haran."
            },
            {
              "tag": "q2",
              "text": "They were all leaders of the clans of Ladan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "There were four men who were sons of Shimei:"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jahath, who was his oldest son, and his younger brothers Ziza, Jeush, and Beriah."
            },
            {
              "tag": "q2",
              "text": "Jeush and Beriah did not have many sons, so they were counted as though they were one family."
            },
            {
              "tag": "s2",
              "text": "The descendants of Kohath are listed next."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "There were two sons of Amram: Aaron and Moses."
            },
            {
              "tag": "q2",
              "text": "Aaron and his descendants were set apart to dedicate to Yahweh the very holy things, to offer sacrifices to Yahweh, to serve in his presence, and to declare to the people what Yahweh would do to bless them. They were to do those things forever."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The sons of Moses, the man who served God well, were counted as part of the tribe of Levi. They are listed next."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The sons of Moses were Gershom and Eliezer."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The oldest son of Gershom was Shubael."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Rehabiah was the oldest son of Eliezer."
            },
            {
              "tag": "q2",
              "text": "Eliezer had no other sons, but Rehabiah had many sons."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The oldest son of Izhar was Shelomith."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Hebron had four sons."
            },
            {
              "tag": "q2",
              "text": "Jeriah was his oldest son, and his younger brothers were Amariah, Jahaziel, and Jekameam."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Uzziel had two sons."
            },
            {
              "tag": "q2",
              "text": "Micah was the oldest son, and his younger brother was Isshiah."
            },
            {
              "tag": "s2",
              "text": "The descendants of Merari are listed next."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Merari had two sons: Mahli and Mushi."
            },
            {
              "tag": "q2",
              "text": "The sons of Mahli were Eleazar and Kish."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Eleazar had no sons; he had only daughters. So their cousins, the sons of Kish, married them."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The three sons of Mushi were Mahli, Eder, and Jerimoth."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Those were the descendants of Levi, whose names were listed according to their families. They were chosen for special jobs by casting lots. Each person who was at least twenty years old was listed. They all worked in the temple of Yahweh."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "David had said previously, \"Yahweh, the God to whom we Israelite people belong, has enabled us to have peace, and he has come to live in Jerusalem forever."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Therefore, the descendants of Levi no longer need to carry the sacred tent and the items used in the work there.\""
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Obeying the final instructions of David before he died, instructions for doing this work at the temple, they counted only the descendants of Levi who were at least twenty years old."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "The work of those descendants of Levi was to assist the descendants of Aaron in their work in Yahweh's temple. They were to be in charge of the temple courtyards and the side rooms, the ceremonies for purifying all the sacred things, and to do other work at the temple."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They were also in charge of the loaves of bread on display before God, the loaves that were placed each week on the table in the temple, the flour for the flour offerings, and the wafers that were made without yeast. They also had to measure the ingredients, mix them, and bake the bread and wafers."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "They were also told to stand every morning at the temple and thank Yahweh and praise him. They were also required to do the same thing every evening."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "And they were to do the same thing whenever offerings that were to be completely burned on the altar were presented to Yahweh on Sabbath days and during the new moon celebrations and other religious festivals. They were told how many of them should be there and what they should do each time."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "So the descendants of Levi did the work that was assigned to them by their fellow Israelites who were descendants of Aaron. They did that work at the sacred tent and in the holy place inside the tent, and later at the temple."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are the divisions of the descendants of Aaron the first high priest: Aaron's four sons were Nadab, Abihu, Eleazar, and Ithamar."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "But Nadab and Abihu died before their father died, and they had no children. So their younger brothers Eleazar and Ithamar became the priests."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Zadok, who was a descendant of Eleazar, and Ahimelech, who was a descendant of Ithamar, helped David to separate the family groups into two groups. Each group had certain duties."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "There were more leaders among the descendants of Eleazar than there were among the descendants of Ithamar. So they appointed sixteen leaders from Eleazar's descendants and eight leaders from Ithamar's descendants."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There were temple officials and priests who were there, including descendants of both Eleazar and Ithamar, to make sure that the work was divided fairly. So they decided what work each group would do by casting lots."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Shemaiah son of Nethanel, who was a descendant of Levi, wrote down the names of the leaders of each group while David and his officials were watching. Zadok, the high priest, and Ahimelech his assistant, and the leaders of the families of the priests and of the families of the other descendants of Levi also watched."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Jehoiarib was the first one whose name was selected by casting lots."
            },
            {
              "tag": "q",
              "text": "Next Jedaiah was selected."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Next, Harim was selected."
            },
            {
              "tag": "q",
              "text": "Next, Seorim was selected."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Next, Malkijah was selected."
            },
            {
              "tag": "q",
              "text": "Next, Mijamin was selected."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Next, Hakkoz was selected."
            },
            {
              "tag": "q",
              "text": "Next, Abijah was selected."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Next, Jeshua was selected."
            },
            {
              "tag": "q",
              "text": "Next, Shecaniah was selected."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Next, Eliashib was selected."
            },
            {
              "tag": "q",
              "text": "Next, Jakim was selected."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Next, Huppah was selected."
            },
            {
              "tag": "q",
              "text": "Next, Jeshebeab was selected."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Next, Bilgah was selected."
            },
            {
              "tag": "q",
              "text": "Next, Immer was selected."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Next, Hezir was selected."
            },
            {
              "tag": "q",
              "text": "Next, Happizzez was selected."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Next, Pethahiah was selected."
            },
            {
              "tag": "q",
              "text": "Next, Jehezkel was selected."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Next, Jakin was selected."
            },
            {
              "tag": "q",
              "text": "Next, Gamul was selected."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Next, Delaiah was selected."
            },
            {
              "tag": "q",
              "text": "Next, Maaziah was selected."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Those were the men who were chosen to be the leaders of the groups that would serve in the temple, obeying the regulations that were set down by Aaron, regulations which Yahweh, the God to whom we Israelite people belong, had given to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "This is a list of some of the other descendants of Levi:"
            },
            {
              "tag": "q",
              "text": "From the sons of Amram there was Shubael."
            },
            {
              "tag": "q2",
              "text": "From the sons of Shubael there was Jehdeiah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "From Rehabiah son of Eleazar there was Isshiah, his oldest son."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "From the descendants of Kohath's son Izhar there was Shelomoth."
            },
            {
              "tag": "q2",
              "text": "From the descendants of Shelomoth there was Jahath."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "From the descendants of Kohath's son Hebron there was his oldest son Jeriah and Jeriah's younger brothers Amariah, Jahaziel, and Jekameam."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "From the descendants of Kohath's son Uzziel there was Micah."
            },
            {
              "tag": "q2",
              "text": "From the descendants of Micah there was Shamir."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "And Micah's younger brother was Isshiah."
            },
            {
              "tag": "q2",
              "text": "From the descendants of Isshiah was Zechariah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The sons of Merari were Mahli, Mushi, and Jaaziah."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "From the descendants of Jaaziah there were Beno, Shoham, Zaccur, and Ibri."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Mahli's son Eleazar did not have any sons."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "From the descendants of Kish there was his son Jerahmeel."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The sons of Mushi were Mahli, Eder, and Jerimoth."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "The jobs they would do were decided by casting lots like their fellow Israelites the descendants of Aaron, did. They cast lots while King David, Zadok, Ahimelech, and the leaders of he families of the priests and the other descendants of Levi watched. The jobs that were given to the families of each oldest brother and each youngest brother were equal."
            }
          ],
          "tag": "p",
          "text": "Those were descendants of Levi who were listed according to the leaders of their families."
        }
      ],
      "num": 25
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David and some of the temple officials chose some of the descendants of Asaph, Heman, and Jeduthun to be in charge of the preaching, and to play harps and lyres and cymbals. This is a list of the men whom they chose for that work:"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "From the sons of Asaph they chose Zaccur, Joseph, Nethaniah, and Aserelah. Asaph supervised them. And the king appointed Asaph to preach."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "From the sons of Jeduthun they chose six men: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah. Jeduthun supervised them and also preached, playing his harp while he thanked and praised Yahweh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "From the sons of Heman they chose Bukkiah, Mattaniah, Uzziel, Shubael, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Eze, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They were all sons of Heman, who was King David's prophet. God promised to cause Heman to be strong, so altogether, God gave him fourteen sons and three daughters."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "All those men were supervised by their fathers while they played music in the temple of Yahweh. They played cymbals, lyres, and harps. And their fathers—Asaph, Jeduthun, and Heman—were supervised by the king."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Those men and their relatives were all trained and skilled for playing musical instruments in the temple. That was their work for Yahweh. Including their relatives, there were 288 of them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "All of them, including ones who were young and those who were old, cast lots to determine what work they would do."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "From the family of Asaph, the first ones selected were Joseph and 12 of his sons and relatives."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Next, Gedaliah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Next, Zaccur and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Next, Nethaniah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Next, Bukkiah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Next, Jesarelah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Next, Jeshaiah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Next, Mattaniah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Next, Shimei and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Next, Azarel and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Next, Hashabiah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Next, Shubael and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Next, Mattithiah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Next, Jerimoth and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Next, Hananiah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Next, Joshbekashah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Next, Hanani and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Next, Mallothi and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Next, Eliathah and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Next, Hothir and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Next, Giddalti and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Next, Mahazioth and 12 of his sons and relatives were selected."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Next, Romamti-Eze and 12 of his sons and relatives were selected."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 26
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is a list of the groups of men who guarded the temple gates:"
            },
            {
              "tag": "q",
              "text": "From the descendants of Korah, there was Meshelemiah son of Kore, who was one of the sons of Asaph."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The oldest son of Meshelemiah was Zechariah. His other sons were Jediael, Zebadiah, Jathniel,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Elam, Jehohanan, and Eliehoenai."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Another guard was Obed Edom."
            },
            {
              "tag": "q2",
              "text": "His oldest son was Shemaiah. His other sons were Jehozabad, Joah, Sakar, Nethanel,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ammiel, Issachar, and Peullethai. It was because God had blessed him that he had many sons."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Obed Edom's son Shemaiah also had sons. They were leaders in their father's family because they were capable of doing many things well."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad. Shemaiah's relatives Elihu and Semakiah were also capable men."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "All of those descendants of Obed Edom and their sons and relatives were capable people and strong workers. Altogether there were 62 of them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Another guard was Meshelemiah. He and his sons and relatives were also capable people. There were 18 of them altogether."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Another guard was Hosah's son Shimri, a descendant of Merari. Hosah appointed Shimri to be the leader, even though he was not Hosah's oldest son."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Hosah's other sons were Hilkiah, Tabaliah, and Zechariah. Altogether there were 13 sons and relatives of Hosah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Those men were leaders of the groups of men who guarded the gates of the temple. They worked at the temple like their relatives did."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "By casting lots, the leader of each family chose one gate for their group to guard. All of them, including young men and old men, cast lots."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Shelemiah's group was selected to guard the east gate. The group of Shelemiah's son Zechariah, who was a wise counselor, was selected to guard the north gate."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then Obed Edom's group was selected to guard the south gate, and his sons were selected to guard the entrances to the temple storerooms."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then Shuppim's group and Hosah's group were selected to guard the west gate and the Shalleketh Gate on the upper road to the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Each day there were six descendants of Levi who guarded the east gate, four who guarded the north gate, four who guarded the south gate, and two at a time who guarded the entrances to the storerooms."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "At the west gate there were two men who guarded the courtyard and four who guarded the road outside the courtyard."
            }
          ],
          "tag": "p",
          "text": "The work for the guards was divided evenly."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Those were the groups of men who were descendants of Korah and Merari who guarded the gates of the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Other descendants of Levi were in charge of the chests that contained the money that was dedicated to God, money that the people brought to the temple.  "
            },
            {
              "tag": "v",
              "num": "21",
              "text": "One of those men was Ladan, a descendant of Gershon. He was the ancestor of several family groups. Jehiel was the leader of one of those family groups.   "
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Others who were in charge of the chests in the temple of the Lord were Zetham and his younger brother Joel, who were the sons of Jehiel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Others who did that work were descendants of Amram, Izhar, Hebron and Uzziel."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Shubuel, a descendant of Moses's son Gershom, was the leader who was in charge of the money chests."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Others who did that work were the descendants of Gershom's younger brother Eliezer. Those men were Eliezer's son Rehabiah, Rehabiah's son Jeshaiah, Jeshaiah's son Joram, Joram's son Zichri, and Zichri's son Shelomith."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Shelomith and his relatives were in charge of all the valuable things that had been dedicated to Yahweh by King David, by the leaders of the family groups, by the army commanders of one thousand soldiers and commanders of 100 soldiers, and by other army commanders."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Some of the things that those army officers had taken from Israel's enemies in battles they dedicated for the repair of the temple of Yahweh."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "And Shelomith and his relatives were also in charge of everything that had been dedicated to Yahweh by the prophet Samuel, by King Saul, and by David's two army commanders Abner and Joab."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "From the descendants of Izhar, Kenaniah and his sons were given work outside the temple area. They were officials and judges in various places in Israel."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "From the descendants of Hebron, Hashabiah and his relatives were responsible for the work done for Yahweh and for the king in all the area west of the Jordan river. There were 1,700 of them who were able to do their work well."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "It was written in the records of the descendants of Hebron that Jeriah was their leader. When David had been ruling for almost forty years, they searched in those records, and they found names of capable men descended from Hebron who were at the city of Jazer in the region of Gilead."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Jeriah had 2,700 relatives who were able to do their work well, and who were leaders of their families. King David put them in charge of governing the tribes of Reuben, Gad, and the western half of the tribe of Manasseh, to be sure that all the people did what God and the king told them to do."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 27
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is a list of the Israelite men who served the king in the army. Some were leaders of families, some were commanders of one hundred men, some were commanders of one thousand men, and some were other officers. There were twenty-four thousand men in each group. Each group served one month of each year."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Jashobeam, son of Zabdiel, was in charge of the group that served during the first month of each year."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He was a descendant of Perez, and he was the commander of all the army officers during the first month of each year."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Dodai, from the clan of Ahohi, was the commander of the group that served during the following."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Benaiah, son of Jehoiada the high priest, was the commander of the group that served during the following month."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He was the one who was a mighty warrior among David's thirty greatest soldiers, and he was their leader. His son Ammizabad was his assistant."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Asahel, Joab's younger brother, was the commander of the group that served during the following month. Asahel's son Zebadiah became the commander after Asahel was killed."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The commander for the following month was Shamhuth, a descendant of Izrah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The commander for the following month was Ira son of Ikkesh from the city of Tekoa."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The commander for the following month was Helez, a member of the clan of Pelon from the tribe of Ephraim."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The commander for the following month was Sibbekai, a descendant of Zerah from the city of Hushah."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The commander for the following month was Abiezer from the city of Anathoth in the tribe of Benjamin."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The commander for the following month was Maharai, a descendant of Zerah from the city of Netophath."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The commander for the following month was Benaiah from the city of Pirathon in the tribe of Ephraim."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The commander for the last month of each year was Heldai, a descendant of Othniel from the city of Netophath."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "This is a list of the administrators of the twelve tribes of Israel:"
            },
            {
              "tag": "q",
              "text": "Eliezer, son of Zicri, was the administrator of the tribe of Reuben."
            },
            {
              "tag": "q",
              "text": "Shephatiah, son of Maacah, was the administrator of the tribe of Simeon."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Hashabiah, theson of Kemuel, was the administrator of the tribe of Levi."
            },
            {
              "tag": "q",
              "text": "Zadok was the administrator of the tribe of Aaron."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Elihu, David's older brother, was the administrator of the tribe of Judah."
            },
            {
              "tag": "q",
              "text": "Omri, son of Michael, was the administrator of the tribe of Issachar."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Ishmaiah, son of Obadiah, was the administrator of the tribe of Zebulun."
            },
            {
              "tag": "q",
              "text": "Jerimoth, son of Azriel, was the administrator of the tribe of Naphtali."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Hoshea, son of Azaziah, was the administrator of the tribe of Ephraim."
            },
            {
              "tag": "q",
              "text": "Joel, son of Pedaiah, was the administrator of the tribe of the western half of the tribe of Manasseh."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Iddo, son of Zechariah, was the administrator of the eastern half of the tribe of Manasseh, in the region of Gilead."
            },
            {
              "tag": "q",
              "text": "Jaasiel, son of Abner, was the administrator of the tribe of Benjamin."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Azarel, son of Jeroham, was the administrator of the tribe of Dan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "David did not tell Joab to count the men who were less then twenty years old, because Yahweh had promised many years previously that there would be as many people in Israel as there are stars in the sky."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Joab and his helpers started to count the men of Israel, but they did not finish counting them because Joab knew that Yahweh was angry about their being counted. Yahweh punished the people of Israel because of this counting, and as a result the total number of Israelite men able to serve in the army was not written on the scroll about King David's rule."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Azmaveth, son of Adiel, was in charge of the king's storehouses."
            },
            {
              "tag": "li",
              "text": "Jonathan, son of Uzziah, was in charge of the storehouses in other towns and villages in Israel, and also in charge of the watchtowers."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Ezri son of Kelub was in charge of the workers who farmed the land that belonged to the king."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Shimei from the city of Ramath was in charge of the king's vineyards."
            },
            {
              "tag": "li",
              "text": "Zabdi from the city of Shepham was in charge of storing the wine from the grapes produced in vineyards."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Baal-Hanan from the city of Geder was in charge of storing the olive oil."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Shitrai from the Plain of Sharon was in charge of the herds of cattle that grazed there."
            },
            {
              "tag": "li",
              "text": "Shaphat son of Adlai was in charge of the cattle in the valleys."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Obil, a descendant of Ishmael, was in charge of the camels."
            },
            {
              "tag": "li",
              "text": "Jehdeiah from the city of Meronoth was in charge of the donkeys."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jaziz, a descendant of Hagar, was in charge of the king's flocks of sheep."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "David's uncle Jonathan was a wise counselor for him."
            },
            {
              "tag": "li",
              "text": "Jehiel, son of Hacmoni, taught the king's sons."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Ahithophel was the king's official counselor."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Hushai from the Ark people group was the king's special friend."
            },
            {
              "tag": "q",
              "text": "Benaiah's son Jehoiada became the king's advisor after Ahithophel died, and later Abiathar became his advisor."
            },
            {
              "tag": "li",
              "text": "Joab was the chief commander of the army."
            }
          ],
          "tag": "p",
          "text": "All of those officials were in charge of the things that belonged to King David."
        }
      ],
      "num": 28
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David summoned all the leaders of Israel to come to Jerusalem. He summoned the leaders of the tribes, the leaders of the groups that worked for the king, the commanders of one hundred soldiers, the commanders of one thousand soldiers, those who were in charge of the king's property and his livestock, those who taught his sons, all the palace officials, and his mighty soldiers and bravest warriors."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "David stood up and said, \"My fellow Israelites, listen to me. I wanted to build a temple to be a place where we would put the sacred chest containing Yahweh's covenant, where the sacred chest would stay permanently. And I made plans to build it."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But God said to me, 'You are not the one who will arrange to build a temple, because you have fought battles and have killed people.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "But Yahweh, the God to whom we Israelites belong, had chosen me and my descendants to be the kings of Israel forever. First he chose Judah to be a leader, and from the people of Judah he chose me to be the king over all of Israel."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh has given me many sons, but from them he chose my son Solomon to be the next king to rule his kingdom of Israel."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He said to me, 'Solomon your son is the one who will arrange to build my temple and the courtyards around it, because I have chosen him to be like my son and I will be like his father."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I will enable his kingdom to endure forever if he continues to obey my laws and decrees, like you are doing now.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "So now, while all you people of Israel, all of you who belong to Yahweh, are watching, and while God is listening, I command all you people to carefully obey all the commands of Yahweh our God, in order that you may continue to possess this good land and enable your descendants to inherit it forever."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "And you, my son Solomon, must know God like I know him, and you must serve him faithfully and because you want to. You must do that because he knows what everyone is thinking and he understands the reasons that people do what they do. If you seek to know him, he will heed your prayers. But if you abandon him, he will abandon you forever."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh has chosen you to arrange to build a temple for him. So think about what I have said, and be strong and do what he is wanting you to do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then David gave to his son Solomon the scroll on which were written the plans for the main rooms of the temple, its porch, its storerooms, all the other upper and lower rooms, the holy place, and the very holy place having the sacred chest and its lid."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "David wrote for him the plans that he had made for building the courtyards and all the rooms that surrounded the temple, including the room where the money and other valuable things that were dedicated to God were kept."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He gave Solomon instructions for the work groups of priests and other descendants of Levi, about all the work that they must do to serve in Yahweh's temple, and about taking care of all the things that would be used in the work at the temple."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He wrote down how much gold and how much silver should be used to make all the items in the temple."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "This was a list of how much gold would be needed for making the gold lampstands and the lamps, how much silver to make the silver lamps and lampstands."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There was a list for how much gold would be needed for making the table on which the priests would put the bread to display before God, how much silver to make the other tables,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "and how much pure gold for the meat forks and the bowls and the cups, how much gold for each gold dish, how much silver for each silver dish."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "There was a list for how much pure gold would be needed to make the altar for burning incense. He also gave to Solomon his plans for making the golden statues of winged creatures that would be above the sacred chest of Yahweh, like a chariot for him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then David said, \"I have written all these plans while Yahweh was directing me. He has enabled me to understand all the details of his plan for the temple that is to be built.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "David also said to his son Solomon, \"Be strong and courageous, and do this work. Do not be afraid or discouraged, because Yahweh our God, whom I worship, will be with you. He will not fail to help you or abandon you until you finish all the work of making the temple of his."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The groups of priests and other descendants of Levi are ready to begin their work at God's temple, and every man who has a special skill will help you in all the work. And my officials and the other people will obey you, whatever you command them to do.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 29
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then King David said to all the people who had gathered there, \"My son Solomon, the one whom God has chosen to be the next king, is young and does not have much experience. This work of building the temple is great, because this glorious building will not be to honor people, but to honor Yahweh our God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "From all the things that I possess, I have provided what will be needed to build the temple of my God—gold for the things to be made of gold, silver for the things to be made of silver, bronze for the things to be made of bronze, iron for the things to be made of iron, wood for the things to be made of wood, and large amounts of onyx and turquoise and other valuable stones of various colors, and marble and all kinds of valuable stones."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In addition to all these things that I have given for the temple, I am giving my own treasures of gold and silver, because I very earnestly desire that this holy temple for my God be built."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I am giving about 100 metric tons of gold from Ophir and 230 metric tons of refined silver to cover the walls of the buildings,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "for making the other items of gold and silver, and for the other work to be done by the craftsmen. So now, I ask you, who is willing to show by contributing other gifts for the building of the temple that he has dedicated himself to Yahweh?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then the leaders of the families, the leaders of the tribes of Israel, the commanders of one thousand soldiers and the commanders of one hundred soldiers, and the officials who supervised the work that the king wanted done, gave gifts willingly."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For the work at the temple they gave 165 metric tons and eighty-four kilograms of gold, 330 metric tons of silver, 600 metric tons of bronze, and 3,300 metric tons of iron."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Any people who owned valuable stones gave them to be put in the storeroom of the temple. Jehiel, a descendant of Gershon, was appointed to be in charge of them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The people were happy to see that their leaders wanted to give those things; they were happy and enthusiastic to give those things to Yahweh. And King David also was very happy."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then, while all the people there were listening, David praised Yahweh. He said,"
            },
            {
              "tag": "q1",
              "text": "\"We praise you, Yahweh,"
            },
            {
              "tag": "q2",
              "text": "the God whom our ancestor Jacob worshiped."
            },
            {
              "tag": "q2",
              "text": "We will praise you forever!"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You alone are great and powerful;"
            },
            {
              "tag": "q2",
              "text": "only you are truly glorious and majestic and wonderful."
            },
            {
              "tag": "q2",
              "text": "And that is true because everything in heaven and on the earth is yours."
            },
            {
              "tag": "q1",
              "text": "You are the king of all the people in this world;"
            },
            {
              "tag": "q2",
              "text": "you are the ruler of everything."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Because you are very powerful,"
            },
            {
              "tag": "q2",
              "text": "you are able to cause anyone to be great and be strong."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So now, our God, we thank you,"
            },
            {
              "tag": "q2",
              "text": "and we praise you for being very great."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "But I and my people are not really able to give anything to you,"
            },
            {
              "tag": "q2",
              "text": "because everything that we have comes from you;"
            },
            {
              "tag": "q2",
              "text": "the things that we have given to you are only the things that we have received from you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You know that we are like foreigners and strangers to you, as our ancestors were."
            },
            {
              "tag": "q2",
              "text": "Our years here on earth are like a shadow that disappears quickly;"
            },
            {
              "tag": "q2",
              "text": "we know that there is nothing that can enable us to escape dying."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Yahweh our God, we have gathered all these things to use in building your temple,"
            },
            {
              "tag": "q2",
              "text": "but all of it really belongs to you, and you have given it to us."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "My God, I know that you test us people,"
            },
            {
              "tag": "q2",
              "text": "and you are pleased if you find out that we do what is right."
            },
            {
              "tag": "q1",
              "text": "All these things I have given to you because I wanted to."
            },
            {
              "tag": "q2",
              "text": "And now I have seen that your people have joyfully and generously given things to you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Yahweh, the God whom our ancestors Abraham, Isaac, and Jacob worshiped,"
            },
            {
              "tag": "q2",
              "text": "I desire that your people will continue to desire to do things like this forever,"
            },
            {
              "tag": "q2",
              "text": "and that they will always be loyal to you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "And now, please enable my son Solomon to faithfully and sincerely"
            },
            {
              "tag": "q2",
              "text": "do everything that is needed to build this beautiful building"
            },
            {
              "tag": "q2",
              "text": "for which I have provided all these things.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then David said to all the people who were gathered there, \"Praise Yahweh our God!\" So they all praised Yahweh the God whom their ancestors also worshiped. They prostrated themselves on the ground in front of Yahweh and in front of the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "The next day the people offered sacrifices to Yahweh. They presented many animals to be completely burned on the altar: A thousand bulls, a thousand rams, a thousand male sheep, offerings of wine, and many other sacrifices for all the people of Israel to eat."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "On that day the people were joyful and ate and drank in Yahweh's honor."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "So Solomon sat on the throne because Yahweh wanted him to be the king to succeed his father David. During the following years Solomon prospered, and all the Israelite people obeyed him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "King David's other sons and all the officers and mighty warriors accepted Solomon to be their king, and they solemnly promised to obey him."
            }
          ],
          "tag": "p",
          "text": "Then for the second time they declared that Solomon was now the king. As Yahweh had commanded, they anointed him with olive oil to be the king, and they anointed Zadok to be the high priest."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Yahweh caused Solomon to be highly respected by all the Israelite people, and they honored him very much. No king of Israel had been honored as much as Solomon was."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Jesse's son David was the king who ruled all of Israel."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He ruled for forty years: seven years in the city of Hebron and thirty-three years in Jerusalem."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He was very rich and very much honored, and he became an old man. Then he died, and his son Solomon became the king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "A record of all the things that King David did while he ruled, from the beginning to the end, was on scrolls written by the prophets Samuel, Nathan, and Gad."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "They told about his powerful rule, and all the things that happened to him and to the people of Israel and in the kingdoms of other countries while he was ruling Israel."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "CH unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Chronicles"
}