{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The First Letter to the Corinthians"
      },
      {
        "tag": "toc2",
        "text": "First Corinthians"
      },
      {
        "tag": "toc3",
        "num": "1",
        "text": "Co"
      },
      {
        "tag": "mt1",
        "num": "1",
        "text": "Corinthians"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I, Paul, am writing this letter along with Sosthenes, our fellow believer. God appointed me to be an apostle of the Messiah Jesus because that was what he wanted."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I am sending this letter to you who belong to the church of God which is in the city of Corinth. You who have been set apart as holy because you are joined to the Messiah Jesus, God calls you holy ones, along with all those who call on the authority of our Lord Jesus the Messiah, in every place. He is their Lord and ours also."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I pray that God our Father and the Lord Jesus the Messiah give you grace and peace."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "I give thanks to my God every time I think about you because of the kindness God showed you when he gave the Messiah Jesus to you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For example, the Messiah has given you so many things. He has helped you with all you say and all you know."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In this way these statements about the Messiah have been shown to be true among you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "That is the reason you are not lacking any gift from the Spirit of God while you wait for the appearance of our Lord Jesus the Messiah."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He will also strengthen you to continue to obey until the very end, so that no one can accuse you of anything on the day when our Lord Jesus the Messiah returns to earth."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "God is keeping his promise to do that. He called you, so you can know and love his Son, Jesus the Messiah, who is our Lord."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "My fellow believers, by the authority of our Lord Jesus the Messiah, I beg all of you to agree with one another in what you say and let there be no divisions among you. Instead, you be connected together with the same understanding in what you think and what you decide."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Those who live in the house of Chloe have reported to me about you, my fellow believers, that you are arguing with each other."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I am saying this, each of you claims to follow someone different. One says, \" I am a follower of Paul.\" Others say, \" I am a follower of Apollos,\"  \" I am a follower of Peter,\" or\" I am a follower of the Messiah.\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The Messiah has not been divided into pieces. I, Paul, was not crucified for you. When you were baptized you did not promise to submit to me."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I thank God that I did not baptize any of you except Crispus and Gaius"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "so that no one can say I baptized them in order that they would be my followers."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "( Now I remember that I also baptized those who live in the house of Stephanas, but other than those people, I do not remember baptizing anyone else in Corinth.)"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The most important work the Messiah sent me to do was to tell everyone the good news about him, not to baptize people. I did not proclaim the good news using human wisdom or clever words so instead I could use the power of the work of the Messiah dying on the cross."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "For those who are dead to the things of God cannot understand him. The Messiah died for them on the cross, but this message is pointless to them. However, for those of us whom God has rescued and brought to life, this message allows God to powerfully work in us."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "A prophet wrote in the scriptures:"
          },
          {
            "tag": "q",
            "text": "\" The wisdom of those who think they are wise, I will destroy, and I will make the brilliant plans of the intelligent to be utter failures.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Where are the wise people of this world? They did not understand anything about God. Neither did the scholars, nor those skilled in debate. For God has shown that everything they call wisdom is really foolishness."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "In the wisdom of God, unbelievers did not come to know God by their own wisdom. So God was pleased to use a message that they thought was foolish. That is message we proclaimed and it had power to save all who believe it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The Jews wanted public displays of miraculous power before they would follow anyone. The Greeks are looking for wisdom through new and fresh ways of thinking about spiritual ideas."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But we proclaim a message about the Messiah, who died on a cross. For the Jews this message about the cross of the Messiah is something they cannot receive because death on a cross brings a curse with it. To the Greeks it is too foolish to deserve their attention."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But for us, we whom God called so we can know him, that message shows that God acted powerfully and wisely by sending the Messiah to die for us. The good news is not tied to any race or philosophy; in the Messiah there is no distinction between Jews and all the other nations and races on earth."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For the things of God that appear foolish are really wiser than the most brilliant ideas human beings can imagine. And the things of God that appear weakest are stronger than the strongest and greatest human being who ever lived."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Brothers and sisters, look at the kind of person you were when God called you. See how unimportant you were. You were not the wisest of people. You were not important enough for people to obey you. You had no important ancestors."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Instead, God chose the things that made no sense to unbelievers so that they would stop praising themselves. God chose to use things that were weak to put to shame the things they believed were so strong."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "God chose what the unbelievers think is of no importance in order to show that the things they consider to be important have no value."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "God did this so that no human being could have any reason to praise himself and he should offer God all praise instead."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Because of what God has done, you are now joined to the Messiah Jesus, who has made clear to us how wise God is. He has put us right with God, he has set us apart for God, and he has rescued us and brought us to safety."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So, as the scriptures say:"
          },
          {
            "tag": "q",
            "text": "\" The one who praises himself should praise himself only in what the Lord has done for him.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "CO EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:40:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians"
}