{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Follow my example, just like I follow the example of the Messiah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "I praise you because you remember me in all you do, and you hold tight to all the important teachings that I have passed down to you and you have kept them just as I taught them to you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I want you to understand that the Messiah has authority over every man, and that a man has authority over a woman, and that God has authority over the Messiah."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So if any man covers his head when he prays or when he proclaims a message from God, he brings disgrace on himself."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But if a woman prays or proclaims a message God gave her with her head uncovered, she brings disgrace on herself. For it is exactly the same as if she had shaved her head."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "If a woman refuses to cover her head, then she should cut her hair short, like a man' s. But you know that it is disgraceful for a woman to have her hair cut short or to have her head shaved. So, instead, she should cover her head."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "A man should not cover his head because God made him like himself, and the man reflects some of what God himself is like. But women reflect some of what men are like."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For God did not make the man Adam from the woman Eve; instead, he made the woman Eve from the man Adam."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It was not the man whom God created to help the woman, but the woman to help the man."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This is why women should cover their heads, as a sign of the authority, and because of the angels."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "So as we live joined to the Lord, women need men to help them, and men need women to help them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "This is because the woman was made from the man, and the man is born from the woman. They are dependent on one another. But all things come from God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Judge this for yourselves: Is it proper for a woman to pray to God without a cover on her head?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Nature itself teaches us that it is a disgrace for a man to have long hair,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "but nature also teaches that long hair for a woman is a display of her beauty. Her hair is given to her by God to cover her beauty."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But if anyone in the church wishes to argue about this matter, we do not have any other custom than this, nor do any of the churches do anything different."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "In these instructions, I cannot praise you for what you are doing about the Lord' s supper. When you come together to eat, instead of encouraging and helping one another, you make the fellowship in the church much worse."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The first matter of concern is that when you come together, you come with different groups and factions. This is what people have told me, and I believe that some of what they say is true."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "It appears that you need to have different groups among yourselves so that you can test and approve the ones that have places of honor, and others that do not."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When you come together you are not eating the Lord' s Supper."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When you eat, one person brings an entire meal and eats it as soon as he arrives; he does not wait for anyone else. Another person goes hungry while other people drink so much wine that they get drunk."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You act as though you did not have houses to eat and drink in! You treat the church with dishonor, and you despise the purpose for which you gather. You humiliate those who are poor. I can say nothing good about this. This is a disgrace."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "For I have passed on to you what I received from the Lord, that on the night when the Lord Jesus was handed over to his enemies, he took bread,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and after he had given thanks, he broke it and said, \" This is my body, which is for you, do this and remember me.\""
          },
          {
            "tag": "v",
            "num": "25",
            "text": "After the same manner, he took the cup, after they had eaten, and said, \" This cup is the new covenant in my blood. Do this as often as you drink it, remember me.\""
          },
          {
            "tag": "v",
            "num": "26",
            "text": "For every time you eat this bread and drink this cup, you proclaim the death of the Lord until he comes again."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "All who come to this celebration of the Lord' s Supper should come to give honor to God in the way it is shared. Those who eat the bread and drink the cup must do so in a manner that honors the Lord. Anyone who dishonors the bread and the cup will be guilty of the body and blood of the Lord."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Therefore we should all examine ourselves before we take the communion. We should only eat the bread and drink the cup after we have examined ourselves."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Anyone who eats and drinks this Supper and does not consider what is the Lord' s body, eats and drinks the judgment of God on himself."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Many among you are physically ill, and several have even died because of the way you have treated the Lord' s body."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "If we examine ourselves before we take the communion, God will not judge us."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But when the Lord judges and punishes us, he disciplines us to correct us, so that he will not condemn us along with the world that has rebelled against God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "My fellow believers, when you come together for the Lord' s Supper, wait for one another."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "If one of you is hungry, eat at home— so that when you come together as the church, it will not be an occasion for God to discipline you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "And when I come to you, I will give you instructions concerning the other matters you wrote me about.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "CO EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:40:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians"
}