[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "When Samuel became old, he appointed his two sons, Joel and Abijah, to lead the people of Israel."
      },
      {
        "t": "v",
        "n": 2,
        "v": "They judged people’s disputes in the town of Beersheba."
      },
      {
        "t": "v",
        "n": 3,
        "v": "But they were not like their father. They wanted only to get a lot of money. They accepted bribes, and they did not make honest decisions about people’s disputes."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Finally, the Israelite leaders met in the town of Ramah to discuss the matter with Samuel."
      },
      {
        "t": "v",
        "n": 5,
        "v": "They said to him, “Listen! You are now old, and your sons are not like you. Appoint a king to rule over us, like the kings that other countries have!”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Samuel was very unhappy with them for requesting that, so he prayed to Yahweh about it."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Yahweh replied, “Do what they have requested you to do. But do not think that you are the one whom they are really rejecting. I have been their king, and I am the one they are really rejecting."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Ever since I brought them out of Egypt, they have rejected me, and they have worshiped other gods. And now they are also rejecting you in the same way."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Do what they are asking you to do. But warn them about how their kings will act toward them!”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "So Samuel told those people what Yahweh had said."
      },
      {
        "t": "v",
        "n": 11,
        "v": "He said, “If a king rules over you, this is what he will do to you: He will force many of your sons to join the army. He will make some of them run in front of your chariots to clear things out of the way."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Some of them will be commanders of his soldiers, but others will work for him like slaves. He will force some of them to plow his fields and then later harvest his crops. He will force others to make his weapons and equipment for his chariots."
      },
      {
        "t": "v",
        "n": 13,
        "v": "The king will take some of your daughters from you and force them to make perfumes for him and cook food for him and bake bread for him."
      },
      {
        "t": "v",
        "n": 14,
        "v": "He will take your best fields and vineyards and olive tree groves, and give them to his own officials."
      },
      {
        "t": "v",
        "n": 15,
        "v": "He will take a tenth of your harvests and distribute it among the officers and servants who work in his palace."
      },
      {
        "t": "v",
        "n": 16,
        "v": "He will take from you your male and female servants, your best cattle and donkeys, and force them to work for him."
      },
      {
        "t": "v",
        "n": 17,
        "v": "He will take one tenth of your sheep and goats. And you will become his slaves!"
      },
      {
        "t": "v",
        "n": 18,
        "v": "When that time comes, you will complain loudly to the king, the king that you yourselves have chosen, but Yahweh will not pay attention to you.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "But the people refused to pay attention to what Samuel said. They said, “We do not care about what you say! We want a king!"
      },
      {
        "t": "v",
        "n": 20,
        "v": "We want to be like the other nations. We want a king to rule us and to lead our soldiers when they go to fight.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "When Samuel told Yahweh what the people had said,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Yahweh replied, “Do what they are telling you to do. Give them a king!” So Samuel agreed, and then he sent the people home."
      }
    ]
  }
]