[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "After Saul and his soldiers returned home after fighting against the Philistine army, someone reported to Saul that David and his men had gone into the wilderness near EnGedi.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "When Saul heard that, he chose three thousand men from various areas in Israel, and they went to search for David and his men at the Rocks of Wild Goats.",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "At a place where the road was alongside some sheep pens, Saul left the road and entered a cave to relieve himself. He did not know that David and his men were hiding further inside that same cave!",
        "id": 4
      },
      {
        "t": "v",
        "n": 4,
        "v": "David’s men saw Saul and whispered to David, “Today is the day that Yahweh spoke about when he said, ‘I will enable you to defeat your enemy.’ You can do to him whatever you want to!” So David crept toward the entrance of the cave and cut off with his knife a small piece of Saul’s robe.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "And then he returned to his men.",
        "id": 6
      }
    ],
    "id": 3
  },
  {
    "t": "p",
    "v": [
      {
        "t": "t",
        "v": "But David felt guilty for having cut off a piece of Saul’s robe.",
        "id": 8
      },
      {
        "t": "v",
        "n": 6,
        "v": "He said to his men, “I should not have done that to the king! I hope that Yahweh will never allow me to attack the one whom God has appointed, because Yahweh is the one who chose him to be the king.”",
        "id": 9
      },
      {
        "t": "v",
        "n": 7,
        "v": "By saying that, David restrained his men and did not allow them to kill Saul.",
        "id": 10
      }
    ],
    "id": 7
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "After Saul left the cave and started to walk on the road again, David came out of the cave and shouted to Saul, “King Saul!” Saul turned around and looked, and David bowed down with his face touching the ground.",
        "id": 12
      },
      {
        "t": "v",
        "n": 9,
        "v": "Then he said to Saul, “Why do you pay attention to people when they say ‘David wants to harm you’?",
        "id": 13
      },
      {
        "t": "v",
        "n": 10,
        "v": "Today you can see with your own eyes that what they say is not true. Yahweh put you in a place where I and my men could have killed you when you were in this cave. Some of my men told me that I should do that, but I did not allow them to do that. I said to them, ‘I will not harm my master, because he is the king whom Yahweh appointed.’",
        "id": 14
      },
      {
        "t": "v",
        "n": 11,
        "v": "Your majesty, look at this piece of your robe that is in my hand! I cut it from your robe, but I did not kill you. So now you should be able to understand that I am not planning to do anything evil to you. I have not done anything wrong to you, but you are searching for me to kill me.",
        "id": 15
      },
      {
        "t": "v",
        "n": 12,
        "v": "I desire that Yahweh may punish you for the wrong things that you have done to me. But I will never try to harm you.",
        "id": 16
      },
      {
        "t": "v",
        "n": 13,
        "v": "There is a proverb that has the words, ‘Evil things are done by evil people.’ But I am not evil, so I will not do evil things to you.",
        "id": 17
      }
    ],
    "id": 11
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "You are the king of Israel. So why are you pursuing me? What is it you are chasing? I am nothing more than a dead dog or a flea.",
        "id": 19
      },
      {
        "t": "v",
        "n": 15,
        "v": "I hope that Yahweh will decide who is right in this matter, you or I? And when he decides in my favor, I hope he will defend me and save me from your power.”",
        "id": 20
      }
    ],
    "id": 18
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "When David finished saying that to Saul, Saul called out to him and asked, “My son David, is that your voice that I am hearing?” Then he cried loudly.",
        "id": 22
      },
      {
        "t": "v",
        "n": 17,
        "v": "He said, “You are a better man than I am. You have done something very good to me when I tried to do something very bad to you.",
        "id": 23
      },
      {
        "t": "v",
        "n": 18,
        "v": "When Yahweh put me in a place in that cave where you could have easily killed me, you did not do that.",
        "id": 24
      },
      {
        "t": "v",
        "n": 19,
        "v": "No one lets his enemy go free after he finds him. But you have done this. I hope that Yahweh will reward you for your acting kindly toward me today.",
        "id": 25
      },
      {
        "t": "v",
        "n": 20,
        "v": "I know that some day you will surely become the king, and that your kingdom will prosper as you rule the Israelite people.",
        "id": 26
      },
      {
        "t": "v",
        "n": 21,
        "v": "Now while Yahweh is listening, solemnly me that you will not kill my family and get rid of all my descendants.”",
        "id": 27
      }
    ],
    "id": 21
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "David solemnly promised Saul that he would not harm Saul’s family. Then Saul went back home, and David and his men went back up into the place where they had been hiding.",
        "id": 29
      }
    ],
    "id": 28
  }
]