{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Everyone should completely accept that this is true: If anyone aspires to be a leader of the believers, he desires to do a noble task."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For that reason, a leader of the believers must be someone whom no one can rightly accuses of doing anything bad. He must have only one wife. He must not do anything excessively. He must think in wise ways. He must behave well. He must welcome strangers. He must be able to teach others."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He must not be a drunkard and must not be quick to fight. Instead of that, he must be gentle and he must not be quarrelsome. He must not be greedy for money."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He must lead and care for his own family well. For example, his children should obey and completely respect him,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "because if anyone does not know how he should lead and care for the people who live in his own house, he certainly cannot care for the gathering of God' s people!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Do not appoint a new believer to be a leader of the believers, because a new believer might become proud. Then God would judge him for the same reason as he judged the devil."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "A leader of the believers must conduct himself in such a way that even non- believers speak well of him. Then people will not say bad things about him, which is a way that the devil will try to capture him like people capture animals in a trap."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "In the same way, those who assist the leader should be people who are serious. They should be sincere when they speak. They should not drink too much wine, and they must not have a strong desire for money."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They must believe the message that God has now revealed to us, always doing what it tells us to do."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Just as you do for the leaders, you must first examine the way they behave. Then, if they do all things well, you may let them serve as assistants."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Their wives likewise must be serious, must not talk badly about people, and must not do anything excessively. They must be trustworthy in everything that they do."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "An assistant must be faithful to his wife, and he must lead well and care well for his children and for the rest of the people in his house."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "People will respect assistants who serve well and these assistants will be able to speak very boldly to them about what they believe concerning the Messiah Jesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "I hope that I will be able to come to you soon. But I write these things to you now"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "in case I am not able to come soon. I want you to know how believers should behave in the family of God, which is the group of all those who believe in Jesus and belong to the living God. They believe and teach the true message."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "This message is about the things that God has done and that he has now revealed to us. Everyone agrees that these things are awesome and beyond our understanding:"
          },
          {
            "tag": "q",
            "text": "\" the Messiah was God who came to the world in a human body. The Holy Spirit proved that he was genuine. God' s messengers saw him. Believers announced him among the nations. People in many parts of the world believed in him. God powerfully took him up to himself in heaven.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}