{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As for believers who are slaves, they should honor their masters in every way, so that people will not insult God or the things that we teach."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Slaves who have masters who believe in the Messiah should not disregard them because their masters are fellow believers. Instead, they should serve their masters even better because those whom they serve are also believers in the Messiah and God loves them. Teach these things and urge our people to do them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Some people teach things that are not true. They do not accept the reliable teaching about our Lord Jesus the Messiah and they do not accept the teaching about how to live in a manner that pleases God."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "These people are proud but they do not understand the most important things. Instead, they abnormally desire to argue about unimportant matters and about certain words. They envy other people. They quarrel with others, say bad things about others, and suspect that others have evil motives."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They constantly quarrel with other people. Their whole way of thinking has become completely wrong because they have rejected the true teaching. As a result, they think that the purpose of living in a godly way is to get material things."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "But we do gain great benefit when we live in a godly way and when we are content with what we have."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "We brought nothing into the world when we were born, and we are not able to take anything out of it when we die."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So if we have food and clothing, that should be enough to satisfy us."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But some people strongly desire to be rich. As a result, they do wrong things to get money. Then bad things happen to them, from which they cannot escape. They foolishly desire many things that will hurt them and in the end, these things will destroy them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "People do all sorts of evil things when they strongly desire to have a lot of money. Some people who longed for money have stopped believing the truth that all of us believe and they have caused themselves to be very sorrowful."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "But you, the man who serves God, must not be like the people who love money. Instead, decide that you will do what is right, and that you will live to please God. Trust God, and love others. Endure difficult circumstances. Always be gentle with people."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Try as hard as you can to live according to what you believe. Accept every day the gift of eternal life that God chose for you to have. Remember when you proclaimed before many witnesses that you belong to the Messiah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "God gives life to all things. The Messiah Jesus strongly declared what was true when he was on trial before Pontius Pilate."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "As God and the Messiah Jesus see and hear us, I command you to obey what the Messiah has commanded us. Do not do anything wrong, so that no one can criticize you. Keep obeying the teaching until our Lord Jesus the Messiah comes again."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God will cause Jesus to come again at the proper time. God is awesome and is the only Ruler! He reigns over all other kings and rules over all other people who rule!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He is the only one who will never die, and he lives in heaven in light that is so bright that no one can approach it! He is the one whom no person has ever seen and whom no person is able to see! My desire is that all people will honor him and that he will rule powerfully forever! May it be so!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Tell the believers who are rich here in this present world that they should not be proud, and that they should not trust in their many possessions, because they cannot be certain how long they will have them. Instead, they should trust in God. He is the one who abundantly gives us everything we have in order that we may enjoy it."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Also, tell them to do good things. They should desire to do a lot of good works instead of to aquire a lot of money. They should be generous with their possessions and be willing to share what they have with others."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If they do that, it will be as though they were storing up for themselves many good things for their future life in heaven. Having done all of those good deeds will prepare them well for the life that God will give them. That is the real life."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Timothy, protect the true message that God has given to you. Avoid people who want to chatter about things that are not important to God. Avoid also people who falsely claim that they have true knowledge but who say things that oppose the true things we teach."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Certain men teach these things and have stopped believing the truth about God. May God be kind to you all."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}