{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Do not speak harshly to a man older than yourself. Instead, advise him as if he were your father. Advise younger men as if they were your brothers."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When you need to correct a woman older than yourself, advise her as you would advise your mother. Advise younger women as you would advise your sisters. As you do all of this, you must act in a completely proper way."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Make sure that the congregation takes care of widows who truly have no one to care for them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But if a widow has children or grandchildren, these children or grandchildren should learn that they must take care of their own family before doing things for other people. In this way they can repay their parents and grandparents for the things that they did for them when they were young, because doing that pleases God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "A widow who is truly alone and has no one to help her confidently expects that God will help her. So night and day she prays and earnestly asks God to help her."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But a widow who lives for how she can please herself is spiritually dead, even though she is still physically alive."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Instruct the believers in these things so that no one can say that they are behaving badly."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "If anyone does not take care of his own relatives, and especially those who live in his own house, he has rejected what we believe and we should consider that he is worse than a person who does not believe in the Messiah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "A widow may join the group of true widows only if she is at least sixty years old. She also must have had only one husband."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "People must report that she does good works. They should report that she brought up her children well, that she welcomed strangers, that she humbly served the believers, that she helped people who were suffering, and that she was eager to do all kinds of good works."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But do not allow younger widows to join the group of true widows, because when they feel strong desires they will change their minds about being devoted only to the Messiah and they will want to get married again."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When they do this, then they become guilty of breaking their prior vow to remain as widows."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In addition, they become accustomed to doing nothing. They go from one house to another house, not only doing nothing, but they also begin to talk about people and to meddle in other people' s affairs and to say things that they should not say."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So, rather than joining the group of true widows, I prefer that younger widows get married, have children, and manage their homes well. In that way they will not give our enemy, Satan, an opportunity to accuse them of doing wrong."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I write these things because some younger widows have already stopped obeying the Messiah in order to obey Satan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "If any believing woman has widows among her relatives, she should help them. In that way, those widows will not have to depend on the group of believers to take care of them. The group of believers will then be able to help the true widows who have no family members to care for them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "The believers should give both honor and material benefits to the elders who lead them well, and especially to the elders who work hard at preaching and teaching."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "We know that this is right, because long ago Moses wrote in the Scriptures, “ While an ox is threshing grain, you must not tie its mouth so that it cannot eat the grain,” and Jesus said, “ People should pay those who work for their benefit.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Do not listen to anyone who accuses an elder of doing wrong, unless two or three people testify about the matter."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Correct those who continue to sin where everyone can see you, so that the rest of the people will be afraid to sin."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "As God and the Messiah Jesus and God' s chosen heavenly servants see and hear me, I solemnly call upon you to obey the instructions which I have just given to you. Judge every matter fairly and do not favor one person over another."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Do not be in a hurry to appoint someone as an elder. Take time to examine him first, because if he sins, you are partly responsible for that. You must keep yourself without fault."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "No longer drink only water, Timothy. Instead, drink a little wine, because that may help your frequent stomach sicknesses."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Remember that when some people sin, everyone knows about it and can easily judge them. But other people sin secretly and no one knows about it until later."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "In the same way, everyone knows about most of the good things that people do. But even when people do good things secretly, everyone will know about them later."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}