{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The First Letter to Timothy"
      },
      {
        "tag": "toc2",
        "text": "First Timothy"
      },
      {
        "tag": "toc3",
        "num": "1",
        "text": "Ti"
      },
      {
        "tag": "mt1",
        "num": "1",
        "text": "Timothy"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I, Paul, am writing this letter to you, Timothy. You know that the Messiah Jesus sent me to represent him because God and the Lord Messiah Jesus commanded me to do that. God is the one who saves us and we are confidently waiting for Jesus to return."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "You, Timothy, are like a true son to me because you trusted in the Messiah after I told you about him. I desire that God, who is our Father, and the Messiah Jesus, who is our Lord, will continue to act kindly and mercifully to you, and that they will make your spirit peaceful."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I urge you now, just as I urged you when I was going to the province of Macedonia, that you remain in the city of Ephesus. Stay there so that you might command certain men there to stop teaching people things that are false."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Instruct them to stop focusing on old useless stories and endless lists of ancestors, which only cause people to argue with each other. Those things do not promote God' s plan— that happens when we trust in God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The reason that we insist on these things is so that people will love others, desiring only what is good, that they will know within themselves that God approves of what they do, and that they will sincerely believe the true teaching."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Some people have rejected these good things. Instead, they prefer to teach useless things."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They desire to be teachers of the laws that God gave to Moses, but they do not understand the things that they talk about, nor the things that they insist are true."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "But we know that the laws that God gave to Moses are good if people use them in the right way."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "We know that God does not establish laws in order to judge good people, but to judge people who act as though there are no laws and who refuse to obey anyone. God gives laws for those who do not honor God and who sin, for those who do not revere God and who pay no attention to him, and for those who murder their fathers and mothers and other people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "God establishes laws in order to judge people who are sexually immoral, men who have sexual relations with other men, those who kidnap people and sell them as slaves, liars, those who are false witnesses in courts of law, and every other action that is contrary to our true teaching."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "All of this agrees with the wonderful good news that God, whom we praise, gave to me to announce to others."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "I am grateful to the Messiah Jesus our Lord who enabled me to do this work, because he considered that I could be trusted. So he appointed me in order that I would serve him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Formerly I said evil things about him, I caused his people to suffer, and I acted very cruelly toward them. But the Messiah acted kindly to me since I did not know that what I was doing was wrong, because I did not believe in him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Our Lord overcame all of my evil ways when he kindly did for me what I did not deserve, allowing me to believe in the Messiah Jesus and to love him, because now I belong to him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Everyone should completely accept this fact, because we know that it is true: Jesus the Messiah came into the world to save sinful people so that God would not punish them for their sins. As for me, I consider that I have sinned more than all others."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But this is why the Messiah Jesus acted mercifully to me, the one who has sinned worse than all the others, in order that he might demonstrate to people that he is perfectly patient with them. He wanted what he did for me to be an example to people who would later believe in him and as a result would live forever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "So let us honor and praise forever and ever the one who is the eternal king, the one whom no one can see and who can never die. He alone is God. This is true."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Timothy, you are like a son to me. In agreement with what people previously prophesied about you, I am instructing you to strongly oppose those who teach wrong things. Let those prophetic messages encourage you to oppose the false teachers as strongly as a soldier fights against those who attack his countrymen."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Continue to trust in the Lord Jesus and to do only what you know to be right! Remember that some people have stopped doing this and so have destroyed their relationship with God."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Among the ones who have done this are Hymenaeus and Alexander. I put them into the control of Satan, in order that when Satan punishes them they may learn not to insult God."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}