{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The most important thing that I urge believers to do is to continually pray to God on behalf of everyone. They should ask God for what they need, and also for what other people need, and they should thank God for everything that he does."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They should pray for kings and for everyone who has power over others, so that we can live peacefully and quietly as we do all that God and others consider to be right and proper."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It is good to pray like that, and it pleases God, who saves us."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He desires to save all people. He wants everyone to fully know and accept his true message."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You see, there is only one true God, and there is only one person who can bring people and God together. That person is the Messiah Jesus, who himself is a man."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He gave his life as a sacrifice in order to ransom all people, which clearly showed at the proper time that God desires to save all people."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is to declare this message that God has appointed me and sent me out to represent him. As surely as I belong to the Messiah, I am telling the truth and am not lying! God sent me to teach those who are not Jews that they should believe God' s true message."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore, I want men in every place where believers worship to pray to God. They should live in a way that pleases God. When they pray, they should not be angry with anyone and they should not quarrel with anyone."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Similarly, the women should wear appropriate clothing that is modest and sensible. They should not try to beautify themselves with elaborate hairstyles, or gold jewelry, or pearls, or expensive clothing."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Instead, they should beautify themselves by doing the things that women who claim to worship God should do; that is, they should be doing good deeds."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Women should learn quietly from the leaders of the congregation, and fully subject themselves to them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I do not permit women to teach men, nor to have authority over men. Instead, women should listen quietly."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Keep in mind that God made Adam first, and afterwards he made Eve,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "and it was not Adam whom the snake deceived. It was the woman whom he deceived completely, so that she did what God had told her not to do, becoming a sinner."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But God will save women by means of bearing children, if they continue to trust in God, and to love others, and to live in a way that pleases God, and if they continue to be sensible."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}