{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Even so, God' s Spirit specifically tells us that in these later times some people will stop believing the true message about Jesus. Instead, they will listen to evil spirits who deceive people, and to the false teachings that they receive from these evil spirits."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "These people lie and only pretend to teach what is true. They do not even feel guilty about it anymore."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They prevent believers from marrying. They tell them that they must not eat certain kinds of food, even though God created that food for us to receive from him and to thank him for it. Those of us who believe in God and who know what is true are free to enjoy it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I say this because everything that God has made is good. Any kind of food is acceptable to eat if we thank God for it when we eat it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When we pray to God and believe his word, then the food we eat is acceptable to him."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When you keep teaching these things to your fellow believers, you will be serving Jesus the Messiah well. You will become strong spiritually as you teach and obey the true message that we all believe and the good teaching that you have been following."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Have nothing to do with the worthless, foolish stories that old women tell. Instead, train yourself to honor God."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Training your body helps you a little bit, but learning to honor God helps you in every way, both as you live now on earth and as you live in the future with God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "What I have just written is something that you can rely on. It is worth believing completely."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For this reason we work as hard as we can, because we confidently expect that the living God will do the things that he has promised. He is the Savior of all humanity, but particularly the Savior of those who believe."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Command these things and teach these things."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Do not allow anyone to say that you are useless because you are young. Instead, show other believers how to live. Show them this by how you speak, by how you behave, by how you love others, by how you trust God, and by how you keep yourself sexually pure."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Until I come to you, be sure to continue reading God' s word to the believers in public, teaching it to the believers, and urging them to obey it."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Be sure to use the gift that is in you, what God gave to you when the elders laid their hands on you and told what God revealed to them about you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Practice all these things that I have told you to do! Concentrate on them in order that everyone may see how much you are improving as a follower of Jesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Be very careful about the way that you behave and about the things that you teach. Keep doing these things, because God is using them to save not only you but also the people who listen to you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}