{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The First Letter to Timothy"
        },
        {
          "tag": "toc2",
          "text": "First Timothy"
        },
        {
          "tag": "toc3",
          "num": "1",
          "text": "Ti"
        },
        {
          "tag": "mt1",
          "num": "1",
          "text": "Timothy"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I, Paul, am writing this letter to you, Timothy. You know that the Messiah Jesus sent me to represent him because God and the Lord Messiah Jesus commanded me to do that. God is the one who saves us and we are confidently waiting for Jesus to return."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "You, Timothy, are like a true son to me because you trusted in the Messiah after I told you about him. I desire that God, who is our Father, and the Messiah Jesus, who is our Lord, will continue to act kindly and mercifully to you, and that they will make your spirit peaceful."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I urge you now, just as I urged you when I was going to the province of Macedonia, that you remain in the city of Ephesus. Stay there so that you might command certain men there to stop teaching people things that are false."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Instruct them to stop focusing on old useless stories and endless lists of ancestors, which only cause people to argue with each other. Those things do not promote God' s plan— that happens when we trust in God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The reason that we insist on these things is so that people will love others, desiring only what is good, that they will know within themselves that God approves of what they do, and that they will sincerely believe the true teaching."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Some people have rejected these good things. Instead, they prefer to teach useless things."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They desire to be teachers of the laws that God gave to Moses, but they do not understand the things that they talk about, nor the things that they insist are true."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "But we know that the laws that God gave to Moses are good if people use them in the right way."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "We know that God does not establish laws in order to judge good people, but to judge people who act as though there are no laws and who refuse to obey anyone. God gives laws for those who do not honor God and who sin, for those who do not revere God and who pay no attention to him, and for those who murder their fathers and mothers and other people."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "God establishes laws in order to judge people who are sexually immoral, men who have sexual relations with other men, those who kidnap people and sell them as slaves, liars, those who are false witnesses in courts of law, and every other action that is contrary to our true teaching."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "All of this agrees with the wonderful good news that God, whom we praise, gave to me to announce to others."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "I am grateful to the Messiah Jesus our Lord who enabled me to do this work, because he considered that I could be trusted. So he appointed me in order that I would serve him."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Formerly I said evil things about him, I caused his people to suffer, and I acted very cruelly toward them. But the Messiah acted kindly to me since I did not know that what I was doing was wrong, because I did not believe in him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Our Lord overcame all of my evil ways when he kindly did for me what I did not deserve, allowing me to believe in the Messiah Jesus and to love him, because now I belong to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Everyone should completely accept this fact, because we know that it is true: Jesus the Messiah came into the world to save sinful people so that God would not punish them for their sins. As for me, I consider that I have sinned more than all others."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But this is why the Messiah Jesus acted mercifully to me, the one who has sinned worse than all the others, in order that he might demonstrate to people that he is perfectly patient with them. He wanted what he did for me to be an example to people who would later believe in him and as a result would live forever."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So let us honor and praise forever and ever the one who is the eternal king, the one whom no one can see and who can never die. He alone is God. This is true."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Timothy, you are like a son to me. In agreement with what people previously prophesied about you, I am instructing you to strongly oppose those who teach wrong things. Let those prophetic messages encourage you to oppose the false teachers as strongly as a soldier fights against those who attack his countrymen."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Continue to trust in the Lord Jesus and to do only what you know to be right! Remember that some people have stopped doing this and so have destroyed their relationship with God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Among the ones who have done this are Hymenaeus and Alexander. I put them into the control of Satan, in order that when Satan punishes them they may learn not to insult God."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The most important thing that I urge believers to do is to continually pray to God on behalf of everyone. They should ask God for what they need, and also for what other people need, and they should thank God for everything that he does."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They should pray for kings and for everyone who has power over others, so that we can live peacefully and quietly as we do all that God and others consider to be right and proper."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It is good to pray like that, and it pleases God, who saves us."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He desires to save all people. He wants everyone to fully know and accept his true message."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You see, there is only one true God, and there is only one person who can bring people and God together. That person is the Messiah Jesus, who himself is a man."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He gave his life as a sacrifice in order to ransom all people, which clearly showed at the proper time that God desires to save all people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "It is to declare this message that God has appointed me and sent me out to represent him. As surely as I belong to the Messiah, I am telling the truth and am not lying! God sent me to teach those who are not Jews that they should believe God' s true message."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Therefore, I want men in every place where believers worship to pray to God. They should live in a way that pleases God. When they pray, they should not be angry with anyone and they should not quarrel with anyone."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Similarly, the women should wear appropriate clothing that is modest and sensible. They should not try to beautify themselves with elaborate hairstyles, or gold jewelry, or pearls, or expensive clothing."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Instead, they should beautify themselves by doing the things that women who claim to worship God should do; that is, they should be doing good deeds."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Women should learn quietly from the leaders of the congregation, and fully subject themselves to them."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I do not permit women to teach men, nor to have authority over men. Instead, women should listen quietly."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Keep in mind that God made Adam first, and afterwards he made Eve,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "and it was not Adam whom the snake deceived. It was the woman whom he deceived completely, so that she did what God had told her not to do, becoming a sinner."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But God will save women by means of bearing children, if they continue to trust in God, and to love others, and to live in a way that pleases God, and if they continue to be sensible."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Everyone should completely accept that this is true: If anyone aspires to be a leader of the believers, he desires to do a noble task."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For that reason, a leader of the believers must be someone whom no one can rightly accuses of doing anything bad. He must have only one wife. He must not do anything excessively. He must think in wise ways. He must behave well. He must welcome strangers. He must be able to teach others."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He must not be a drunkard and must not be quick to fight. Instead of that, he must be gentle and he must not be quarrelsome. He must not be greedy for money."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He must lead and care for his own family well. For example, his children should obey and completely respect him,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "because if anyone does not know how he should lead and care for the people who live in his own house, he certainly cannot care for the gathering of God' s people!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not appoint a new believer to be a leader of the believers, because a new believer might become proud. Then God would judge him for the same reason as he judged the devil."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "A leader of the believers must conduct himself in such a way that even non- believers speak well of him. Then people will not say bad things about him, which is a way that the devil will try to capture him like people capture animals in a trap."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "In the same way, those who assist the leader should be people who are serious. They should be sincere when they speak. They should not drink too much wine, and they must not have a strong desire for money."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They must believe the message that God has now revealed to us, always doing what it tells us to do."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Just as you do for the leaders, you must first examine the way they behave. Then, if they do all things well, you may let them serve as assistants."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Their wives likewise must be serious, must not talk badly about people, and must not do anything excessively. They must be trustworthy in everything that they do."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "An assistant must be faithful to his wife, and he must lead well and care well for his children and for the rest of the people in his house."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "People will respect assistants who serve well and these assistants will be able to speak very boldly to them about what they believe concerning the Messiah Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "I hope that I will be able to come to you soon. But I write these things to you now"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "in case I am not able to come soon. I want you to know how believers should behave in the family of God, which is the group of all those who believe in Jesus and belong to the living God. They believe and teach the true message."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "This message is about the things that God has done and that he has now revealed to us. Everyone agrees that these things are awesome and beyond our understanding:"
            },
            {
              "tag": "q",
              "text": "\" the Messiah was God who came to the world in a human body. The Holy Spirit proved that he was genuine. God' s messengers saw him. Believers announced him among the nations. People in many parts of the world believed in him. God powerfully took him up to himself in heaven.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Even so, God' s Spirit specifically tells us that in these later times some people will stop believing the true message about Jesus. Instead, they will listen to evil spirits who deceive people, and to the false teachings that they receive from these evil spirits."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "These people lie and only pretend to teach what is true. They do not even feel guilty about it anymore."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They prevent believers from marrying. They tell them that they must not eat certain kinds of food, even though God created that food for us to receive from him and to thank him for it. Those of us who believe in God and who know what is true are free to enjoy it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I say this because everything that God has made is good. Any kind of food is acceptable to eat if we thank God for it when we eat it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When we pray to God and believe his word, then the food we eat is acceptable to him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When you keep teaching these things to your fellow believers, you will be serving Jesus the Messiah well. You will become strong spiritually as you teach and obey the true message that we all believe and the good teaching that you have been following."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Have nothing to do with the worthless, foolish stories that old women tell. Instead, train yourself to honor God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Training your body helps you a little bit, but learning to honor God helps you in every way, both as you live now on earth and as you live in the future with God."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "What I have just written is something that you can rely on. It is worth believing completely."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For this reason we work as hard as we can, because we confidently expect that the living God will do the things that he has promised. He is the Savior of all humanity, but particularly the Savior of those who believe."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Command these things and teach these things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Do not allow anyone to say that you are useless because you are young. Instead, show other believers how to live. Show them this by how you speak, by how you behave, by how you love others, by how you trust God, and by how you keep yourself sexually pure."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Until I come to you, be sure to continue reading God' s word to the believers in public, teaching it to the believers, and urging them to obey it."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Be sure to use the gift that is in you, what God gave to you when the elders laid their hands on you and told what God revealed to them about you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Practice all these things that I have told you to do! Concentrate on them in order that everyone may see how much you are improving as a follower of Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Be very careful about the way that you behave and about the things that you teach. Keep doing these things, because God is using them to save not only you but also the people who listen to you."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Do not speak harshly to a man older than yourself. Instead, advise him as if he were your father. Advise younger men as if they were your brothers."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When you need to correct a woman older than yourself, advise her as you would advise your mother. Advise younger women as you would advise your sisters. As you do all of this, you must act in a completely proper way."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Make sure that the congregation takes care of widows who truly have no one to care for them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But if a widow has children or grandchildren, these children or grandchildren should learn that they must take care of their own family before doing things for other people. In this way they can repay their parents and grandparents for the things that they did for them when they were young, because doing that pleases God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "A widow who is truly alone and has no one to help her confidently expects that God will help her. So night and day she prays and earnestly asks God to help her."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But a widow who lives for how she can please herself is spiritually dead, even though she is still physically alive."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Instruct the believers in these things so that no one can say that they are behaving badly."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "If anyone does not take care of his own relatives, and especially those who live in his own house, he has rejected what we believe and we should consider that he is worse than a person who does not believe in the Messiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "A widow may join the group of true widows only if she is at least sixty years old. She also must have had only one husband."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "People must report that she does good works. They should report that she brought up her children well, that she welcomed strangers, that she humbly served the believers, that she helped people who were suffering, and that she was eager to do all kinds of good works."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But do not allow younger widows to join the group of true widows, because when they feel strong desires they will change their minds about being devoted only to the Messiah and they will want to get married again."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When they do this, then they become guilty of breaking their prior vow to remain as widows."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "In addition, they become accustomed to doing nothing. They go from one house to another house, not only doing nothing, but they also begin to talk about people and to meddle in other people' s affairs and to say things that they should not say."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So, rather than joining the group of true widows, I prefer that younger widows get married, have children, and manage their homes well. In that way they will not give our enemy, Satan, an opportunity to accuse them of doing wrong."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I write these things because some younger widows have already stopped obeying the Messiah in order to obey Satan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "If any believing woman has widows among her relatives, she should help them. In that way, those widows will not have to depend on the group of believers to take care of them. The group of believers will then be able to help the true widows who have no family members to care for them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The believers should give both honor and material benefits to the elders who lead them well, and especially to the elders who work hard at preaching and teaching."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "We know that this is right, because long ago Moses wrote in the Scriptures, “ While an ox is threshing grain, you must not tie its mouth so that it cannot eat the grain,” and Jesus said, “ People should pay those who work for their benefit.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Do not listen to anyone who accuses an elder of doing wrong, unless two or three people testify about the matter."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Correct those who continue to sin where everyone can see you, so that the rest of the people will be afraid to sin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "As God and the Messiah Jesus and God' s chosen heavenly servants see and hear me, I solemnly call upon you to obey the instructions which I have just given to you. Judge every matter fairly and do not favor one person over another."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Do not be in a hurry to appoint someone as an elder. Take time to examine him first, because if he sins, you are partly responsible for that. You must keep yourself without fault."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "No longer drink only water, Timothy. Instead, drink a little wine, because that may help your frequent stomach sicknesses."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Remember that when some people sin, everyone knows about it and can easily judge them. But other people sin secretly and no one knows about it until later."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "In the same way, everyone knows about most of the good things that people do. But even when people do good things secretly, everyone will know about them later."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As for believers who are slaves, they should honor their masters in every way, so that people will not insult God or the things that we teach."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Slaves who have masters who believe in the Messiah should not disregard them because their masters are fellow believers. Instead, they should serve their masters even better because those whom they serve are also believers in the Messiah and God loves them. Teach these things and urge our people to do them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Some people teach things that are not true. They do not accept the reliable teaching about our Lord Jesus the Messiah and they do not accept the teaching about how to live in a manner that pleases God."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "These people are proud but they do not understand the most important things. Instead, they abnormally desire to argue about unimportant matters and about certain words. They envy other people. They quarrel with others, say bad things about others, and suspect that others have evil motives."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They constantly quarrel with other people. Their whole way of thinking has become completely wrong because they have rejected the true teaching. As a result, they think that the purpose of living in a godly way is to get material things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "But we do gain great benefit when we live in a godly way and when we are content with what we have."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "We brought nothing into the world when we were born, and we are not able to take anything out of it when we die."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So if we have food and clothing, that should be enough to satisfy us."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But some people strongly desire to be rich. As a result, they do wrong things to get money. Then bad things happen to them, from which they cannot escape. They foolishly desire many things that will hurt them and in the end, these things will destroy them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "People do all sorts of evil things when they strongly desire to have a lot of money. Some people who longed for money have stopped believing the truth that all of us believe and they have caused themselves to be very sorrowful."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But you, the man who serves God, must not be like the people who love money. Instead, decide that you will do what is right, and that you will live to please God. Trust God, and love others. Endure difficult circumstances. Always be gentle with people."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Try as hard as you can to live according to what you believe. Accept every day the gift of eternal life that God chose for you to have. Remember when you proclaimed before many witnesses that you belong to the Messiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "God gives life to all things. The Messiah Jesus strongly declared what was true when he was on trial before Pontius Pilate."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "As God and the Messiah Jesus see and hear us, I command you to obey what the Messiah has commanded us. Do not do anything wrong, so that no one can criticize you. Keep obeying the teaching until our Lord Jesus the Messiah comes again."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "God will cause Jesus to come again at the proper time. God is awesome and is the only Ruler! He reigns over all other kings and rules over all other people who rule!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He is the only one who will never die, and he lives in heaven in light that is so bright that no one can approach it! He is the one whom no person has ever seen and whom no person is able to see! My desire is that all people will honor him and that he will rule powerfully forever! May it be so!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Tell the believers who are rich here in this present world that they should not be proud, and that they should not trust in their many possessions, because they cannot be certain how long they will have them. Instead, they should trust in God. He is the one who abundantly gives us everything we have in order that we may enjoy it."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Also, tell them to do good things. They should desire to do a lot of good works instead of to aquire a lot of money. They should be generous with their possessions and be willing to share what they have with others."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If they do that, it will be as though they were storing up for themselves many good things for their future life in heaven. Having done all of those good deeds will prepare them well for the life that God will give them. That is the real life."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Timothy, protect the true message that God has given to you. Avoid people who want to chatter about things that are not important to God. Avoid also people who falsely claim that they have true knowledge but who say things that oppose the true things we teach."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Certain men teach these things and have stopped believing the truth about God. May God be kind to you all."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:23:22 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}