[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Solomon’s workers made a square bronze altar, nine meters long on each side, and four and three-fifths meters high.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "They also made a very large round tank that was called “The Sea,” and it had a circumference of fourteen meters.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Below the outer rim there were small figures of bulls that were set in a circle, the bulls were placed 45 centimeters apart around the whole circle. The bulls were cast together in two rows, and they were also cast together with the metal basin that was called “The Sea.” (Each row had three hundred figures of bulls.)",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "“The Sea” was set on twelve large figures of bulls, with the bulls facing outward. Three bulls faced north, three faced west, three faced south, and three faced east.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "The sides of the tank were eight centimeters thick. The tank’s brim was fashioned like the brim of a cup; it resembled a lily blossom. The tank held sixty-six kiloliters of water.",
        "id": 6
      }
    ],
    "id": 4
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "The craftsmen also made ten basins for washing the articles that were to be used in making offerings, and they set five on the south side, and five on the north side. In them the utensils used for the burnt offering were washed, and the priests washed themselves in the large bronze tank that was called “The Sea.”",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "The craftsmen also made ten gold lampstands according to how Solomon had instructed them. They put them in the temple, five on the south side and five on the north side.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "They made ten tables and put them in the temple, five on the south side and five on the north side. They also made one hundred gold basins.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "They constructed one courtyard for the priests, and a larger courtyard for the other people. They made doors for the courtyards and covered them with thin sheets of bronze.",
        "id": 14
      },
      {
        "t": "v",
        "n": 10,
        "v": "They placed the large tank that was called “The Sea” at the southeast corner of the temple.",
        "id": 15
      }
    ],
    "id": 13
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "They also made pots and shovels for the ashes of the altar, and other small bowls.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "p",
    "v": [
      {
        "t": "t",
        "v": "So Huram and his workers finished the work that King Solomon had given him to do at the temple of God.",
        "id": 19
      },
      {
        "t": "v",
        "n": 12,
        "v": "These were the things that they made:",
        "id": 20
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the two large pillars",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the two bowl shaped tops on top of the pillars",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "the four hundred carvings that resembled pomegranates that were placed in two rows, they were made to decorate the tops of the two pillars.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "The pomegranate carvings also were used to decorate the stands, and the basins that were placed on them,",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "the very large tank called “The Sea,” and the figures of twelve bulls underneath it,",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "the pots, shovels, meat forks, and all the other things needed for the work at the altar.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "p",
    "v": [
      {
        "t": "t",
        "v": "All those things that Huram-Abi and his craftsmen made for King Solomon were of bronze that they polished for it to gleam brightly.",
        "id": 34
      },
      {
        "t": "v",
        "n": 17,
        "v": "They made them by pouring melted bronze into the clay molds that Huram-Abi had set up near the Jordan River between the cities of Succoth and Zarethan.",
        "id": 35
      },
      {
        "t": "v",
        "n": 18,
        "v": "All of those things that Solomon told them to make used a very large amount of bronze, so great was the amount they used that no one knew how much it all weighed.",
        "id": 36
      }
    ],
    "id": 33
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Solomon’s workers also made all these things that they later put into the temple:",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the golden altar,",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the tables on which the priests put the bread to display before God,",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "the pure gold lampstands and the pure gold lamps, in which the priests put oil to burn in front of the very holy place (as God had told Moses that the priests should do),",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "the pure gold decorations that resembled flowers,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the lamps and tongs.",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "The workers also made the pure gold wick trimmers and bowls for sprinkling, and dishes and incense burners,",
        "id": 50
      }
    ],
    "id": 49
  }
]