{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now about this collection of money for the believers in Jerusalem— all those people whom God has set apart for himself, I really do not need to write anything more to you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I already know that you want to help, and I praised you for this to the believers of Macedonia. In fact, I told them that you, and the other people of the province of Achaia, have been preparing for this collection since last year. Your enthusiasm is an example that has moved the believers of Macedonia to take action."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For I am sending the brothers ahead of me, so that when they meet you, they will see that we did not praise you for nothing; I also sent them ahead of me so that you would be ready to finish the work, as I promised others you would be."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I am afraid that some Macedonians might come with me when I come a little later, and that they might find that you are not ready to give all that you want to give. If that happens, we will be ashamed that we spoke so well about you— and you would be ashamed, too."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I decided it was necessary to make every effort to send the brothers to you, so they could set in order everything necessary to receive the money you have promised to give. In this way, this money will be something you freely offer, rather than a tax that we make you pay."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "The point is, anyone who sows very little seed will also have a small crop to harvest, but anyone who sows a great amount of seed will gather a great harvest. Similarly, if you give just a little to help others, God will give you only a few blessings. But if you give willingly and cheerfully to help people, you will receive in return many blessings from God."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "First decide in your heart how much money to give, so when you give it you will not regret doing it. You should not feel that anyone is forcing you to give, because God loves a person who is happy to give."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "God can give you all kinds of gifts more and more, so that you will always have what you yourselves need, and also enough to do good things with."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "As it is written in the scriptures:"
          },
          {
            "tag": "q",
            "text": "\" He gives good things to people everywhere, and he gives to the poor what they need. He does these things forever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "God gives seed to the one who sows, and he gives bread to one who bakes it. He will also supply your seed and increase what you are able to give away to others."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "God will make you rich in many ways, so that you can be generous. As a result, many others will thank God for what they receive through the work that we apostles have done."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "We receive this money, not only to help our the Messiahian brothers and sisters in need; we also do it so that many, many believers will thank God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because you began this task, you have shown what kind of people you are. You honor God by obeying him and believing what he says in the good news about the Messiah. You also honor him by giving generously."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The ones to whom you will give will greatly desire to see you; they will pray for you, because of the wonderful way in which God has been kind to you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "We give thanks to God for this gift from him— his gift is so great we cannot express it in words."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "CO EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:41:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians"
}