{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "We know that these bodies are only like temporary dwelling places, like tents that do not last very long. But we know that when we die, God gives us a permanent place in which we will live, a body that lasts forever, a body that God has made."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "While we live in our physical bodies we suffer, We often groan with longing for the bodies we will have when we will live with God—"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "because when God clothes us in our new bodies, that will be our covering, like clothing."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "It is true that while we are still living in these bodies that do not last forever, we often groan because we desire to be free from them. We are not longing to be without a body. Instead, we groan because we desire to receive our new bodies in heaven. We long for this to happen so that these bodies that are going to die some day will suddenly be changed into bodies that will live forever."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "God himself prepares our new bodies for us, and he guarantees that we will receive them by giving us his Spirit."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "So, because God' s Spirit lives in us, we are always confident that God will give us new bodies. We know that as long as we live in our bodies here on earth, we are not yet living together with the Lord Jesus in heaven."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "( we live our lives by trusting in him, and not by trusting in what we can see)."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Because we have put our trust in him, we would much rather leave these present bodies in which we are now living so we could be with the Lord Jesus at our home in heaven."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore we make it our goal to obey him, whether we are here or in heaven."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For we will all stand before the Messiah when he sits as the judge of all. He will judge what we did when we were in this life. The Messiah will give us what we deserve, and he will judge what was good or bad."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Therefore we know what it is to honor the Lord, so we make sure to tell people what kind of God he is. God knows what kind of people we are, and I expect that you also understand whether we are doing good or evil."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "We are not trying to prove again that we are genuine servants of God. We only want you to know what kind of people we are, and to give you a reason to be proud of us. We do this, so that you can answer those who praise their own actions, but do not care about what they really are in their inner being."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "There are some people who think we are crazy. That is okay. I simply want to please God. But on the other hand, if you think that I speak and act seriously, that is good also. I want you to know that I do that in order to help you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Our love for the Messiah drives us on. We are sure of this: the Messiah died for all, therefore we all have died with him."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The Messiah died for all, so that those who live should not live for themselves, but should live for the Messiah, who died for their sins; and he is the one whom God raised from the dead."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Since we live no longer for ourselves, we judge no one according to the way the unbelievers judge. We once even viewed the Messiah by these human standards. But as the Messiahians, now we judge no one like this."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When anyone is joined with the Messiah and trusts in him, he becomes a new person. Everything from the past is gone— See!— God makes everything in you new."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "All these gifts come from God. He made peace with us so that we are no longer enemies of God. Now we have peace with God through the cross of the Messiah. Also, God has given us the responsibility of announcing that he is bringing people and himself together."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "That message brings God and people together and is how God made peace with the world by what the Messiah did. God is not applying their sins to their account. Instead, the Messiah has taken our sins away and has given us this message that makes peace and brings God and people together."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So God has appointed us to represent the Messiah. God pleads with you through us. So we plead with you on the Messiah' s behalf: Through the Messiah, let him make peace with you and bring you to himself."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "You must believe that even though Jesus never sinned, God punished him for all the sinful things that we do, just as if Jesus had done those sinful things himself. And because of our close relationship with Christ, God has declared us no longer guilty for our sins."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "CO EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:41:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians"
}