{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Second Book of Kings"
        },
        {
          "tag": "toc2",
          "text": "Second Kings"
        },
        {
          "tag": "toc3",
          "num": "2",
          "text": "Ki"
        },
        {
          "tag": "mt1",
          "text": "Second Kings"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After King Ahab died, the country of Moab rebelled against Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "One day, Ahaziah, the new king of Israel, fell through the wooden slats in his upstairs room and was injured. So he sent for his messengers and commanded them, \"Go and ask of Baal-Zebub, the god of Ekron, whether or not I will recover from this injury.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But the angel from Yahweh said to Elijah, the prophet from the city of Tishbe, \"The king of Samaria is sending some messengers to Ekron. Go and meet them and say to them, 'Is it because there is no God in Israel that you wish to ask Baal-Zebub whether you will recover?'"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Yahweh says that you should tell King Ahaziah that he will not recover from his being injured; he will surely die.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So Elijah went to meet the messengers and told that to them, and they returned to the king instead of going to Ekron. The king asked them, \"Why have you come back so quickly?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "They replied, \"A man came to meet us and said to us, 'Go back to the king who sent you and tell him that Yahweh says, \"'Is it because there is no God in Israel that you wish to ask Baal-Zebub whether you will recover'? Go tell the king that he will not recover from being injured; instead, he will surely die.\"'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The king said to them, \"The man who came to meet you and told that to you, what did he look like?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "They replied, \"He was wearing a cloak made from camel hair and had a wide leather belt around his waist.\" The king exclaimed, \"That must be Elijah!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then the king sent an officer with fifty soldiers to seize Elijah. They found Elijah sitting on the top of a hill. The officer called out to him, \"Prophet, the king commands that you come down here!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But Elijah replied to the officer, \"I am a prophet, so I command that fire come down from the sky and burn up you and your fifty soldiers!\" Immediately, fire came down from the sky and completely burned up the officer and his fifty soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "When the king found out about that, he sent another officer with fifty more soldiers. They went to where Elijah was, and the officer called out to him, \"Prophet, the king commands that you come down immediately!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "But Elijah replied, \"I am a prophet, so I command that fire come down from the sky and kill you and your soldiers!\" Then a fire from God came down from the sky and killed that officer and his soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "When the king heard about that, he sent still another officer with fifty more soldiers. They went to where Elijah was; the officer prostrated himself in front of Elijah and said to him, \"Prophet, I plead with you, be kind to me and my fifty soldiers, and do not kill us!"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "We know that two times fire came down from the sky and killed officers and the soldiers with them. So now, please be kind to me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then the angel from Yahweh said to Elijah, \"Go down and go with him. Do not be afraid of him.\" So Elijah went with them to the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "When Elijah arrived, he said to the king, \"This is what Yahweh says: 'You sent messengers to go to Ekron to ask Baal-Zebub, their god, whether you would recover. You acted as though there is no God in Israel to consult. So you will not recover from being injured; instead, you are going to die!'\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Ahaziah died, which is what Yahweh told Elijah would happen. Ahaziah's younger brother Joram became the new king, at the same time that Jehoram son of Jehoshaphat, had been ruling Judah for almost two years. Ahaziah's brother became the king because Ahaziah had no son to become the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "If you want to know about all the other things that Ahaziah did, they are written in Book of the Events of the Kings of Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Yahweh was about to take the prophet Elijah up to heaven in a whirlwind, Elijah and his fellow prophet Elisha were traveling south from Gilgal."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to the city of Bethel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "But Elisha replied, \"Just as certainly as Yahweh lives and you live, I will not leave you!\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "An association of prophets at Bethel came to Elisha and Elijah; they asked Elisha, \"Do you know that Yahweh is going to take your master Elijah away from you today?\""
            }
          ],
          "tag": "p",
          "text": "So they went down together to Bethel."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to Jericho.\""
            }
          ],
          "tag": "p",
          "text": "Elisha answered, \"Certainly I know that, but do not talk about it!\""
        },
        {
          "children": [],
          "tag": "p",
          "text": "But Elisha replied again, \"Just as certainly as Yahweh lives and you live, I will not leave you!\""
        },
        {
          "children": [],
          "tag": "p",
          "text": "So they went together to the city of Jericho."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "As they neared Jericho, another association of prophets who were from there came to Elisha and said to him, \"Do you know that Yahweh is going to take your master Elijah away from you today?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "He answered again, \"Certainly I know that, but do not talk about it!\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to the Jordan River.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "But again Elisha replied, \"As certainly as Yahweh lives and you live, I will not leave you!\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Fifty men from the association of prophets who were from Jericho also went, but they watched from a distance as Elijah and Elisha stopped at the edge of the Jordan River."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Elijah rolled up his cloak and struck the water with it. A path opened up for them through the river, and they walked across as though they were on dry ground."
            }
          ],
          "tag": "p",
          "text": "So they continued walking together."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When they came to the other side, Elijah said to Elisha, \"What do you want me to do for you before I am taken away?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Elisha replied, \"I want to receive twice as much of your power as the other prophets have.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Elijah replied, \"You have asked for something which is difficult for me to make happen. But if you see me when I am taken from you, you will get what you are requesting. But if you do not see me, then you will not get it.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "As they were walking and talking, suddenly a chariot surrounded by fire pulled by horses surrounded by fire, appeared. The chariot driver drove the chariot between Elijah and Elisha and separated them. Then Elijah was taken up to heaven in a whirlwind."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Elisha saw it. He cried out, \"My father! My father! The Israelite chariots and their drivers have taken my master away!\" They disappeared into the sky, and Elisha never saw Elijah again. Then Elisha tore his own robe into two pieces to show that he was deeply saddened."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Elijah's cloak had fallen off when he was taken away, so Elisha picked it up and returned to the bank of the Jordan River."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He rolled up the cloak and struck the water with it, and cried out, \"Is Yahweh, the God of Elijah, here with me, too?\" Then the water separated, and a path opened up for him, and Elisha went across."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "When the association of prophets from Jericho saw what happened, they exclaimed, \"Elisha now has the power that Elijah had!\" They walked over to Elisha and bowed down in front of him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "One of them said, \"Sir, if you permit us, fifty of our strongest men will go and search for your master on the other side of the river. Perhaps the Spirit of Yahweh has left him on some mountain or in some valley.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Elisha replied, \"No, do not send them.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "But they continued to urge him. Finally he was tired of saying \"No,\" and he said, \"Very well, send them.\" So fifty men searched for three days, but they did not find Elijah."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They returned to Jericho, and Elisha was still there. He said to them, \"I told you that you should not go, because you would not find him!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then the leaders of Jericho came to talk with Elisha. One of them said, \"Our master, we have a problem. You can see that this is a very nice place to live in. But the water is bad, and as a result, crops will not grow on the land.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Elisha said to them, \"Put some salt in a new bowl and bring the bowl to me.\" So they brought it to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then Elisha went out to the spring from which the people in the town got water. He threw the salt into the spring. Then he said, \"This is what Yahweh says: 'I have made this water good. No one will die anymore because of bad water, and the land will grow fruitful crops.'\""
            },
            {
              "tag": "v",
              "num": "22",
              "text": "And the water became pure, just as Elisha said it would. Since that time it has always remained pure."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Elisha left Jericho and went up to Bethel. As he was walking along the road, a group of young boys from Bethel saw him and started to make fun of him. They continued shouting, \"Go away, you bald-headed man!\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Elisha turned around and reprimanded them in the name of Yahweh. Immediately two female bears came out of the woods and mauled forty-two of them."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Elisha left Bethel and went to Mount Carmel, and after that he returned to the city of Samaria."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Jehoshaphat had been ruling Judah for almost eighteen years, Ahab's son Joram became the king of Israel. He ruled in the city of Samaria for twelve years."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He did things that Yahweh said were evil, but he did not do as much evil as his father and mother had done, and he got rid of the stone pillar for worshiping Baal that his father had made."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But he committed the sins that King Jeroboam had committed and which induced the Israelite people to sin, and he did not stop committing the same sins."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Mesha, the king of Moab, raised sheep. Every year he was forced to give 100,000 lambs and the wool from 100,000 rams to the king of Israel, because his kingdom was controlled by the king of Israel."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But after King Ahab died, Mesha rebelled against the king of Israel."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So King Joram left Samaria to call together soldiers from across all Israel to go to war."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then he sent this message to Jehoshaphat, the king of Judah: \"The king of Moab has rebelled against me. So will your army join my army and fight against the army of Moab?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jehoshaphat replied, \"Yes, we will help you. We are ready to do whatever you want us to. My soldiers and my horses are ready to help you.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "He asked, \"On which road should we march to attack them?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Joram replied, \"We will go south to Jerusalem, where your army will join us. Then we will all go south of the Dead Sea and then turn north through the wilderness of Edom.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So the king of Israel and his army went with the kings of Judah and Edom and their armies. They marched for seven days. Then there was no water left for their soldiers or for their animals that carried supplies."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The king of Israel exclaimed, \"This is a terrible situation! It seems that Yahweh will allow the three of us to be captured by the army of Moab!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Jehoshaphat said, \"Is there a prophet here who can ask Yahweh for us what we should do?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "One of Joram's army officers said, \"Elisha son of Shaphat, is here. He was Elijah's assistant.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Jehoshaphat said, \"It will be good to ask him, because he speaks what Yahweh tells him to say.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Elisha said to the king of Israel, \"Why do you come to me ? Go and ask those prophets that your father and mother consulted!\""
            }
          ],
          "tag": "p",
          "text": "So those three kings went to Elisha."
        },
        {
          "children": [],
          "tag": "p",
          "text": "But Joram replied, \"No, we want you to ask Yahweh, because it seems that Yahweh has brought us three kings together in order to allow the army of Moab to capture us.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Elisha replied, \"I serve Yahweh, the commander of the armies of angels in heaven. As surely as he lives, if I did not respect Jehoshaphat the king of Judah, I would not even think about doing anything to help you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But bring a musician to me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "He said, \"Yahweh says that he will cause this dry streambed to be full of water."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The result will be that your soldiers and your animals that carry supplies and your livestock will have plenty of water to drink."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "That is not difficult for Yahweh to do. But He will do more than that. He will also enable you to defeat the army of Moab."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You will conquer all their beautiful cities, cities that have high walls around them. You must cut down all their fruit trees, stop water from flowing from their springs, and ruin their fertile fields by covering them with rocks.\""
            }
          ],
          "tag": "p",
          "text": "So they did that. When the musician played on his harp, the power of Yahweh came on Elisha."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "The next morning, at the time when they offered the sacrifices of grain, they were surprised to see water flowing from Edom and covering the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "When the people of Moab heard that the three kings had come with their armies to fight against them, all the men who were able to fight in battles, from the youngest men to the oldest ones, were summoned, and they took their positions at the southern border of their land."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But when they rose early the next morning, they saw that the water across from them appeared to be as red as blood."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "They exclaimed, \"It is blood! The three enemy armies must have fought and killed each other! So let us go and take everything that they have left!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But when they reached the area where the Israelite soldiers had set up their tents, the Israelites attacked the soldiers from Moab and forced them to retreat. The Israelite soldiers pursued the soldiers from Moab and killed many of them."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The Israelites also destroyed their cities. Whenever they passed fertile fields, they threw rocks on those fields until the fields were covered with rocks. They stopped water from flowing from the springs and cut down the fruit trees. Finally, only the capital city, Kir Hareseth, remained. The Israelite soldiers who threw stones with slings surrounded the city and attacked it."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "When the king of Moab realized that his army was being defeated, he took with him seven hundred men who fought with swords, and they tried to force a way through the Israelite lines of soldiers to escape to get help from the king of Edom, whom they hoped would join them, but they were unable to escape."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then the king of Moab took his oldest son, who would have become the next king, and killed him and offered him as a sacrifice to their god Chemosh, burning him on top of the city wall. Then God became very angry at the Israelite army, so the army left and went back to their own land."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day the widow of one of Yahweh's prophets came to Elisha and cried out to him, \"My husband, who worked with you, is dead. You know that he revered Yahweh very much. But now someone to whom he owed a lot of money has come to me. I cannot pay him back, so he is threatening to take away my two sons to be his slaves as payment!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Elisha replied, \"What can I do to help you? Tell me, what do you have in your house?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "She replied, \"We have only a container of olive oil. We have nothing else.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Elisha said, \"Go to your neighbors and borrow from them as many empty jars as you can."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then take the jars into your house with your sons. Shut the door. Then pour olive oil from your container into the other jars. When each jar is full, set it aside and fill another jar. Keep doing that until all the jars are full.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So she did what Elisha told her to do. Her sons kept bringing jars to her, and she kept filling them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Soon all the jars were full. So she said to one of her sons, \"Bring me another jar!\" But he replied, \"There are no more jars!\" Right then the olive oil stopped flowing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When she told Elisha what had happened, he said to her, \"Now sell the oil. And with the money you get, pay what you owe, and there will be enough extra money to keep buying food for yourself and your sons.\" So she did that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "One day Elisha went to the city of Shunem. There was a wealthy woman who lived there with her husband. One day she invited Elisha to her house for a meal. Elisha went there, and from then on every time Elisha was in Shunem he went to their house to eat a meal."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "One day the woman said to her husband, \"I am sure that this man who often comes here is a prophet who brings messages from God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I think we should make a small room for him on our flat roof, and put a bed, a table, a chair, and a lamp in it. If we do that, whenever he comes here, he will have a place to stay.\" So they did that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "One day Elisha returned to Shunem, and he went up to that room to rest."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He said to his servant Gehazi, \"Tell the woman that I want to speak to her.\" So the servant went and told her. When she came to the doorway of Elisha's room,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Elisha said to Gehazi, \"Tell her that we are both grateful for all the kind things that she has done for us. Then ask her what we can do for her. Ask, 'Do you want me to go to the king or the army commander to request something for you?'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Gehazi gave her this message. She replied, \"No, your master does not need to do that, because my family are able to give me what I need.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Later, Elisha asked Gehazi, \"What do you think that we can do for that woman?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "He replied, \"Well, she has no son, and her husband is an old man.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Elisha told Gehazi, \"Call her back again.\" So Gehazi went and called her. And when the woman returned, as she stood in the doorway,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Elisha said to her, \"About this time next year you will be holding your infant son in your arms.\" But she protested, \"Oh, Sir, you are a prophet who brings messages from God, so please do not deceive me by saying things like that!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "But a few months later, the woman became pregnant, and she gave birth to a son at that time the following year, just like Elisha had predicted."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "When the child was growing up, one day he went out to the fields to see his father, who was working with the men who were harvesting grain."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Suddenly the boy exclaimed, \"My head hurts! My head hurts!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "So the servant carried him home, and his mother held him on her lap. But at noontime the boy died."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "She carried him up the steps to the prophet's room and laid him on the bed. She left him there and went out and shut the door."
            }
          ],
          "tag": "p",
          "text": "His father said to one of the servants, \"Carry him home to his mother!\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "She then called out to her husband, saying, \"Send to me one of the servants and a donkey so that I can ride on it quickly to the prophet, and then come back!\" But she did not tell her husband that their son had died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Her husband called out to her and said, \"Why do you want to go today? This is not the day when we celebrate the festival of the new moon, and it is not a Sabbath day!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "But she only replied, \"Just do what I requested and everything will be all right.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "So she saddled the donkey and said to her servant, \"Lead the donkey! Do not slow down for me unless I tell you to do so!\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "As they approached Mount Carmel, where Elisha was, Elisha saw her in the distance. He said to Gehazi, \"Look, the woman from Shunem is coming!"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Run to her, and ask her if everything is all right with her and her husband and with her child!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "So Gehazi ran to her and asked her, but she said nothing to Gehazi except, \"Yes, everything is fine.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "But when she came to where Elisha was, she prostrated herself on the ground in front of Elisha and took hold of his feet. Gehazi started to push her away, but Elisha said, \"Do not push her away! Something is troubling her very much, but Yahweh has not told me what it is.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Then she said to Elisha, \"O sir, I did not request you to enable me to give birth to a son, but I did say, 'Do not lie to me.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Then Elisha realized that something must have happened to her son. So he said to Gehazi, \"Get ready to leave immediately. Take my staff stick and go to her home. Do not stop to talk to anyone on the way. Go quickly to where her son is and lay the staff on the child's face. If you do that, perhaps Yahweh will cause him to live again.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "But the boy's mother said, \"Just as certain as Yahweh lives and you live, I will not go home if you do not go with me.\" So Elisha returned with her to her home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "But Gehazi hurried quickly ahead. When he got to the woman's home, he laid the staff on the child's face, but the child did not move or say anything."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "When Elisha reached the house, he saw that the boy was lying dead on his bed."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Elisha went into the room by himself and shut the door and prayed to Yahweh."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he lay down on the boy's body, and put his mouth on the boy's mouth, and put his eyes on the boy's eyes, and put his hands on the boy's hands. Then the boy's body started to become warm!"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Elisha got up and walked back and forth in the room several times. Then he stretched his body on the boy's body again. The boy sneezed seven times and opened his eyes!"
            }
          ],
          "tag": "p",
          "text": "So Gehazi returned to meet Elisha along the road, and told him, \"The child is still dead.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Then Elisha summoned Gehazi. He said, \"Call the boy's mother.\" So Gehazi went and called her, and when she came in, Elisha said, \"Here, take your son.\""
            },
            {
              "tag": "v",
              "num": "37",
              "text": "She gratefully prostrated herself at Elisha's feet. Then she picked up her son and carried him downstairs."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "Then Elisha returned to Gilgal. But at that time there was a famine in that area. One day as the association of prophets was sitting in front of Elisha listening to what he was teaching, he said to his servant, \"Put a large pot on the fire and make some stew for these men.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "One of the prophets went out to the fields to gather some vegetables. But he gathered only some wild gourds and put them in his cloak and brought them back. He shredded them and put them in the pot, but he did not know that the gourds were poisonous."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "He served the stew to the prophets, but after the men had eaten only a couple bites, they cried out, \"Our master, there is something in the pot that will kill us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Elisha said, \"Bring me some flour.\" They brought him some, and he threw it in the pot and he said, \"It is all right now. You can eat it.\" And they ate it, and it did not harm them."
            }
          ],
          "tag": "p",
          "text": "So they would not eat it."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "One day a man from the city of Baal Shalishah brought to Elisha a sack of freshly cut grain and twenty loaves of barley bread, made from the first grain that they had harvested that year."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "But his servant exclaimed, \"Do you think that we can feed a hundred of us prophets with only that much? How can I place this before them all?\""
            }
          ],
          "tag": "p",
          "text": "Elisha said to his servant, \"Give it to the group of prophets, so that they can eat it.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "After his servant gave it to the prophets, they ate all that they wanted, and there was food left over, just as Yahweh had promised."
            }
          ],
          "tag": "p",
          "text": "But Elisha replied, \"Give it to the prophets so that they can eat it, because Yahweh says that there will be plenty for all of them, and there will be some left over!\""
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A man named Naaman was the commander of the army of Aram. Yahweh had enabled him to win many victories, and the king of Aram admired and honored him. Naaman was also a strong and brave soldier, but he had leprosy."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Some time previously, groups of soldiers had invaded the land of Israel, and they had captured a young girl and taken her to Aram. She became a servant for Naaman's wife."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "One day, that girl said to her, \"I wish that my master would go to see the prophet in the city of Samaria. That prophet would heal your husband from his leprosy.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Naaman's wife told her husband what the girl from Israel had said, and Naaman told that to the king."
            },
            {
              "tag": "v",
              "num": "5-6",
              "text": "The king said to him, \"Very well, go and see the prophet. I will write a letter for you to take to the king of Israel, saying that I sent you.\" The king wrote in the letter, \"I am sending this letter with my army commander Naaman, who serves me faithfully. I want you to heal him of his disease.\" So Naaman, assuming that the king of Israel was the prophet, took the letter and 330 kilograms of silver, 66 kilograms of gold, and ten sets of clothing, to give to the king of Israel, and he went to Samaria, taking along several servants."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When he arrived in Samaria, he gave the letter to the king of Israel. The king read the letter. Then, being very dismayed, the king tore his clothes and said, \"I am not God! I am not able to cause people to live or to die! Why does the one who wrote this letter request me to cure this man of his leprosy? I do not have power to cure leprosy. The king of Aram is merely looking for an excuse to attack us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "The prophet Elisha heard why the king of Israel had torn his robe, so he sent a message to the king, saying, \"Why are you upset? Send Naaman to me, and he will find out that I am a true prophet in Israel.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So Naaman went with his horses and chariots to Elisha's house and waited outside the door."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But Elisha did not come to the door. Instead, he sent a messenger to Naaman to tell him, \"Go to the Jordan River and go down seven times into the water. Then your skin will be well, and you will no longer have leprosy.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But Naaman became very angry. He said, \"I thought that surely he would wave his hand over the leprosy, and pray to Yahweh, and heal me!"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Surely the Abana River and the Pharpar River in Damascus in my own country of Aram have better water than any in Israel! Can I not go into my rivers at home and be healed and cleansed?\" So he turned and walked away in great disgust."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But his servants came to him, and one of them said, \"Sir, if that prophet had told you to do something difficult, you would certainly have done it. So why do you refuse to do such a simple thing he asks, when he says, \"Go down seven times in the water and be clean?'\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So Naaman went down to the Jordan River and went into the water seven times, as the prophet had instructed, and his skin became healthy, like the smooth skin of a young child."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Naaman and those who were with him went back to talk to Elisha. They stood in front of him, and Naaman said, \"Now I know that there are no real gods anywhere else in the world, but there is the true God here in Israel! So now please accept these gifts that I have brought to you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "But Elisha replied, \"Just as certainly as Yahweh, the one whom I serve, lives, I will not accept any gifts.\" Naaman kept urging him to accept the gifts, but Elisha kept refusing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then Naaman said, \"Very well, but I have one request. This soil here in Israel is Yahweh's soil, so please allow me to take some soil from this place and put it in sacks on two mules. Then I will take it back home with me and make an altar on this soil. From now on, I will offer sacrifices to Yahweh on that altar. I will not offer sacrifices to any other god."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "However, when my master, the king, goes into the temple of the god Rimmon to worship him, I ask that Yahweh will forgive me because I will have to bow down, too.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Elisha replied, \"Go home, and do not worry about that.\" So Naaman and his servants started to travel home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "But then Elisha's servant Gehazi said to himself, \"It is not good that my master has allowed this Aramean man to leave like this. He should have accepted his gifts. So just as certainly as Yahweh lives, I will go and catch up with Naaman and get something from him.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "So Gehazi hurried to catch up with Naaman. When Naaman saw Gehazi running toward him, he stopped the chariot in which he was riding, jumped out, and went to see what Gehazi wanted. He asked him, \"Is everything all right?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Gehazi replied, \"Yes, but two young prophets from the hill country where the descendants of Ephraim live have just arrived. Elisha has sent me to tell you that he would like thirty-three kilograms of silver and two sets of clothing to give to them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Naaman replied, \"Certainly! You can have sixty-six kilograms of silver!\" He urged Gehazi to take it. He also gave him two sets of clothing. He tied up the silver in two bags and gave them to two of his servants to carry back to Elisha."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But when they arrived at the hill where Elisha lived, Gehazi took the silver and the clothes from Naaman's servants and sent the servants back to Naaman. Then he took those things into his house and hid them."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When he went to Elisha, Elisha asked him, \"Where did you go, Gehazi?\" Gehazi replied, \"I did not go anywhere.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Elisha asked him, \"Do you not realize that my spirit was there when Naaman got out of his chariot to talk with you? This is certainly not the time to accept gifts of money and clothes and olive groves and vineyards and sheep and oxen and servants!"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Because you have done this, you and your children and all your descendants, forever, will have leprosy just like Naaman had!\" When Gehazi left the room, he was a leper. His skin was as white as snow."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day the association of prophets said to Elisha, \"Look, this place where we meet together with you is very small."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Allow us to go to the Jordan River and cut down some trees to make logs to build a new meeting place.\" So Elisha said, \"Very well, go.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "One of them said to Elisha, \"Please come with us.\" So Elisha replied, \"Very well, I will go with you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "So they went together. When they reached the Jordan River they cut down some trees."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "But while one of them was cutting down a tree, suddenly the axe head separated from the handle and fell into the water. He cried out to Elisha, \"O, Master, what shall I do? The axe is not mine. I borrowed it!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Elisha replied, \"Where did it fall into the water?\" After the man showed him the place, Elisha cut off a stick, threw it into the water, and the axe head rose to the water surface."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Elisha said, \"Take it out of the water.\" So the man reached his hand down and picked up the axe head."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Whenever the king of Aram prepared to send his army to fight against Israel, he first consulted his officers, and then told them where they should set up their tents."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But each time Elisha would send a message to warn the king of Israel, telling him where the army of Aram was planning to attack them, saying, \"Be sure that your army does not go near that place, because the army of Aram has set up their tents there.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So the king of Israel would send messengers to warn the people who lived in that place, and the people would remain on guard. That happened several times."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The king of Aram was very upset about this, so he summoned his army officers and said to them, \"One of you is revealing our plans to the king of Israel. Which one of you is doing it?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "One of his officers answered, \"Your Majesty, it is not one of us. Elisha the prophet knows what we plan to do, and he tells the king of Israel everything. He even knows what you say in your own bedroom!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "The king of Aram replied, \"Go and find out where he is, and I will send some men there to capture him.\" Someone told him, \"People say that he is in the city of Dothan, north of Samaria.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So the king sent a large group of soldiers to Dothan with horses and chariots. They arrived at night and surrounded the city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Early the next morning, Elisha's servant got up and went outside the house. He saw the soldiers of Aram with their horses and chariots surrounding the town. So he went inside the house and reported it to Elisha and exclaimed, \"Oh, sir! What are we going to do?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Elisha replied, \"Do not be afraid! Those who are helping us are many more than those who are helping them!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then he prayed, \"Yahweh, I request that you open my servant's eyes in order that he can see what is out there!\" So Yahweh enabled the servant to look out and see that surrounding the hill on which the town was built was a huge number of horses and chariots; they seemed to be made of fire!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "When the army of Aram prepared to attack Elisha, he prayed again, saying, \"Yahweh, cause all these soldiers to become blind!\" Yahweh answered his prayer and caused them to be unable to see clearly."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then Elisha went to them and said, \"You are not on the right road. This is not the city that you are searching for. I will take you to the man whom you are searching for.\" But he led them to the city Samaria, the capital of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "As soon as they entered Samaria, Elisha prayed again, saying, \"Yahweh, now enable these soldiers to see correctly again!\" So Yahweh enabled them to see correctly, and they were surprised to see that they were inside Samaria."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "When the king of Israel saw them, he said to Elisha, \"Sir, shall I tell my soldiers to kill them? Shall we kill all of them?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Elisha replied, \"No, you must not kill them. If your army captured many of your enemies in a battle, you would certainly not kill them. Give these men something to eat and drink, and then allow them to return to their king.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So the king of Israel did that. He told his servants to provide a big feast for them. And when they had eaten and drunk plenty, he sent them away. They returned to the king of Aram and told him what had happened. So for a while after that, soldiers from Aram stopped raiding towns in Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But some time later, Ben Hadad the king of Aram , assembled his entire army, and they went to Samaria and surrounded the city for a long time."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Because of that, after a while there was hardly any food left inside the city, so that eventually a donkey's head, which was usually worthless, cost eighty pieces of silver, and one cup of dove's dung cost five pieces of silver."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "One day when the king of Israel was walking on top of the city wall, a woman cried out to him, \"Your Majesty, help me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "He replied, \"If Yahweh will not help you, I certainly cannot. I do not have any wheat or wine!"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "What is your problem?\" She replied, \"Several days ago, that women over there said to me, 'Because we have nothing left to eat, let us kill your son today, in order that we can eat his flesh. Then tomorrow we can kill my son and eat his flesh.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "So we killed my son and cut his body up and boiled his flesh and ate it. The next day, I said to her, 'Now give your son to me, in order that we can kill him and cook his flesh and eat it.' But she has hidden her son.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "When the king heard what the woman said, he tore his robe to show that he was very upset. The people who were standing close to the wall were able to see that the king was wearing rough cloth underneath his robe because he was very upset."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The king exclaimed, \"I wish that God will strike me dead if I do not cut off the head of Elisha today, because he is the one who has caused these terrible things to happen to us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "So the king sent an officer to get Elisha."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "And while he was still speaking, the king and the officer arrived. The king said, \"It is Yahweh who is allowing us to have all this trouble. I will no longer wait for him to help us.\""
            }
          ],
          "tag": "p",
          "text": "Before the officer arrived, Elisha was sitting in his house with some Israelite elders who were talking with him. Elisha said to them, \"That murderer, the king of Israel, is sending someone here to kill me. Listen. When he arrives, shut the door and do not allow him to come in, because the king will be coming right behind that officer!\""
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Elisha replied to the king, \"Listen to what Yahweh says: 'He says that by this time tomorrow, at the marketplace here in Samaria, you will be able to buy seven liters of the best flour for one piece of silver, and fourteen liters of barley for one piece of silver.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "The officer accompanying the king said to Elijah, \"That cannot happen! Even if Yahweh himself would open the windows of the sky and send grain down to us, that certainly could not happen!\" Elisha replied, \"Because you said that, you will see it happen, but you will not be able to eat any of the food!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "That day there were four men who had leprosy who were sitting outside the gate of the city of Samaria. They said to each other, \"Why should we wait here until we die?"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "If we go into the city, we will die there, because there is no food there. If we remain sitting here, we will die here. So let us go to where the army of Aram has set up their tents. If they kill us, we will die. But if they allow us to remain alive, we will not die.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So when it was getting dark, those four men went to the camp where the army of Aram had set up their tents. But when they reached the camp, they saw that there was no one there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "What had happened was that Yahweh had caused the army of Aram to hear something that sounded like a large army marching with chariots and horses. So the soldiers said to each other, \"Listen! The king of Israel has hired the kings of Egypt and the Hittites and their armies, and they have come to attack us!\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So they all ran away that evening at sundown and left their tents and their horses and donkeys there, because they were afraid that they would die if they stayed there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "When those four men with leprosy came to the edge of the area where the soldiers of Aram had set up their tents, they went into one tent and saw all the things that had been left there. So they ate and drank what was there, and they took the silver and the gold and clothes. Then they went outside the tent and hid those things. Then they entered another tent and took things from there, and then went outside and hid them, also."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But then they said to each other, \"We are not doing what is right. We have good news to tell others today. If we do not tell it to anyone now, and if we wait until morning to tell it, the people will certainly punish us. So let us go right now to the palace and tell it to the king's officials!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "So they went to the guards at the city gates and called out to them, \"We went to where the army of Aram had set up their tents, but we did not see or hear anyone there. Their horses and donkeys were still tied up, but their tents were all deserted!\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The guards shouted the news, and some people who heard it went to the palace and reported it there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "It was in the night that the king heard this news. He got up out of his bed and said to his officials, \"I will tell you what the army of Aram is planning to do. They know that we have no food here, so they have left their tents and are hiding in the fields. They think that we will leave the city to find some food, and then they will capture us and capture the city.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But one of his officials said, \"Many of our people have already died from hunger. If those of us who are still alive all stay here, we also will die anyway. So let us send some men with five of our horses that are still alive to go and see what has really happened.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So they chose some men and told them to go in two chariots and find out what had happened to the army of Aram."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They went as far as the Jordan River. All along the road they saw clothes and equipment that the soldiers from Aram had thrown away while they were running away. So the men returned to the king and reported what they had seen."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then many of the people of Samaria also went out of the city and went to where the army of Aram had set up their tents. They entered all the tents and took everything. So there was now plenty of everything! As a result people could buy seven liters of the best flour for one piece of silver, and fourteen liters of barley for one piece of silver, which was what Yahweh had said would happen!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The king of Israel had ordered his assistant, the one who had spoken with Elisha, to supervise what was happening at the city gate. But as he was standing at the gate, all the people who were rushing outside the city trampled on him, and he died, which was what Elisha had said would happen to him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Elisha had told him that by the next day there would be plenty of food, with the result that anyone could buy fourteen liters of barley for one piece of silver, and seven liters of the best flour for one piece of silver."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "That officer had answered, \"That certainly cannot happen! Even if Yahweh himself would open the sky and send down some grain, that could not happen.\" And Elisha had replied, \"Because you said that, you will see it happen, but you will not be able to eat any of the food!\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "And that is what happened to him. The people who were rushing out of the city gate trampled on him, and he died."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Elisha had caused the son of the woman from the city of Shunem to become alive again, he had told her that she should leave with her family and live somewhere else for a while, because Yahweh was going to send a famine in the land. He said that the famine would last for seven years."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So the woman had done what Elisha told her to do. She and her family had gone to live in the region of Philistia for seven years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "After the seven years were ended, they returned to their home. The woman went to the king to request that her house and her land be given back to her."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When she arrived, the king was talking with Gehazi, Elisha's servant. The king was saying to him, \"Tell me all the great things that Elisha has done.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "While Gehazi was telling the king that Elisha had caused the son of a woman from Shunem to become alive again, that woman came in and requested the king to enable her to get her house and land back again. Gehazi exclaimed, \"Your Majesty, this is the woman whose son Elisha caused to become alive again!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "When the king asked her about it, she told him that what Gehazi had said was true. The king summoned one of his officials and said to him, \"Make sure that this woman gets back everything that she owned in the past, including the value of all the crops that have been harvested during these last seven years while she was away from her land.\" So the official did that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Elisha went to Damascus, the capital of Aram, at the time when Ben Hadad, the king of Aram, was very sick. When someone told the king that Elisha was in Damascus,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "the king told one of his officials named Hazael, \"Go and talk to that prophet and take a present with you to give to him. Request him to ask Yahweh if I will recover from my illness.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So Hazael went to talk with Elisha. He took with him forty camels that were carrying many kinds of goods that were produced in Damascus. When Hazael met him, he said to him, \"Your friend Ben Hadad, the king of Aram, sent me to ask you whether you think he will recover from his illness.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Elisha said to Hazael, \"Go and say to him, 'Yes, you will certainly not die from this illness,' but Yahweh has shown me that he will certainly die before he recovers.\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then Elisha stared at him and had a terrified look on his face. That caused Hazael to feel uneasy. Then suddenly Elisha started to cry."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Hazael said, \"Sir, why are you crying?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Elisha replied, \"Because Yahweh has enabled me to know the terrible things that you will do to the people of Israel. Your soldiers will burn their cities that now have walls around them, kill their fine young men in battle, crush the heads of their children, and rip open the bellies of their pregnant women with swords.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Hazael replied, \"I am as powerless as a dog. How could I do such terrible things?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Elisha replied, \"Yahweh has also revealed to me that you will become the king of Aram.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then Hazael left and returned to his master the king, who asked him, \"What did Elisha say?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "But the next day, while the king was sleeping, Hazael took a blanket and soaked it in water. Then he spread it on the king's face in order that he could not breathe, and he died. Then Hazael became the king of Aram instead of Ben Hadad."
            }
          ],
          "tag": "p",
          "text": "He replied, \"He told me that you would certainly recover.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "After King Joram son of Ahab, had been ruling in Israel for almost five years, Jehoshaphat's son Jehoram became the king of Judah."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "He was thirty-two years old when he became the king, and he ruled in Jerusalem for eight years."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "His wife was the daughter of King Ahab. Like everyone in Ahab's family, he continually did the evil things that the previous kings of Israel had done. He did many things that Yahweh said were evil."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Yahweh did not want to get rid of the people of Judah, because of what he had promised David, who served him very well. He had promised David that his descendants would always rule Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "During the time that Jehoram ruled, the king of Edom rebelled against Judah, and they appointed their own king."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So Jehoram went with his army and all their chariots to the city of Zair near the border of Edom. There the army of Edom surrounded them. But during the night, Jehoram and the commanders in their chariots were able to get through the enemy lines and escaped. And all his soldiers also fled to their homes."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So after that, Edom was no longer controlled by Judah, and it is still like that. During that same time, the people of the city of Libnah also freed themselves from being controlled by Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "If you want to read about the other things that Jehoram did, they are written in Book of the Events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Jehoram died and was buried where the other kings of Judah had been buried in the part of Jerusalem called the city of David. Then Jehoram's son Ahaziah became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "After Ahab's son Joram has been ruling in Israel for almost twelve years, Jehoram's son Ahaziah became the king of Judah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Ahaziah was twenty-two years old when he started to rule. He ruled in Jerusalem for only one year. His mother's name was Athaliah, the daughter of King Ahab and the granddaughter of King Omri of Israel."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "King Ahaziah conducted his life just like the members of Ahab's family had done. He did many things that Yahweh said were evil."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Ahaziah's army joined the army of King Joram of Israel to fight against the army of King Hazael of Aram. Their armies started fighting at the city of Ramoth in the region of Gilead, and the soldiers of Aram wounded Joram."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "King Joram returned to the city of Jezreel in order to recover from his wounds. King Ahaziah went to visit him there."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Meanwhile, the prophet Elisha summoned one of the other prophets. He said to him, \"Get ready and go to the city of Ramoth in the region of Gilead. Take this jar of olive oil with you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When you arrive there, search for a man named Jehu son of Jehoshaphat and grandson of Nimshi. Go with him into a room away from his companions,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and pour some of this oil on his head. Then say to him, 'Yahweh declares that he is appointing you to be the king of Israel.' Then open the door and run away as quickly as you can.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "So the young prophet went to Ramoth."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When he arrived, he saw that the commanders of the army were having a conference. He looked at Jehu and said, \"Sir, I have a message for one of you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jehu replied, \"Which one of us is the message for?\""
        },
        {
          "children": [],
          "tag": "p",
          "text": "The young prophet replied, \"It is for you, commander.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So Jehu got up and went with the young prophet into a house. There the young prophet poured some olive oil on Jehu's head and said to him, \"Yahweh, the God whom we Israelites worship, declares this: 'I am appointing you to be the king of my Israelite people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You must kill your master King Joram son of Ahab, because I will punish Ahab's wife Jezebel for murdering many of my prophets and other people who served me."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You must kill not only Joram but all of Ahab's family. I want to get rid of every male in the family, including young ones and old ones."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will get rid of Ahab's family, like I got rid of the families of two other kings of Israel, Jeroboam and Baasha."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And when Jezebel dies, her corpse will not be buried. Dogs will eat her corpse there in the city of Jezreel.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "When Jehu came out of the room to where his other commanders were, they said to him, \"Is everything all right? Why did that mad fellow come to you?\""
            }
          ],
          "tag": "p",
          "text": "After the young prophet said this, he left the room and ran."
        },
        {
          "children": [],
          "tag": "p",
          "text": "He replied, \"You know what kinds of things young prophets like him say.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "They said, \"You are lying. Tell us what he said!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "He replied, \"He told me several things, and then he told me that Yahweh said, 'I am appointing you to be the king of Israel.'\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then they all spread their cloaks on the steps of the building for Jehu to walk out on, and they blew trumpets and shouted, \"Jehu is now the king!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14-15",
              "text": "King Joram and his army had been defending Ramoth against the attacks by the army of the king of Aram. King Joram had returned to the city of Jezreel, to recover from being wounded in the battle against the army of Hazael, the king of Aram. And Jehu made plans to kill Joram. He said to his other commanders, \"If you really want to help me, then make sure that no one leaves this city to go to warn the people of Jezreel about what I am planning to do.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then Jehu and his officers got into their chariots and rode to Jezreel, where Joram was still recovering. And King Ahaziah of Judah was there, visiting Joram."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "A guard was standing in the watchtower in Jezreel. He saw Jehu and his men approaching. He called out, \"I see a lot of men who are approaching!\" King Joram heard what the watchman said, so he said to his soldiers, \"Send someone on a horse to go and find out if they are coming peacefully or in order to attack us.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "So a man riding a horse rode out to meet Jehu and said to him, \"The king wants to know if you are coming peacefully.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jehu replied, \"This is not the time for you to be concerned about peace! Turn around and come behind me!\""
        },
        {
          "children": [],
          "tag": "p",
          "text": "So the guard in the watchtower reported that the messenger had reached the group that was approaching, but he was not returning alone."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "So King Joram sent another messenger who asked Jehu the same question. Again Jehu replied, \"This is not the time for you to be concerned about peace! Turn around and follow me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then the watchman reported again, \"That messenger also reached them, but he is not coming back alone. And the leader of the group must be Jehu son of Nimshi, because he is driving his chariot furiously, as Jehu does!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Joram said to his soldiers, \"Get my chariot ready.\" So they did that. Then King Joram and King Ahaziah both rode toward Jehu, each one in his own chariot. And it happened that they met Jehu at the field that had previously belonged to Naboth!"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When Joram met Jehu, he said to him, \"Are you coming to act peacefully toward me?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jehu replied, \"How can there be peace while you and your people are bowing down to idols and practicing very much witchcraft like your mother Jezebel did?\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Joram cried out, \"Ahaziah, they have deceived us! They want to kill us!\" So Joram turned his chariot around and tried to flee."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But Jehu drew his bow with strength and shot an arrow that pierced Joram between his shoulder blades. The arrow went through Joram's body and pierced Joram's heart, and he slumped down dead in his chariot."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then Jehu said to his assistant Bidkar, \"Take his corpse and throw it here into the field that belonged to Naboth. I am sure that you remember that when you and I were riding together in chariots behind King Joram's father Ahab that Yahweh said this about Ahab,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "'Yesterday I saw Ahab murder Naboth and his sons here. And I solemnly promise that I will punish him right here in this same field!' So take Joram's corpse and throw it into that field! That will fulfill what Yahweh said would happen.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "When King Ahaziah saw what happened, he fled in his chariot toward the city of Beth Haggan. But Jehu pursued him and said to his other commanders, \"Shoot him, also!\" So they shot him with arrows while he was riding in his chariot on the road up to Gur, near the city of Ibleam. He continued going in his chariot until he reached the city of Megiddo, where he died."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "His officials took his corpse back to Jerusalem and buried it in the tombs in the part of Jerusalem called the city of David, where his ancestors had been buried."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Ahaziah had become the king of Judah when Joram had been ruling Israel for almost eleven years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jehu went to Jezreel. When Ahab's widow Jezebel heard what had happened, she put paint on her eyelids, and combed her hair to make it beautiful, and looked out the window of the palace toward the street below."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "While Jehu was entering the city gate, she called out to him, \"You are like Zimri! You are a murderer just like him! I think you are certainly not coming to act peacefully toward me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Jehu looked up toward the window, and then he said, \"Who is on my side? Anyone?\" Two or three palace officials looked down at him from a window."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Jehu said to them, \"Throw her down here!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Then Jehu went into the palace and ate and drank. Then he said to some of his men, \"Take the corpse of that women whom Yahweh has cursed and bury it, because she is a king's daughter and therefore should be buried properly.\""
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But when they went to get her corpse to bury it, all that was left was only her skull and the bones of her feet and her hands. Everything else was gone."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "When they reported this to Jehu, he said, \"That is what Yahweh said would happen! He told his servant Elijah, 'In the city of Jezreel, dogs will eat the flesh of Jezebel's corpse."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Her bones will be scattered there in Jezreel like dung, with the result that no one will be able to recognize them and say, \"These are Jezebel's bones.\"'\""
            }
          ],
          "tag": "p",
          "text": "So they threw her down and Jehu ordered that his men drive their chariots and horses over her body, and that is how she was killed. Some of her blood splattered on the city wall and on the horses that were pulling the chariots. "
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There were seventy descendants of King Ahab who were living in Samaria. Jehu wrote a letter and made copies of it and sent them to the rulers of the city, to the elders, and to those who raised and tutored Ahab's children."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "This is what he wrote: \"You are the ones who are taking care of the king's descendants. You have chariots, horses, and weapons, and you live in cities that have walls around them. So as soon as you receive this letter,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "choose one of the king's descendants, the one who is the best qualified, and appoint him to be your king. Then prepare to fight to defend him.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "But when they got those letters and read them, they became very afraid. They said, \"King Joram and King Ahaziah could not resist him; how can we resist him?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So the officer who was in charge of the palace and the mayor of the city sent a message to Jehu saying, \"We want to serve you, and we are ready to do whatever you tell us to do. We will not appoint anyone to become our king. You do whatever you think is the best.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So Jehu sent a second letter to them, writing this: \"If you are on my side, and if you are ready to obey me, kill King Ahab's descendants and cut off their heads and bring their heads to me here in Jezreel at this time tomorrow.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When they received the letter from Jehu, they killed all seventy of Ahab's descendants and cut off their heads. They put their heads in baskets and sent them to Jehu at Jezreel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A messenger came to Jehu and told him, \"They have brought the heads of Ahab's descendants.\" So Jehu commanded that the heads should be put in two piles at the city gate and that the heads should stay there until the next morning."
            }
          ],
          "tag": "p",
          "text": "Now the seventy descendants of King Ahab were being brought up and supervised by the leaders of the city of Samaria."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The next morning he went out to the city gate and said to all the people, \"I am the one who plotted against King Joram and killed him. You are not guilty of doing that. But it was Yahweh, not I, who commanded that all these descendants of Ahab should be killed."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I want you to know that everything that Yahweh said would happen has happened. He has caused to happen what he told the prophet Elijah would happen.\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then Jehu executed all the other relatives of Ahab in Jezreel, all Ahab's officers, close friends, and his priests. He did not allow any of them to remain alive."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then Jehu left Jezreel and went toward Samaria. While he was going there, at a place called Beth Eked,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "he met some relatives of King Ahaziah of Judah. He asked them, \"Who are you?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "They replied, \"We are relatives of King Ahaziah. We are going to Jezreel to visit the children of Queen Jezebel and the other members of King Joram's family.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Jehu said to his men, \"Seize them!\" So they seized them and killed all of them at the well of Beth Eked. There were forty-two people whom they killed. They did not allow any of them to remain alive."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Jehu continued to travel toward Samaria. Along the road he was met by Jonadab, a son of Rechab. Jehu greeted him and said to him, \"Are you thinking in the same way that I am thinking?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Jonadab replied, \"Yes, I am.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Jehu said to him, \"Come with me, and you will see how eager I am to obey Yahweh.\" So they rode together to Samaria."
            }
          ],
          "tag": "p",
          "text": "Jehu said, \"If you are, join your hand to mine.\" So Jonadab joined hands with him, and Jehu helped him to get into his chariot."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When they arrived in Samaria, Jehu killed all of Ahab's relatives who were still alive. He did not spare any of them. That was what Yahweh told Elijah would happen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Jehu summoned all the people of Samaria, and said to them, \"King Ahab was devoted to your god Baal a little bit, but I will serve him much more."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So now summon all the prophets of Baal, all of Baal's priests, and all the others who worship Baal. I am going to make a great sacrifice to Baal. I want all of them to be there. Any of them who is not there will be executed.\" But Jehu was planning to trick them, because he was planning to kill all those who worshiped Baal."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then Jehu commanded, \"Announce that we are going to set aside a day to honor Baal.\" So they sent out a proclamation about that day."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Jehu decided what day they would gather and sent messages throughout Israel telling everyone what day to gather, and on that day, everyone who worshiped Baal came. No one stayed at home. They all went into the huge temple of Baal and filled it from one end to the other."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jehu told the priest who took care of the sacred robes to bring them out and give them to the people who worshiped Baal. So the priest did that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Then Jehu went into the temple of Baal with Jonadab, and he said to the people who were there to worship Baal, \"Be sure that only those who worship Baal are here. Be sure that no one who worships Yahweh has come in.\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then he and Jonadab prepared to offer sacrifices and other offerings to Baal that would be burned whole on the altar that was there in Samaria. But Jehu had stationed eighty of his men outside the temple, and had said to them, \"I want you to kill all the people who are in the temple. Anyone who allows one of them to escape will be executed!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "As soon as Jehu and Jonadab had finished killing the animals that would be completely burned to be an offering to Baal, they went outside and said to the guards and officers, \"Go in and kill all of them! Do not allow any of them to escape!\" So the guards and officers went in and killed them all with their swords. Then they dragged their corpses outside the temple. Then they went into the inner room of the temple,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "and they carried out the sacred pillar of Baal that was there, and they burned it."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So they destroyed that pillar that honored Baal, and then they burned down the temple, and made it a latrine. And that is what it is up to the present time."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "That is how Jehu got rid of the worship of Baal in Israel."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But Jehu did not stop committing the kinds of sins that Jeroboam had committed, sins that led the people of Israel to sin by worshiping the gold statues of calves in the cities of Bethel and Dan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then Yahweh said to Jehu, \"You have done what pleased me by getting rid of all of Ahab's descendants. So I promise you that your son and grandson and great-grandson and great-great-grandson will all be kings of Israel.\""
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But Jehu did not obey all the laws of Yahweh, the God of the Israelite people. He did not stop committing the sins that Jeroboam had committed, sins that induced the Israelite people to sin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "At that time, Yahweh began to cause the territory controlled by Israel to become smaller. The army of King Hazael of Aram conquered much of the Israelite territory."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "He conquered the parts east of the Jordan River, as far south as the city of Aroer on the Arnon River. That included the regions of Gilead and Bashan, where the tribes of Gad, Reuben, and half of the tribe of Manasseh lived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "If you want to read more about all the other things that Jehu did, they are written in Book of the Events of the Kings of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Jehu died, and was buried in Samaria. His son Jehoahaz became the king in place of his father."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Jehu had ruled in Samaria as the king of Israel for twenty-eight years."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When King Ahaziah's mother Athaliah saw that her son had been killed, she commanded that all the members of Ahaziah's family who might become king must be executed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So Ahaziah's sons were all about to be murdered. But Jehosheba, who was King Jehoram's daughter and Ahaziah's half-sister, took Ahaziah's very young son Joash and hid him and his nursemaid in a bedroom in the temple. So he was not killed."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He stayed with Jehosheba for six years. All during that time, he remained hidden in the temple, while Athaliah ruled Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Six years later, Jehoiada the high priest summoned the officers who supervised the royal bodyguards and the palace guards. He told them to come to the temple. There he required them to solemnly promise that they would do what he told them to do. And he showed King Ahaziah's son Joash to them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He gave them these instructions: \"There are three groups of you guards. When one group finishes their work on the Sabbath day, divide yourselves into three smaller groups. One group must guard the palace."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Another group must guard at the Sur Gate. The other group must guard at the gate behind the other groups."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The two groups that are not working on the Sabbath day must guard the temple to protect little King Joash."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You must stand around the king wherever he goes, with your weapons in your hands. You must kill anyone who comes near you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The officers who supervised the guards did what Jehoiada told them to do. Each one brought to Jehoiada the guards that he supervisedthe guards who were just finishing their work and those who were about to start their work on the Sabbath day."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The priest distributed to the commanders of the guards the spears and shields that had belonged to King David, that were kept in the temple."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then he commanded all the guards to stand in their positions, each one with his sword in his hand, all around the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then he brought Joash out. He put the crown on his head and gave him a scroll on which were written the rules that the kings needed to obey. Then he poured some olive oil on Joash's head and proclaimed that he was now the king. The people all clapped their hands and shouted, \"We desire that the king will live for many years!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "When Athaliah heard the noise that was being made by the guards and the other people, she ran to the temple where the people were gathered."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "She saw the new king standing there alongside one of the big pillars, which was the place at the temple where the kings usually stood. She saw that he was surrounded by the temple officers and men blowing trumpets, and that the people were shouting joyfully, and some of them were also blowing trumpets. She tore her clothes to show her distress and shouted, \"You are traitors! You have betrayed me!\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Jehoiada immediately said, \"Kill her, but do not do it here at the temple of Yahweh! Take her away between two rows of guards. And kill anyone who tries to rescue her!\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "She tried to flee, but the guards seized her and took her to the palace, to the place where horses enter the courtyard. They killed her there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then Jehoiada made a covenant between the king and the people, that they would always obey Yahweh. He also made an covenant requiring the people to be loyal to Joash their king."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then all the people of Israel who were there went to the temple of Baal and tore it down. They smashed the altars and the statues of Baal. They also killed Mattan the priest of Baal, in front of the altars."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then he and the officers of the temple, the officers who supervised the royal bodyguards, and the king's bodyguards brought the king from the temple to the palace. All the people followed them. Joash entered the palace at the Guard Gate and sat down on the throne, where the kings had always sat."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "All the people of Judah rejoiced. And because Athaliah had been killed, the city was quiet."
            }
          ],
          "tag": "p",
          "text": "Jehoiada stationed guards at the temple of Yahweh."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Joash was seven years old when he became the king of Judah."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Jehu had been ruling Israel for almost seven years, Joash became the king of Judah. He ruled in Jerusalem for forty years. His mother was Zibiah, from the city of Beersheba."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "All during the time that Joash was alive, he did what pleased Yahweh, because Jehoiada the priest instructed him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But the places where the people worshiped Yahweh elsewhere in the land were not destroyed. They continued to offer sacrifices and burn incense at those places, instead of at the place that God had chosen for them in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Joash said to the priests, \"You must take all the money which the people give, both the money they are required to pay and the money that they themselves decide to give, as sacred offerings to buy things for the temple."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Each priest must take the money from the people who come to him, and he must use that money to repair the temple whenever he sees that there is something that needs to be repaired.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "But after Joash had been ruling for almost twenty-three years, the priests still had not repaired anything in the temple."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So Joash summoned Jehoiada and the other priests and said to them, \"Why are you not repairing things in the temple? Do not take any more money from those who are paying taxes. Take the money that was collected for the purpose of repairing the temple and pay that money to the workers who will do the repairs.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The priests agreed to do that, and they also agreed that they themselves would not do the repair work."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then Jehoiada took a chest and bored a hole in the lid. He placed it alongside the altar for burning incense that was on the right as anyone enters the temple. The priests who guarded the entrance to the temple put in the box the money that was brought to the temple."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Whenever they saw that there was a lot of money in the chest, the king's secretary and the high priest would come and count the money. Then they would put it in bags and tie the bags shut."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then they would distribute the money to the men who supervised the work in the temple. The supervisors would use that money to pay the carpenters and builders who did the repair work in the temple,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "and the masons and the stone cutters. Also with some of that money they bought timber and stones that had been cut to be used in the repair work, and to pay all the other expenses for the repair work."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But they did not use any of that money to pay men to make silver cups or wick trimmers for the lamps or bowls or trumpets or any other items made of silver or gold to be used in the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "All that money was given to the men who were doing the work of repairing the temple."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The men who supervised the work always did things honestly, so the king's secretary and the high priest never required that the supervisors report what they had spent the money for."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But the money that people gave to pay for sacrifices for their sins was not put in the chest. That money belonged to the priests."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "At that time, Hazael, the king of Aram, went with his army and attacked the city of Gath and conquered it. Then he decided that they would attack Jerusalem."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So Joash, the king of Judah, took all the money that the previous kings, Jehoshaphat and Jehoram and Ahaziah, had dedicated to Yahweh. He added some of his own money, and all the gold that was in the rooms in the temple where valuable things were kept, and he sent it all to King Hazael to persuade him not to attack Jerusalem. So King Hazael took his army away from Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "If you want to read more of what Joash did, it is all written in Book of the Events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "20-21",
              "text": "Joash's officials plotted against him, and two of them killed Joash on the road that goes down to the district of Silla. The two men who did that were Jozabad son of Shimeath, and Jehozabad son of Shomer. Joash was buried in the place where his ancestors were buried, in the part of Jerusalem called the city of David. Then Joash's son Amaziah became the king of Judah."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Joash had been ruling Judah for almost twenty-three years, Jehu's son Jehoahaz became the king of Israel. He ruled in the city of Samaria for seventeen years."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He did many things that Yahweh said were evil and committed the same kind of sins that Jeroboam had committed, sins that had induced the people of Israel to sin. He did not stop committing those sins."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Yahweh became very angry with the Israelite people, and he allowed the army of King Hazael of Aram and his son Ben Hadad to defeat the Israelites many times."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then Jehoahaz prayed to Yahweh for help, and Yahweh listened to him, because he saw that the army of the king of Aram was oppressing the Israelites."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh sent a leader to Israel, who enabled them to be free from Aram's power. After that, the Israelites lived peacefully as they had done previously."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But they still continued to commit the same kind of sins that Jeroboam and his family had committed and that had led the Israelites to sin. Also, the statue of the goddess Asherah remained in Samaria."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Jehoahaz had only fifty men who rode on horses and ten chariots and ten thousand other soldiers, because the army of Aram had killed all the rest, walking over them as people walk over the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "If you want to read about everything else that Jehoahaz did, you can read about it in the book called The History of the Kings of Israel."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jehoahaz died and was buried in Samaria. Then his son Jehoash became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Jehoash son of Jehoahaz, started to rule in Israel after King Joash had been ruling in Judah for thirty-seven years. Jehoash ruled in Samaria for sixteen years."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He did many things that Yahweh said were evil. He refused to stop worshiping idols, which was the sin that many years earlier King Jeroboam had led the Israelite people in committing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The other things that happened while Jehoash was king and all the things that he did are written in Book of the Events of the Kings of Israel. In that account they wrote about his army's victories, and their war with the army of King Amaziah of Judah."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When Jehoash died, he was buried in Samaria where the other kings of Israel were buried. Then his son Jeroboam became king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then Elisha became very ill. Just before he died, King Joash went to Elisha and cried in front of him. Saying the same words that Elisha had said when Elijah was taken to heaven, he said, \"My father! The chariots of us Israelite people and their drivers are taking my master away!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Elisha said to him, \"Bring to me a bow and some arrows!\" So the king did that."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then Elisha told the king to put his hands on the bow and prepare to shoot some arrows. And then Elisha put his own hands on the king's hands."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then Elisha told him, \"Have someone open that window toward the east.\" So a servant opened it. Then Elisha said, \"Shoot!\" So the king did. Then Elisha said, \"That is the arrow that indicates that your army will defeat the Aramean army. Your army will completely defeat their army at the city of Aphek.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Elisha said, \"Pick up the other arrows and strike the ground with them!\" So the king picked up the arrows and struck the ground three times."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Elisha was angry with him. He exclaimed, \"You should have struck the ground five or six times! If you had done that, your army would have defeated the Aramean army until they were completely wiped out! But now, because you struck the ground only three times, your army will defeat them only three times!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then Elisha died and was buried."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "One year, when some Israelite people were burying a man's body, they saw a group of those raiders. They were afraid, so quickly they threw that man's body into the grave where Elisha had been buried, and they ran away."
            }
          ],
          "tag": "p",
          "text": "Groups of raiders from Moab came to Israel each year during spring."
        },
        {
          "children": [],
          "tag": "p",
          "text": "But as soon as the man's body touched Elisha's bones, the dead man became alive again and jumped up!"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "King Hazael of Aram sent soldiers to oppress the Israelite people during all the years that Jehoahaz ruled Judah."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But Yahweh was very kind to the Israelite people. He helped them because of the covenant that he had made with their ancestors Abraham, Isaac, and Jacob. He would not get rid of the Israelites, and he still has not rejected them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "When Hazael the king of Aram died, his son Ben Hadad became the king."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The army of King Jehoash of Israel defeated the army of King Ben Hadad three times; they also recaptured the cities that Ben Hadad's army had seized during the time that Jehoash's father Jehoahaz was ruling Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Jehoash had been ruling Israel for almost two years, Joash's son Amaziah became the king of Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was twenty-five years old when he started to rule, and he ruled in Jerusalem for twenty-nine years. His mother was Jehoaddin. She was from Jerusalem."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Amaziah did many things that pleased Yahweh, but he did not do as many things that pleased Yahweh as King David had done. He did some of the good things that his father Joash had done."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But, like his father, he did not tear down the other places for worshiping Yahweh. The people continued to burn incense to honor Yahweh in those place instead of in Jerusalem, the place that Yahweh had appointed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "As soon as he was completely in control of his kingdom, he made his servants execute the officials who had murdered his father."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But he did not tell his servants to execute those officials' children. He obeyed what was written in the laws that God gave to Moses, \"Parents must not be executed for the crimes committed by their parents. People must be executed only for the sins that they themselves have committed.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Amaziah's soldiers killed ten thousand soldiers of the Edom people group in the Valley of Salt south of the Dead Sea, and they captured the city of Sela and gave it a new name, Joktheel. That is still its name."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then Amaziah sent messengers to King Jehoash of Israel, saying, \"Come here and let us and our armies fight each other in battle.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But King Jehoash replied with this parable to King Amaziah: \"Once a thornbush growing in the mountains in Lebanon sent a message to a cedar tree, saying, 'Give your daughter to my son in order that he may marry her.' But a wild animal in Lebanon passed by the thornbush and trampled it.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The meaning of what I am saying is that your army has defeated the army of Edom, so now you have become very proud. But you should be content with defeating the people of Edom; you should allow your soldiers to stay at home. If you cause trouble by fighting against us, you will surely cause a disaster to happen to you and to your people.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But Amaziah refused to pay attention to Jehoash's message. So Jehoash and Amaziah led their armies to Beth Shemesh in Judah, and it was there that their armies came together to fight each other. "
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The Israelite army defeated the army of Judah, and all the soldiers of Judah fled and ran back home."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jehoash's army also captured King Amaziah there, and they also marched to Jerusalem and tore down the wall that was around the city, from the Ephraim Gate to the Corner Gate. That was a section of wall about 180 meters long."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Jehoash's soldiers seized all the gold and silver that they found, all the objects that were in the temple, and all the valuable things that were in the palace; they took them to Samaria. They also took to Samaria some prisoners to make sure that Amaziah would cause them no more trouble."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "If you want to know about all the other things that Jehoash did when he was king, including when he and his army fought against the army of King Amaziah of Judah, they are written in Book of the Events of the Kings of Israel."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Jehoash died, and he was buried in Samaria, where the other kings of Israel had been buried. Then his son Jeroboam became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Amaziah, the king of Judah, lived for fifteen more years after Jehoash, the king of Israel, died."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "If you want to know more about everything else that Amaziah did, it is written in Book of the Events of the Kings of Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Some people in Jerusalem plotted against him, so he fled to the city of Lachish. But they followed him there and killed him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "They took his corpse back to Jerusalem and buried it where his ancestors had been buried, in the part of Jerusalem called the city of David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then all the people of Judah appointed Azariah, whose father was Amaziah, to be their king. He became king when he was sixteen years."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "After Amaziah's father Amaziah died, Azariah's army captured the city of Elath, and it came under the control of Judah again."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "When Amaziah had been ruling Judah for almost fifteen years, Jeroboam became the king of Israel. He ruled in the city of Samaria for forty-one years."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He did many things that Yahweh said were evil. He did not stop committing the same kind of sins that Jeroboam son of Nebat, had committed, sins that had induced the Israelite people to sin also."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Jeroboam's soldiers conquered again some of the territory that had previously belonged to Israel, from the city of Hamath in the north to the Dead Sea in the south. That is what Yahweh, the God whom the Israelites worshiped, promised the prophet Jonah son of Amittai, from the city of Gath Hepher, would happen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "That happened because Yahweh saw that the Israelites' enemies were causing the Israelites to suffer very much. And there was absolutely no one who would help them."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But Yahweh said that he would not destroy Israel completely, so he enabled King Jeroboam to rescue them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "If you want to know more about everything else that Jeroboam did, about how he courageously fought in battle, and about how he enabled the Israelites to capture again the cities of Damascus and Hamath, they are written in the book of the events of the Kings of Israel."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jeroboam died, and was buried where the other kings of Israel were buried, and his son Zechariah became the king."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Jeroboam had been ruling Israel for almost twenty-seven years, Azariah, son of Amaziah king of Judah, began to rule."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was sixteen years old when he started to rule, and he ruled in Jerusalem for fifty-two years. His mother was Jecoliah. She was from Jerusalem."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He did things that Yahweh was pleased with, as his father Amaziah had done."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But the high places where the people continued to practice idolatry were not destroyed. They continued to burn incense as they worshiped their idols."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh caused Azariah to become a leper. Azariah was a leper all the remaining years that he lived. He was not allowed to live in the palace. He lived alone in a house, and his son Jotham ruled the land."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "If you want to know about everything else that Azariah did, it is written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Azariah died and they buried him in the part of Jerusalem called the city of David, where his ancestors had been buried. Then his son Jotham became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "After Azariah had been ruling Judah for almost thirty-eight years, Zechariah son of Jeroboam, became the king of Israel. He ruled in the city of Samaria for only six months."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He did many things that Yahweh said were evil, like his ancestors had done. He committed the same kind of sins that the first Jeroboam had committed, sins that had induced the Israelite people to sin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Shallum son of Jabesh, made plans to assassinate Zechariah. He killed him in the city of Ibleam, and then he became the king."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Everything else that Zechariah did is written in the book of the events of the Kings of Israel."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When Zechariah died, the dynasty of King Jehu was finished. This fulfilled what Yahweh said to King Jehu would happen, \"Your son and grandson and great-grandson and great-great-grandson will all be kings of Israel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Shallum son of Jabesh, became the king of Israel after King Amaziah had been ruling Judah for almost thirty-nine years. But Shallum ruled in Samaria for only one month."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then Menahem son of Gadi, went up from the city of Tirzah to Samaria and assassinated Shallum. Then Menahem became the king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Everything else that Shallum did, including his killing King Zechariah, is written in the book of the events of the Kings of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "At that time Menahem completely destroyed the city of Tiphsah and killed all the people who lived there and in the surrounding territory from Tirzah on. He did that because the people in the city refused to surrender to him. With his sword he even ripped open the bellies of pregnant women who lived there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When King Azariah had been ruling Judah for almost thirty-nine years, Menahem son of Gadi, became the king of Israel. He ruled in Samaria for ten years."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "He did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin. He continued to commit those sins all during the years that he lived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then Pul (also known as Tiglath-Pileser) king of Assyria came with his army to attack Israel. So Menahem gave him about thirty-three metric tons of silver in order that the king of Assyria would help Menahem to continue to be king and rule his country more strongly."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Menahem obtained that money from the rich men in Israel. He compelled each of them to contribute three-fifths of a kilogram of silver. So Tiglath-Pileser took that money and went back home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "If you want to know more about everything that Menahem did, it is written in the book of the events of the Kings of Israel."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Menahem died and was buried, and his son Pekahiah became the king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "When King Azariah had been ruling Judah for almost fifty years, Menahem's son Pekahiah became the king of Israel. He ruled in Samaria for only two years."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then one of Pekahiah's army commanders whose name was Pekah son of Remaliah, planned with fifty men, from the region of Gilead to kill Pekahiah and two of his assistants, Argob and Arieh. They assassinated the king in a fortified place in the king's palace in Samaria. Then Pekah became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Everything else that Pekahiah did is written in the book of the events of the Kings of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "When King Azariah had been ruling Judah for almost fifty-two years, Pekah son of Remaliah, became the king of Israel. He ruled in Samaria for twenty years."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He also did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "While Pekah was the king, Tiglath-Pileser, the king of Assyria, came with his army and captured the cities of Ijon, Abel of Beth Maacah, Janoah, Kedesh, Hazor, and the regions of Gilead, Galilee, and Naphtali. His army forced the Israelite people to leave their country and go to live in Assyria."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then Hoshea son of Elah, planned to kill Pekah. He assassinated him when Amaziah's son Jotham had been ruling Judah for almost twenty years. Then Hoshea became the king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Everything else that Pekah did is written in the book of the events of the Kings of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "When Pekah had been ruling Israel for almost two years, Azariah's son Jotham began to rule Judah."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "He was twenty-five years old when he started to rule, and he ruled from Jerusalem for sixteen years. His mother was Jerusha, the daughter of Zadok."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "He did many things that pleased Yahweh, as his father Azariah had done."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But he did not destroy the places where the people worshiped Yahweh, and the people continued to burn incense there to honor Yahweh. Jotham's workers built the Upper Gate of the temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "If you want to know more about everything else that Jotham did, it is written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "It was during the time that Jotham was the king that Yahweh sent King Rezin of Aram and King Pekah of Israel with their armies to attack Judah."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Jotham died and was buried where his ancestors had been buried in the part of Jerusalem called the city of David. Then his son Ahaz became the king of Judah."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Pekah had been ruling Israel for almost seventeen years, Ahaz son of Jotham, became the king of Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was twenty years old when he became the king of Judah. He ruled from Jerusalem for sixteen years. He did not do things that pleased Yahweh his God, good things like his ancestor King David had done."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Instead, he was as sinful as the kings of Israel had been. He even sacrificed his son to be an offering to idols. That imitated the disgusting things that the people who previously lived there had done, people whom Yahweh had driven out as the Israelites were advancing through the land."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He offered sacrifices and burned incense to honor Yahweh at many different places, including on the tops of many hills and under many big trees, instead of in Jerusalem as Yahweh had commanded."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then King Rezin of Aram, came along with his army, and at that time Pekah (who was the son of King Remaliah of Israel) also came along with his army, and together their armies came up to attack Jerusalem, but King Ahaz led a fight to defend the city. The armies surrounded the city, but they could not conquer it."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "It was at that time that the army that was commanded by King Rezin of Aram drove out the people of Judah who were living in the city of Elath, and the city came under the control of the Arameans. This was the time when some people from Aram began to live in Elath, and they are still living there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "King Ahaz sent messengers to King Tiglath-Pileser of Assyria, to tell this message to him: \"I promise that I will completely do what you tell me to do, as though I were your son. Please come and rescue us from the armies of Aram and Israel who are attacking my country.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ahaz took the silver and gold that was in the palace and in the temple and sent it to Assyria to be a present for the king of Assyria."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So Tiglath-Pileser did what Ahaz requested. His army marched to Damascus and captured it, and they took the people of Damascus as prisoners to live in the capital city of Assyria."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When King Ahaz went to Damascus to meet King Tiglath-Pileser, he saw the altar that was there. So he sent to Uriah, the high priest in Jerusalem, a drawing of the altar and a model that represented exactly the altar in Damascus."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So Uriah built an altar in Jerusalem following the drawing that King Ahaz had sent. Uriah finished the altar before Ahaz returned to Jerusalem from Damascus."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When the king returned from Damascus, he saw the altar."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He went up to it and burned animal sacrifices and a flour offering on it. He also poured a wine offering on it and threw on it the blood of the offerings to promise friendship with God."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The old bronze altar that had been dedicated long ago to Yahweh was between the new altar and the temple, so Ahaz moved it to the north side of his new altar."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then King Ahaz ordered Uriah: \"Each morning put on this new altar the sacrifices that the priests will burn completely, and in the evening put on it the flour offering, along with my offering and the offerings that the people bring, ones that they will burn completely, and my flour offering and the people's grain and wine offerings. Pour against the sides of the altar the blood of all the animals that are sacrificed. But the old bronze altar will be only for me to use for divination.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So Uriah did what the king commanded him to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "King Ahaz told his workers to take off the frames of the carts that were outside the temple and to take down the basins that were on them. They also took down the large bronze tank called \"The Sea\" and removed it from the backs of the bronze statues of the oxen and put it on a stone foundation."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then to please the king of Assyria, Ahaz had them remove from the temple the roof under which the people walked into the temple on the Sabbath day, and closed up the private entrance into the temple for the kings of Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "If you want to know about the other things that Ahaz did, they are written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Ahaz died, and he was buried in the part of Jerusalem called the city of David, where his ancestors had been buried. Then his son Hezekiah became the king."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Elah's son Hoshea began to rule Israel after King Ahaz had ruled Judah for twelve years. Hoshea ruled in Samaria for nine years."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He did many things that Yahweh said were evil, but he did not do as many evil things as the previous kings of Israel had donethe ones who had ruled Israel previously."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "The army of King Shalmaneser of Assyria attacked and defeated the army of King Hoshea. As a result, the Israelites were forced to pay much tribute to Assyria each year."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But several years later, Hoshea secretly planned to rebel against the rulers of Assyria. He sent messengers to So, king of Egypt, asking if his army could help the Israelites fight against Assyria. Hoshea also stopped paying the tribute that he had been paying Assyria every year. But the king of Assyria found out about those things, so he told his officers to put Hoshea in prison."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then he brought the army of Assyria to Israel, and they attacked everywhere in that land. His army besieged the city of Samaria for three years."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Finally, after King Hoshea had been ruling Israel for nine years, the army of Assyria forcefully entered the city and captured the people. They took the Israelite people to Assyria and forced some of them to live in the city of Halah. They forced others to live near the Habor River in the district of Gozan. They forced others to live in the towns where the Mede people group lived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Those things happened because the Israelite people had sinned against Yahweh their God. He had rescued their ancestors from the power of the king of Egypt and brought them safely out of Egypt, but later they began to worship other gods."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They imitated the things that the pagan peoples around them practiced. Those were the very peoples that Yahweh had driven out as the Israelites occupied their land. The people of Israel also did the evil things that most of the kings of Israel showed them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Israelite people also secretly did many things that were not pleasing to Yahweh their God. They built places to worship their idols on the hills around all their cities, including small towns and big cities with walls around them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They set up stone pillars to honor gods, and poles to worship the goddess Asherah at the top of every high hill and under every big tree."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The Israelites burned incense in every place where they worshiped those gods, just like the peoples who lived there previously had donethe groups that Yahweh had driven out from the land. The Israelites did many wicked things that caused Yahweh to become angry."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Yahweh warned them many times that they should not worship idols, but they did it anyway."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Yahweh frequently sent his prophets and seers to warn the people of Israel and the people of Judah. The message that Yahweh gave them was, \"Stop doing all the evil things you have been doing. Obey my commands and my laws, the laws that I told your ancestors to obey and that I told the prophets who served me to tell to you again.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "But the Israelite people would not pay attention. They were stubborn, just as their ancestors were. Just as their ancestors did, they refused to trust in Yahweh their God."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They rejected Yahweh's laws and the covenant that he had made with their ancestors. They ignored Yahweh's warnings. They worshiped worthless idols and as a result they themselves became worthless. Although Yahweh had commanded them not to imitate the behavior of the peoples that lived near them, they disobeyed that command."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The Israelite people disobeyed all of Yahweh's commands. They made two metal calves to worship. They set up two poles to worship the goddess Asherah, and they worshiped the god Baal, and the sun, the moon, and the stars."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They also burned their own sons and daughters to be sacrifices to those gods. They went to fortune tellers and they practiced sorcery. They continually chose to do all kinds of evil things that caused Yahweh to become angry."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "So because Yahweh was very angry with the Israelite people, he allowed their enemies to take them away from their country. Only the people of the tribe of Judah were left in the land."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But even the people of Judah did not obey the commands of Yahweh their God. They imitated the evil customs that the Israelites had introduced."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So Yahweh rejected all the people of Israel and of Judah. He punished them by allowing the armies of other nations to defeat them and take them away. He got rid of all of them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Earlier, when Yahweh had forced the ten tribes of Israel away from the rule of David's descendants, those tribes had chosen Jeroboam son of Nebat, to be their king. Then Jeroboam enticed the people of Israel to stop worshiping Yahweh and to worship idols instead. He induced them to commit great sins."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "And the Israelite people continued to do the evil things that Jeroboam introduced. They did not turn away from those sins,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "so finally Yahweh got rid of them. That was just what his prophets had warned would happen. The Israelite people were taken away to the land of Assyria, and they are still there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "The king of Assyria ordered his soldiers to take groups of people from the cities of Babylon, Kuthah, Avva, Hamath, and Sepharvaim to the region of Samaria, and to resettle them in the cities there, to take the place of the Israelites who lived there previously. Those people took control over Samaria and lived in the cities of Samaria."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But those people who came from other countries did not worship Yahweh when they first arrived in Samaria. So Yahweh sent lions to kill some of them."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then those people sent a message to the king of Assyria. They wrote, \"We people who have resettled in the towns of Samaria do not know how to worship the God that the Israelites worshiped in this land. So he has sent lions among us to kill us, because we have not worshiped him correctly.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "When the king of Assyria read this letter, he commanded his officers, \"Send one of the priests whom you brought here from Samaria to go back there. Tell him to teach the people who are now living there how to worship correctly the God whom the Israelites worshiped in that land.\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So the officers did that. They sent one of the Israelite priests back to Samaria. That priest went to live in the city of Bethel, and he taught the people there how to worship Yahweh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "But all those people continued to make their own idols. They took their idols and placed them in the houses that the Samaritan people had built upon the hills all around. Each group of people made their own gods that they worshiped, and each of the gods had a name."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The people from Babylon made idols to represent their god Succoth Benoth. The people from Kuthah made idols to represent their god Nergal. The people from Hamath made idols to represent their god Ashima."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The people from Avva made idols to represent their gods Nibhaz and Tartak. The people from Sepharvaim sacrificed their own children. They completely burned them on altars to be offerings to their gods Adrammelek and Anammelek."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But those people also worshiped Yahweh, but they also appointed from among their own groups many people to be priests at the places where idols were worshiped on the hills, and these priests could would offer sacrifices for them upon the high places."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "So they revered Yahweh, but they also worshiped their own gods, just as their people living in their home countries did."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "These people in Samaria still keep their old customs. They really do not worship Yahweh, and they do not obey all the laws and decrees that Yahweh gave to the descendants of Jacob, to whom he gave the new name Israel."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Yahweh had previously made an covenant with the ancestors of Israel, commanding them not to worship other gods or bow down to honor them or do other things to please them or offer sacrifices to them."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "He had said to them, \"You must have a sincere respect for me, Yahweh, the one who brought you out of Egypt with my very great power. I am the one whom you must bow down to honor, and I am the one to whom you must offer sacrifices."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "You must always obey the laws and decrees that I told Moses to write for you. You must not worship other gods."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "And you must not forget the covenant that I made with your ancestors. You must not fear or respect other gods."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Instead, you must have a sincere respect for me, Yahweh, your God. If you do that, I will rescue you from the power of all your enemies.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "But, the Israelites refused to pay attention to what Yahweh said. Instead, they continued to adhere to their old customs."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "So, those people worshiped Yahweh, but they also worshiped their idols. And their descendants still do the same thing."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After King Hoshea had been ruling Israel for almost three years, Hezekiah son of Ahaz, began to rule Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was twenty-five years old when he became the king of Judah and he ruled from Jerusalem for twenty-nine years. His mother was Abijah, the daughter of a man whose name was Zechariah."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Hezekiah did things that Yahweh said are right, like his ancestor King David had done."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He destroyed the places where people worshiped Yahweh, and he broke into pieces the poles for worshiping the goddess Asherah. He also broke into pieces the bronze replica of a snake that Moses had made. He did that because the people had named it Nehushtan, and they were burning incense in front of it to honor it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Hezekiah trusted in Yahweh, the God whom the Israelites worshiped. There was no king who ruled Judah before him or after him who was as devoted to Yahweh as he was."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He remained loyal to Yahweh and never disobeyed him. He carefully obeyed all the commandments that Yahweh had given to Moses."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Yahweh always helped Hezekiah. He was successful in everything he did. He rebelled against the king of Assyria and refused to do what the king of Assyria wanted him to do"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "His army defeated the soldiers of Philistia as far south as the city of Gaza and the nearby villages. They conquered the entire area, from the smallest village with only a watchtower to the largest cities surrounded by walls."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "After King Hezekiah had been ruling Judah for almost four years, and when King Hoshea had been ruling Israel for almost seven years, the army of King Shalmaneser of Assyria invaded Israel and surrounded the city of Samaria."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "In the third year they captured the city. That was when Hezekiah had been ruling Judah for almost six years, and when Hoshea had been ruling Israel for almost nine years."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The king of Assyria commanded that the people of Israel be taken to Assyria. Some of them were taken to the city of Halah, some were taken to a place near the Habor River in the region of Gozan, and some were taken to cities where the Mede people group live."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "That happened because the Israelites did not obey Yahweh their God. They had disobeyed the covenant that Yahweh had made with their ancestors, and all the laws that Moses, the man who served Yahweh very well, had told them to obey. They would not obey those laws. They would not even listen to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "After King Hezekiah had been ruling Judah for almost fourteen years, the army of King Sennacherib of Assyria attacked all the cities in Judah that had walls around them. They did not capture Jerusalem, but they captured all the other cities."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "King Hezekiah sent a message to Sennacherib, while Sennacherib was in the city of Lachish, saying, \"What I have done was wrong. Please tell your soldiers to stop attacking us. If you do that, I will pay you whatever you tell me to.\" So the king of Assyria said that Hezekiah must pay to him 10,000 kilograms (or about ten metric tons) of silver and 1,000 kilograms (about one metric ton) of gold."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So Hezekiah gave to him all the silver that was in the temple and that was stored in his palace."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Hezekiah's men also stripped the gold from the doors of the temple and the gold that he himself had put on the doorposts, and he sent all that gold to the king of Assyria."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But the king of Assyria sent a large army with some of his important officials from the city of Lachish to persuade King Hezekiah to surrender. When they arrived at Jerusalem, they stood alongside the aqueduct in which water flows from the upper pool into Jerusalem, near the road to the field where the women wash clothes."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They sent a message requesting King Hezekiah to come to them, but the king sent three of his officials to talk to them. He sent Hilkiah's son Eliakim, who supervised the palace, Shebna, the official secretary, and Asaph's son Joah, who communicated the king's messages to the people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "One of Sennacherib's important officials told them to take this message to Hezekiah:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "You say that you have weapons to fight us and that some country has promised to help you, but that is only talk. Who do you think will help you to rebel against my soldiers from Assyria?"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Listen to me! You are relying on the army of Egypt. But that is like using a broken reed for a walking stick on which you could lean. It would pierce the hand of anyone who would lean on it! That is what the king of Egypt would be like for anyone who relied on him for help."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But perhaps you will say to me, \"No, we are relying on Yahweh our God to help us.\" I would reply, \"Is he not the one whom you insulted by tearing down his houses on the hills where the idols were worshiped and the altars on which you offered sacrifices, forcing everyone in Jerusalem and other places in Judah to worship only in front of the altar in Jerusalem?\""
            }
          ],
          "tag": "p",
          "text": "\"This is what the king of Assyria, the great king, says: 'What are you trusting in to rescue you ?"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "So I suggest that you make a deal between you and my master, the king of Assyria. I will give you two thousand horses, but I do not think that you are able to find two thousand of your men who can ride on them!"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "You are hoping that the king of Egypt will send chariots and men riding horses to assist you. But they certainly would not be able to defeat even the most unimportant official in my army!"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Furthermore, do you think that we have come to destroy Jerusalem without Yahweh's help? It is Yahweh himself who told us to come here and destroy this land!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Then Eliakim, Shebna and Joah said to the official from Assyria, \"Sir, please speak to us in your Aramaic language, because we understand it. Do not speak to us in our Hebrew language, because the people who are standing on the wall will understand it and be frightened.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "But the official replied, \"Do you think that my master sent me to say these things only to you and not to the people who are standing on the wall? If you reject this message, the people in this city will soon need to eat their own dung and drink their own urine, just like you will, because there will be nothing more for you to eat or drink.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Then the official stood up and shouted in the Hebrew language to the people sitting on the wall. He said, \"Listen this message from the great king, the king of Assyria. He says this:"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "'Do not allow Hezekiah to deceive you. He will not be able to rescue you from my power."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Do not allow him to persuade you to rely on Yahweh, saying that Yahweh will rescue you, and that the army of Assyria will never capture this city!'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Do not pay attention to what Hezekiah says! This is what the king of Assyria says: 'Come out of the city and surrender to me. If you do that, I will arrange for each of you to drink the juice from you own grapevines, and to eat figs from your own trees, and to drink water from your own wells."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "You will be able to do that until we come and take you to a land that is like your landa land where there is grain to make bread and vineyards to produce grapes for making wine. It will be a land that has plenty of olive trees and honey.' If you do what the king of Assyria commands, you will not die. You will continue to live."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "The gods that people of other nations worship have never rescued them from the power of the king of Assyria!"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did any of their gods delivered Samaria out of my hand?"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "None of these gods kept their people from being destroyed by the king of Assyria. Do you think your God Yahweh, can do any better?"
            }
          ],
          "tag": "p",
          "text": "Do not allow Hezekiah to persuade you to trust in Yahweh, saying that he will rescue you!"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "But the people who were listening were silent. No one said anything, because King Hezekiah had told them, \"When the official from Assyria talks to you, do not answer him.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "Then Eliakim and Shebna and Joah went back to Hezekiah with their clothes torn because they were extremely distressed, and they told him what the official from Assyria had said."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When King Hezekiah heard what they reported, he tore his clothes and put on clothes made of rough cloth because he was very distressed. Then he went to the temple to ask God what to do."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he summoned Eliakim and Shebna and the older priests, who were also wearing clothes made of rough sackcloth, and told them to talk to Isaiah the prophet, son of Amoz."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He said to them to say these things to Isaiah: \"King Hezekiah says that this is a day when we have great distress. Other nations are causing us to be insulted and disgraced like a woman who is about to give birth to a child, but she is not strong enough to do it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Perhaps Yahweh our God has heard everything that the official from Assyria said. Perhaps he knows that his master, the king of Assyria, sent him to insult the all-powerful God and that Yahweh will punish him for what he said. And Hezekiah requests that you pray for the few of us who are still alive here in Jerusalem.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When the messengers from Hezekiah came to Isaiah, and"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Isaiah instructed them to go back to their master and tell him what Yahweh says: \"Those messengers from the king of Assyria have said evil things about me. But you should not be disturbed because of what they said."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Listen to this: I will cause Sennacherib to hear a rumor that will worry him, that other armies are about to attack his country. So he will return to his own country, and there I will cause him to be assassinated by some men.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "The official from Assyria found out that the King of Assyria and his army had left the city of Lachish, and that they were attacking Libnah, which was a nearby city. So the official went there to report to him what had happened in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Soon after that, King Sennacherib received a report that King Tirhakah of Ethiopia was leading his army to attack them. But before King Sennacherib left Libnah to fight against the army from Ethiopia, he sent other messengers to King Hezekiah with a letter."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "In the letter he wrote this to Hezekiah: \"Do not allow your god on whom you are relying to deceive you by promising that my army will never capture Jerusalem."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You have certainly heard what the armies of the kings of Assyria have done to all the other countries. Our armies have completely destroyed them. So do you think that you will escape?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Did the gods of the nations that were about to be destroyed by the armies of the previous kings of Assyria rescue them? Did those gods rescue the people in the region of Gozan or in the cities of Haran and Rezeph in northern Aram? Did they rescue the people of Eden who had been deported to the city of Tel Assar? None of the gods of those cities was able to rescue them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "What happened to the kings of the cities of Hamath, Arpad, Sepharvaim, and Ivvah? They are all dead.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Hezekiah received the letter that the messengers gave him, and he read it. Then he went up to the temple and spread out the letter in front of Yahweh."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then Hezekiah prayed this: \"Yahweh, the God to whom we Israelites belong, you are seated on your throne above the statues of creatures with wings, above the sacred chest. Only you are truly God. You rule all the kingdoms on this earth. You are the one who created everything on the earth and in the sky."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So, Yahweh, please listen to what I am saying, and look at what is happening. And listen to what King Sennacherib has said to insult you, the all-powerful God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh, it is true that the armies of the kings of Assyria have completely destroyed many nations and ruined their lands."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "And they have thrown the idols of those nations into fires and burned them. But that was not difficult to do, because they were not gods. They were only statues made of wood and stone, idols that were shaped by humans, and that is why they were destroyed easily."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So now, Yahweh our God, please rescue us from the power of the king of Assyria, in order that the people in all the kingdoms of the world may know that you, Yahweh, are the only one who is truly God.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then Isaiah sent this message to Hezekiah to tell him what Yahweh, the God to whom the Israelites belonged, said in response: \"I have heard what you prayed to me about Sennacherib, the king of Assyria."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "This is what I say to that king:"
            },
            {
              "tag": "q",
              "text": "The people of Jerusalem"
            },
            {
              "tag": "q2",
              "text": "despise you and make fun of you."
            },
            {
              "tag": "q",
              "text": "They wag their heads"
            },
            {
              "tag": "q2",
              "text": "to mock you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Who do you think that you were despising and ridiculing?"
            },
            {
              "tag": "q2",
              "text": "Who do you think you were shouting at?"
            },
            {
              "tag": "q2",
              "text": "Who do you think you were looking at very proudly?"
            },
            {
              "tag": "q",
              "text": "It was I, the holy God whom the Israelites worship."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The messengers whom you sent"
            },
            {
              "tag": "q2",
              "text": "made fun of me."
            },
            {
              "tag": "q",
              "text": "You said, 'With my many chariots"
            },
            {
              "tag": "q2",
              "text": "I have gone to the highest mountains,"
            },
            {
              "tag": "q2",
              "text": "to the highest mountains in Lebanon."
            },
            {
              "tag": "q",
              "text": "We have cut down its tallest cedar trees"
            },
            {
              "tag": "q2",
              "text": "and its best cedar trees."
            },
            {
              "tag": "q",
              "text": "We have been to the most distant peaks"
            },
            {
              "tag": "q2",
              "text": "and to its densest forests."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "We have dug wells in other countries"
            },
            {
              "tag": "q2",
              "text": "and drunk water from them."
            },
            {
              "tag": "q",
              "text": "And by marching through the streams of Egypt,"
            },
            {
              "tag": "q2",
              "text": "we dried them all up!'"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But I reply, 'Have you never heard that long ago"
            },
            {
              "tag": "q2",
              "text": "I planned that those things would happen?"
            },
            {
              "tag": "q",
              "text": "I planned it long ago,"
            },
            {
              "tag": "q2",
              "text": "and now I have been causing it to occur."
            },
            {
              "tag": "q",
              "text": "I planned that your army"
            },
            {
              "tag": "q2",
              "text": "would have the power to capture many cities"
            },
            {
              "tag": "q3",
              "text": "that were surrounded by high walls,"
            },
            {
              "tag": "q2",
              "text": "and cause them to become piles of rubble."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The people who lived in those cities have no power,"
            },
            {
              "tag": "q2",
              "text": "and as a result they became dismayed and discouraged."
            },
            {
              "tag": "q",
              "text": "They are as frail as plants and grass in the fields,"
            },
            {
              "tag": "q2",
              "text": "as frail as grass that grows on the roofs of houses"
            },
            {
              "tag": "q3",
              "text": "and is scorched before it can grow tall."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But I know everything about you."
            },
            {
              "tag": "q2",
              "text": "I know when you are in your house"
            },
            {
              "tag": "q3",
              "text": "and when you go outside;"
            },
            {
              "tag": "q2",
              "text": "I also know that you are raging against me."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So, because you have raged against me,"
            },
            {
              "tag": "q2",
              "text": "and because I have heard you do this,"
            },
            {
              "tag": "q",
              "text": "it will be as though I will put a hook in your nose,"
            },
            {
              "tag": "q2",
              "text": "and I will put an iron bit in your mouth,"
            },
            {
              "tag": "q",
              "text": "in order that I can take you where I want you to go."
            },
            {
              "tag": "q2",
              "text": "I will force you to return to your own country"
            },
            {
              "tag": "q",
              "text": "on the same road on which you came here,"
            },
            {
              "tag": "q2",
              "text": "without conquering Jerusalem.'"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Now I say this to Hezekiah:"
            },
            {
              "tag": "q2",
              "text": "'This is what will happen to prove that I am telling the truth:"
            },
            {
              "tag": "q",
              "text": "This year and next year you and your people"
            },
            {
              "tag": "q2",
              "text": "will be able to harvest only wild grain."
            },
            {
              "tag": "q",
              "text": "But the following year, you Israelites will be able"
            },
            {
              "tag": "q2",
              "text": "to plant grain and harvest it,"
            },
            {
              "tag": "q2",
              "text": "and to plant vineyards and eat the grapes."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The people in Judah who remain alive will prosper"
            },
            {
              "tag": "q2",
              "text": "and have many children;"
            },
            {
              "tag": "q",
              "text": "they will be like plants whose roots go deep down into the ground "
            },
            {
              "tag": "q2",
              "text": "and which produce much fruit."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "There will be many people in Jerusalem"
            },
            {
              "tag": "q2",
              "text": "who will remain alive,"
            },
            {
              "tag": "q",
              "text": "because I, Yahweh, commander of the armies,"
            },
            {
              "tag": "q2",
              "text": "have planned it to happen."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So this is what I, Yahweh, say"
            },
            {
              "tag": "q2",
              "text": "about the king of Assyria:"
            },
            {
              "tag": "q",
              "text": "\"His armies will not enter this city;"
            },
            {
              "tag": "q2",
              "text": "they will not even shoot any arrows into it."
            },
            {
              "tag": "q",
              "text": "His soldiers will not march outside the city gates carrying shields,"
            },
            {
              "tag": "q2",
              "text": "and they will not even build high mounds of earth"
            },
            {
              "tag": "q3",
              "text": "against the city walls"
            },
            {
              "tag": "q3",
              "text": "to enable them to attack the city."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Their king will return to his own country"
            },
            {
              "tag": "q2",
              "text": "on the same road on which he came here."
            },
            {
              "tag": "q2",
              "text": "He will not enter this city."
            },
            {
              "tag": "q",
              "text": "That will happen because I, Yahweh, have said it!"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "I will defend this city and prevent it from being destroyed."
            },
            {
              "tag": "q2",
              "text": "I will do this for the sake of my own reputation"
            },
            {
              "tag": "q2",
              "text": "and because of what I promised to King David,"
            },
            {
              "tag": "q3",
              "text": "who served me well.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "That night, an angel from Yahweh went out to where the army of Assyria had put up their tents, and killed 185,000 of their soldiers. When the rest of the soldiers woke up the next morning, they saw that there were corpses everywhere."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then King Sennacherib left and went home to Nineveh, the capital of Assyria."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "One day, when he was worshiping in the temple of his god Nisrok, his two sons, Adrammelek and Sharezer, killed him with their swords. Then they escaped and went to the region of Ararat, northwest of Nineveh. And another of Sennacherib's sons, Esarhaddon, became the king of Assyria."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "About that time, Hezekiah became very ill. He thought that he was about to die. Isaiah the prophet came to him and said, \"This is what Yahweh says: 'You should tell the people in your palace what you want them to do after you die, because you are not going to recover from this illness. You are going to die.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Hezekiah turned his face toward the wall and prayed this:"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "\"Yahweh, do not forget that I have always served you faithfully with all my inner being, and I have done things that pleased you.\" Then Hezekiah started to cry loudly."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Isaiah left the king, but before he had crossed the middle courtyard of the palace, Yahweh gave him a message."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He said, \"Go back to Hezekiah, the ruler of my people, and say to him, 'I, Yahweh, the God whom your ancestor King David worshiped, have heard what you prayed. And I have seen your tears. So, listen, I am going to heal you. Two days from now you will be able to go up to my temple."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I will enable you to live for fifteen more years. And I will rescue you and this city again from the power of the king of Assyria. I will defend this city for the sake of my own reputation and because of what I promised King David, who served me well.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Isaiah returned to the palace and told Hezekiah what Yahweh had said. Then he said to Hezekiah's servants, \"Bring a paste made of boiled figs. Put some of it on his boils, and he will get well.\" The servants did that, and the king recovered."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then Hezekiah replied to Isaiah, \"What will Yahweh do to prove that he will heal me and that two days from now I will be able to go up to the temple?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Isaiah replied, \"Yahweh will do something that will prove to you that he will do what he promised. Do you want him to cause the shadow on the stairway to go back ten steps or to go forward ten steps ?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Hezekiah replied, \"It is easy to for the shadow to move forward, because that is what it always does. Aks Yahweh to make it move backward ten steps on the stairway that King Ahaz ordered his servants to build.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So Isaiah prayed earnestly to Yahweh, and Yahweh caused the shadow to go backward ten steps."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "At that time, King Marduk-Baladan son of Baladan, the previous king of Babylonia, heard a report that King Hezekiah had been very sick. So he wrote some letters and gave them to some messengers to take to Hezekiah, along with a gift."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the messengers arrived, Hezekiah welcomed them gladly. Then he showed them all the treasure that was in his palace and treasuriesthe silver and gold, the spices, the nice-smelling olive oil, and all the weapons for his soldiers. There were no valuable things in his storerooms or anywhere else in his kingdom that he did not show them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then the prophet Isaiah went to Hezekiah and asked him, \"Where did those men come from, and what did they say to you?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Hezekiah replied, \"They came from a country very far from here. They came from Babylonia.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Isaiah asked, \"What did they see in your palace?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Hezekiah replied, \"They saw everything. I showed them absolutely everything that I ownall my valuable things.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Isaiah knew that Hezekiah had done a very foolish thing. So Isaiah said to him, \"Listen to what Yahweh says to you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "There will be a time when everything that is still in your palace, all the valuable things that were put there by you and your ancestors, will be carried away to Babylon. There will be nothing left here! That is what Yahweh says to you!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Furthermore, some of your own descendants will be forced to go there, and they will be castrated in order that they may become servants in the palace of the king of Babylon.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then Hezekiah replied to Isaiah, \"The message from Yahweh that you have given to me is good.\" He said that because he was thinking, \"Even if that happens, there will be peace and security in Israel all during the remaining time that I remain alive.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "If you want to know more about all the other things that Hezekiah did, about his brave deeds in battle, about how he commanded his people to build a reservoir in the city and a tunnel to be dug to bring water into the reservoir, they are all written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Later Hezekiah died, and his son Manasseh became the king."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Manasseh was twelve years old when he began to rule. He ruled Judah for fifty-five years in Jerusalem. His mother was Hephzibah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He did many things that Yahweh said were evil. He imitated the disgusting things that were formerly done by the people of the nations that Yahweh had driven out from the land of Israel as his people advanced through the land."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He commanded his workers to rebuild the places of idol worship built on the hills. Those were the very high places that his father Hezekiah had destroyed. He directed his workers to build altars to offer sacrifices of living creatures to Baal. Manasseh made a statue of the goddess Asherah, as Ahab the king of Israel had done previously. And Manasseh worshiped the stars and he served them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He directed his workers to build altars for worshiping foreign gods in the temple of Yahweh, even though Yahweh had said, \"It is here in Jerusalem where I want people to worship me, forever.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He directed that altars for worshiping the stars be built in both of the courtyards in the temple grounds."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He even sacrificed his own son and burned him in the fire. He performed rituals to practice sorcery and spells. He also went to people who consulted the spirits of dead people to find out what would happen in the future. He did many things that Yahweh said are extremely evil, things that caused Yahweh to become very angry."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "He placed the statue of the goddess Asherah in the temple, the place about which Yahweh had said to David and his son Solomon, \"My temple will be here in Jerusalem. This is the city that I have chosen from all the territory of the twelve tribes of Israel, where I want people to worship me forever."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "And if the Israelite people obey all my commands and all the laws that I gave to Moses, the man who served me very well, I will not again force them to leave this land that I gave to their ancestors.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But the people did not pay attention to Yahweh. Manasseh persuaded them to commit sins that were more evil than the sins that were committed by the people of the nations that Yahweh had driven from the land as the Israelite people advanced."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "These are some of the things that Yahweh said through his prophets. Many times Yahweh had given them these messages:"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "\"Manasseh, the king of Judah, has done these abominable things, things that are much worse than the things that the Amor people group did in this land long ago. He has lead the people of Judah to sin against Yahweh by worshiping the idols that he worshiped."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Therefore, this is what I, Yahweh, the God whom you Israelite people worship, says to you: I am about to cause disaster to come to Jerusalem and the rest of Judah. It will be terrible, with the result that everyone who hears about it will be stunned."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I will judge and punish the people of Jerusalem as I punished the family of King Ahab of Israel. I will remove the people of Jerusalem as people wipe a plate clean and then turn it upside down to show that they are now satisfied."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "And I will abandon the people who remain alive, and I will allow their enemies to conquer them and steal everything valuable from their land."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I will do this because my people have done things that I say are very evil, things which have caused me to become very angry. They have caused me to become angry continually, ever since the time that their ancestors left Egypt.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Manasseh commanded his officials to kill many innocent people in Jerusalem, with the result that their blood flowed in the streets. He did this in addition to persuading the people of Judah to do many things that Yahweh said were evil."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "If you want to know more about all the things that Manasseh did, they are written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Manasseh died and was buried in the garden outside his palace, the garden that Uzza had made. Then his son Amon became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Amon was twenty-two years old when he became king. He ruled Judah from Jerusalem for only two years. His mother's name was Meshullemeth. She was from the city of Jotbah, and was the daughter of Haruz."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He did many things that Yahweh said were evil, as his father Manasseh had done."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He imitated the behavior of his father, and he worshiped the same idols that his father had worshiped."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "He abandoned Yahweh, the God whom his ancestors had worshiped, and did not behave as Yahweh wanted him to behave."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then one day some of his officials made plans to kill him. They assassinated him in the palace."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But then the people of Judah killed all those who had assassinated King Amon, and they appointed his son Josiah to be their king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "If you want to read about the other things that Amon did, they are written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Amon was also buried in the tomb in the garden that Uzza had made. Then his son Josiah became the king."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Josiah was eight years old when he became the king of Judah. He ruled from Jerusalem for thirty-one years. His mother was Jedidah and his grandfather was Adaiah from the city of Bozkath."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Josiah did things that were pleasing to Yahweh and conducted his life as his ancestor King David had done. He fully obeyed all the laws of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "After Josiah had been ruling for almost eighteen years, he sent his secretary Shaphan son of Azaliah and grandson of Meshullam, to the temple with these instructions:"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "\"Go to Hilkiah, the high priest, and tell him to give me a report, telling me how much money the men who guard the doors of the temple have collected from the people as offerings."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then tell him to give all that money to the men who are supervising the work of repairing the temple."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They must give that money to the carpenters, the builders, and the masons, and they should also buy the timber and the stones that they will use to repair the temple.\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But the men who supervise the work will not be required to make a report on the money that is given to them, saying what they spent it for, because those men are completely honest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "After Shaphan the king's secretary said that to Hilkiah, Hilkiah said to Shaphan, \"I have found in the temple a scroll on which is written the laws that God gave to Moses!\" Hilkiah gave the scroll to Shaphan, and he started to read it."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Shaphan took the scroll to the king and said to him, \"Your temple guards have taken the money that was in the temple, and they have given it to the men who will supervise the work of repairing the temple.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then Shaphan said to the king, \"I have brought to you a scroll that Hilkiah gave to me.\" And Shaphan started to read it to the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "When the king heard the laws that were written in the scroll that Shaphan was reading to him, he tore his clothes because he was very upset."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then he gave these instructions to Hilkiah, to Shaphan's son Ahikam, to Micaiah's son Akbor, and to Asaiah, the king's special advisor:"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "\"Go and ask Yahweh for me and for all the people of Judah, about what is written in this scroll that has been found. Because it is clear that Yahweh is very angry with us because our ancestors disobeyed the things that are written on this scroll, things that we should have done.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So Hilkiah, Ahikam, Akbor, Shaphan, and Asaiah went to consult a woman whose name was Huldah, who was a prophetess who lived in the newer part of Jerusalem. Her husband Shallum son of Tikvah and grandson of Harhas, took care of the robes that were worn in the temple. Those five men told her about the scroll."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "She then told them what Yahweh the God whom the Israelites worship says, "
            },
            {
              "tag": "v",
              "num": "16",
              "text": "'Listen to this carefully. I am going to bring a disaster on Jerusalem and all the people who live here, which is what was written in the scroll that the king has read."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I will do that because they have abandoned me, and they burn incense to honor other gods. They have caused me to become very angry by all the idols that they have made, and my anger is like a fire that will not be put out."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The king of Judah sent you to inquire what I, Yahweh, want him to do. This is what you should say to him, \"You have paid attention to what was written in the scroll."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Also, you have repented and humbled yourself when you heard what I threatened to do to punish this city and the people who live here, I have heard what you prayed. I said that I would cause this city to be abandoned. It will be a city whose name people will use when they curse someone. But because you tore your robes and wept in my presence, I have heard you."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So I will allow you to die and be buried peacefully. I will cause a great disaster to come to this place, but you will not be alive to see it.\"'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "After the men heard that, they returned to King Josiah and gave him that message."
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the king summoned all the elders of Jerusalem and of the other places in Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They went together to the temple, along with the priests and the prophets, and many other people, from the most important people to the least important people. And while they listened, the king read to them all of the laws that Moses had written. He read from the scroll that had been found in the temple."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the king stood next to the pillar where the kings stood when they made important announcements, and, while Yahweh was listening, he repeated his promise to sincerely obey with his inner being the covenant. And all the people also promised to obey the covenant."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then the king gave a command to Hilkiah, the high priest, to all the other priests who assisted him, and to the men who guarded the entrance to the temple. He told them to bring out from the temple all the items that people had been using to worship Baal, the goddess Asherah, and the stars. After they carried them out, they burned all those things outside the city in the Kidron Valley. Then they took all the ashes to Bethel."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There were many pagan priests whom the previous kings of Judah had appointed to burn incense on the altars scattered throughout the region of Judah and to worship on the high places that were build on the hills. They had been offering sacrifices to Baal, to the sun, to the moon, the planets, and the stars. The king stopped them from doing those things."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He commanded that the statue of the goddess Asherah be taken out of the temple. Then they took it outside Jerusalem, down to the Kidron Valley, and burned it. Then they pounded the ashes to powder and scattered that over the graves of ordinary people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "He also took everything out of the rooms in the temple where the temple male prostitutes lived. That was where women wove robes that were used to worship the goddess Asherah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8-9",
              "text": "Josiah also brought to Jerusalem all the priests who were offering sacrifices in the other cities of Judah. He also desecrated the places on the hills where the priests had burned incense to honor idols, from Geba in the north to Beersheba in the south. Those priests were not allowed to offer sacrifices in the temple, but they were allowed to eat the unleavened bread that the priests who worked in the temple ate. He also commanded that the altars that were near the gate built by Joshua, the mayor of Jerusalem, be destroyed. Those altars were at the left of the main gate into the city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Josiah also desecrated the place named Topheth, in the Ben Hinnom Valley, in order that no one could offer his son or daughter there to be completely burned on the altar as a sacrifice to the god Molech."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He also removed the horses that the previous kings of Judah had dedicated to worshiping the sun, and he burned the chariots that were used in that worship. Those horses and chariots were kept in the courtyard outside the temple, near the entrance to the temple, and near the room where one of Josiah's officials lived, whose name was Nathan-Melek."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Josiah also commanded his servants to tear down the altars that the previous kings of Judah had built on the palace roof, above the room where King Ahaz had stayed. They also tore down the altars that had been built by King Manasseh in the two courtyards outside the temple. He commanded that they be smashed to pieces and thrown down into the Kidron Valley."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He also commanded that the altars that King Solomon had built east of Jerusalem, south of the Mount of Olivesthe so-called Mount of Corruptionbe desecrated. Solomon had built them for the worship of the disgusting idolsthe statue of the goddess Ashtoreth worshiped by the people in the city of Sidon, Chemosh the god of the Moab people group, and Molech the god of the Ammon people group."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They also broke into pieces the stone pillars that the Israelite people worshiped, and cut down the poles that honored the goddess Asherah, and they scattered the ground there with human bones to desecrate it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Furthermore, he commanded them to tear down the place of worship that was near the city of Bethel, the very same place of worship that had been built by King Jeroboam (whose father was Nebat, the same man who made Israel to sin against Yahweh). Josiah led the people of Israel to tear down that altar that was on the high hill, and they also burned the wooden pole used in the worship of the idol that had the name \"Asherah.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then Josiah looked around and saw some tombs on the hill. He commanded his men to take the bones out of those tombs and burn them on the altar. By doing that, he desecrated the altar. These events were predicted many years before when Yahweh gave his word to Israel by his prophet."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Josiah asked, \"Whose tomb is that?\" The people of Bethel replied, \"It is the tomb of the prophet who came from Judah and predicted that these things that you have just now done to this altar would happen.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Josiah replied, \"Allow his tomb to remain as it is. Do not remove the prophet's bones from the tomb.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "So the people did not remove those bones, or the bones of the other prophet, the one who had come from Samaria."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "In every city in Israel, at Josiah's command, they tore down the houses build on hills to worship idols. The ones that had been built by the previous kings of Israel, which had caused Yahweh to become very angry. He did to all those places of idols worship the same thing that he had done to the altars at Bethel."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He ordered that all the priests who offered sacrifices on the places built on the hills where they worshiped idols, and they were to be killed on those altars. Then he burned human bones on every one of those altars to desecrate them. Then he returned to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then the king commanded all the people to celebrate the Passover festival to honor Yahweh their God, which was written in the law of Moses that they should do every year."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "During all the years that leaders ruled Israel and during all the years that kings of Israel and the kings of Judah, they had not celebrated that festival."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But now, after Josiah had been ruling for almost eighteen years, to honor Yahweh they celebrated the Passover festival in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Furthermore, Josiah removed from Jerusalem and other places in Judah all the people who practiced sorcery and those who asked the spirits of dead people to tell them what they should do. He also removed from Jerusalem and from the other places in Judah all the household idols and all the other idols and abominable things. He did those things in order to obey what had been written in the scroll that Hilkiah had found in the temple."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Josiah was devoted to Yahweh with all that he felt and thought and with all his strength. There had never been in Judah or Israel a king like him. He obeyed all the laws of Moses. And there has never since then been a king like Josiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "But Yahweh had become extremely angry with the people of Judah because of all the things that King Manasseh had done to provoke him, and he continued to be very angry."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He said, \"I will do to Judah what I have done to Israel. I will drive away the people of Judah, with the result that they will never enter my presence again. And I will reject Jerusalem, the city that I chose to belong to me, and I will reject the temple, the place where I said that I should be worshiped.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "If you want to know more about all the other things that Josiah did, they are written in the book of the events of the Kings of Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "While he was the king of Judah, King Necho of Egypt led his army north to the Euphrates River to help the king of Assyria. King Josiah tried to stop the army of Egypt at the city of Megiddo, but he was killed in a battle there."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "His officials placed his corpse in a chariot and took it back to Jerusalem, where it was buried in his own tomb."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Then the people of Judah poured olive oil on Josiah's son Joahaz, to appoint him to be the new king."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Joahaz was twenty-three years old when he became the king of Judah, but he ruled from Jerusalem for only three months. His mother was Hamutal, the daughter of Jeremiah from the city of Libnah."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Joahaz did many things that Yahweh said were evil, just like many of his ancestors had done."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "King Necho's army captured him and tied him up with chains and took him as a prisoner to the city of Riblah in the district of Hamath, to prevent him from continuing to rule in Jerusalem. Necho forced the people of Judah to pay to him about 3.3 metric tons of silver and thirty three kilograms of gold."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "King Necho appointed another son of Josiah, Eliakim, to be the new king, and he changed Eliakim's name to Jehoiakim. Then he took Joahaz to Egypt, and later Joahaz died there in Egypt."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "King Jehoiakim collected a tax from the people of Judah. He collected more from the rich people and less from the poor people. He collected silver and gold from them, in order to pay to the king of Egypt what he commanded them to give."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Jehoiakim was twenty-five years old when he became the king of Judah, and he ruled from Jerusalem for eleven years. His mother was Zebidah, the daughter of Pedaiah from the city of Rumah."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "He did many things that Yahweh said were evil, as his ancestors had done."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "While Jehoiakim was ruling Judah, the army of King Nebuchadnezzar of Babylon invaded Judah. They defeated the Judean army, and as a result, Jehoiakim was required to pay much tribute to King Nebuchadnezzar. But after three years, Jehoiakim rebelled."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Yahweh sent raiders from Babylonia and Aram, and from the Moab and Ammon people groups, to attack the people of Judah and kill them, just as Yahweh had told his prophets to warn the people would happen."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "These things happened to the people of Judah just as Yahweh had commanded. He decided to destroy the people of Judah because of the many sins that King Manasseh had committed."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Manasseh had even caused many innocent people in Jerusalem to be killed, and Yahweh would not forgive that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The other things that happened while Jehoiakim was king, and all the things that he did, are written in the book of the events of the Kings of Judah."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When Jehoiakim died, his son Jehoiachin became the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The army of the king of Babylon defeated the army of Egypt. The king of Babylon took control of all the area that the Egyptians formerly controlled, from the brook at the border of Egypt in the south to the Euphrates River in the north. So the army of the king of Egypt did not return to attack Judah again."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Jehoiachin was eighteen years old when he became the king of Judah. His mother's name was Nehushta. She was the daughter of a man from Jerusalem named Elnathan. Jehoiachin ruled in Jerusalem for only three months."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jehoiachin did many things that Yahweh said were evil, all the evil things that his father had done."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "While Jehoiachin was king, some officers of King Nebuchadnezzar of Babylon came along with the whole Babylonian army to Jerusalem, and they surrounded the city."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "While they were doing that, Nebuchadnezzar himself came to the city."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then King Jehoiachin, his mother, his advisors, important officers, palace officials all surrendered to the Babylonian army."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Just as Yahweh had said would happen, Nebuchadnezzar's soldiers took to Babylon all the valuable things from Yahweh's temple and from the king's palace. They cut up all the gold items that King Solomon had put in the temple."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They took from Jerusalem to Babylon ten thousand people, including the important officials and the best soldiers and the people who made and repaired things that were made of metal. Only the very poor people were left in Judah."
            }
          ],
          "tag": "p",
          "text": "When Nebuchadnezzar had been king for eight years, he captured Jehoiachin and took him to Babylon."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Nebuchadnezzar's soldiers seized King Jehoiachin and took him to Babylon, along with his wives and officials, his mother, and all the important people."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They also took to Babylon all seven thousand soldiers and one thousand men who knew how to make and repair things that are made from metal. All of these people whom they took were able to fight in battle."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then the king of Babylon appointed Jehoiachin's uncle, Mattaniah, to be the king of Judah, and he changed Mattaniah's name to Zedekiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "When Zedekiah was twenty-one years old, he became king, and he ruled in Jerusalem for eleven years. His mother's name was Hamutal. She was the daughter of a man named Jeremiah from the city of Libnah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Zedekiah did many things that Yahweh said were evil, just as Jehoiakim had done."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Because Yahweh was very angry, he finally drove the people out of Jerusalem and the other places in Judah and sent them to Babylon."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "This is what happened when Zedekiah rebelled against the king of Babylon."
        }
      ],
      "num": 25
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Zedekiah had been ruling for nine years, on the tenth day of the tenth month of that year, King Nebuchadnezzar arrived with his whole army. They surrounded Jerusalem. Against the walls of the city, they built ramps made of earth, so that they could climb up and attack the city."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It took them two years to do that."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After Zedekiah had been ruling for eleven years, by the ninth day of the fourth month of that year, the famine had become very bad. All the people's food was gone."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then the Babylonian soldiers broke through part of the city wall, and that enabled them to enter the city. All the soldiers of Judah tried to escape. But the Babylonian soldiers surrounded the city, so the king and the soldiers of Judah waited until it was nighttime. Then they fled through the gate that was between the two walls near the king's park. They ran across the fields and started to go down to the plain along the Jordan River."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But the Babylonian soldiers chased after them. They caught the king when he was by himself in the plains of Jericho. He was by himself because all his soldiers had abandoned him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The Babylonian soldiers took King Zedekiah to the city of Riblah in Babylonia. There the king of Babylon decided what they would do to punish him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The king of Babylon forced Zedekiah to watch as the Babylonian soldiers killed all of Zedekiah's sons. Then they gouged out Zedekiah's eyes. They put bronze chains on his hands and feet and took him to the city of Babylon."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "On the seventh day in the fifth month of that year, after Nebuchadnezzar had been ruling for nineteen years, Nebuzaradan arrived in Jerusalem. He was one of King Nebuchadnezzar's officials; he was in command of the men who guarded the king."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He ordered his soldiers to burn down Yahweh's temple, the king's palace, and all the houses in Jerusalem. So they burned down all the important buildings in the city."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then Nebuzaradan supervised the Babylonian soldiers as they tore down the walls surrounding Jerusalem."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "After that, he and his soldiers took to Babylon the people who were still living in the city, the other people who lived in the region of Judah, and the soldiers who had previously surrendered to the Babylonian army."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But Nebuzaradan allowed some of the very poor people to stay in Judah to take care of the vineyards and to plant crops in the fields."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "The Babylonian soldiers broke into pieces the bronze pillars, the bronze stands with wheels, and the large bronze tank known as \"The Sea,\" all of which were in the temple courtyard, and they took all the bronze to Babylon."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They also took the pots, the shovels, the instruments for snuffing out the lamps, the dishes, and all the other bronze items that the Israelite priests had used for offering sacrifices in the temple."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The soldiers also took away the pans for the ashes of the sacrifices, the basins, and all the other items made of gold or silver."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The bronze from the two pillars, the bronze stands with wheels, and the huge tank that was called \"The Sea,\" were all so very heavy that they could not be weighed. These things had been made for the temple when Solomon was the king of Israel."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Each of the pillars was eight and one-third meters high. The bronze capital of each pillar was one and one-third meters high. They were each decorated all around with something that looked like a net made of bronze chains connecting bronze pomegranates."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Nebuzaradan took with him to Babylon Seraiah, the high priest; Zephaniah, his assistant; and the three men who guarded the entrance to the temple."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "From the people who were still left in Jerusalem, he took one officer from the Judean army, five of the king's advisors, the chief secretary of the army commander who was in charge of recruiting men to join the army, and sixty other important Judean men."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Nebuzaradan took them all to the king of Babylon at the city of Riblah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "There at the city of Riblah, in the province of Hamath, the king of Babylon commanded that they all be executed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "That is what happened when the people of Judah were taken forcefully from their land to Babylon."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then King Nebuchadnezzar appointed a man named Gedaliah to be the governor of the people who he still allowed to live in Judah. Gedaliah was a son of Ahikam and a grandson of Shaphan."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When all the army commanders in Judah and their soldiers found out that the king of Babylon had appointed Gedaliah to be the governor, they met with him at the city of Mizpah. These commanders were Ishmael son of Nethaniah; Johanan son of Kareah; Seraiah son of Tanhumeth, from the city of Netophah; and Jaazaniah, from the region of Maacah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Gedaliah solemnly promised them that the officials from Babylon were not planning to harm them. He said, \"You may live in this land without being afraid; you should obey the king of Babylon. If you do, everything will go well for you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "But in the seventh month of that year, Ishmael, whose grandfather Elishama was in the family descended from King David, went to Mizpah along with ten other men. They assassinated Gedaliah and all the men with him. There were also men from Judah and men from Babylon whom they assassinated."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then many of the people from Judah, important people and unimportant ones, and the army commanders were very afraid of what the Babylonians would do to them, so they fled to Egypt."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Thirty-seven years after King Jehoiachin of Judah had been taken to Babylon, Nebuchadnezzar's son Awel-Marduk became the king of Babylon. He was kind to Jehoiachin, and on the twenty-seventh day of the twelfth month of that same year, he released Jehoiachin from prison."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He always spoke kindly to Jehoiachin and honored him more than the other kings who had been taken to Babylon."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He gave Jehoiachin new clothes to replace the clothes that he had been wearing in prison, and he allowed Jehoiachin to eat at the king's table every day for the rest of his life."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The king of Babylon also gave him money every day, so that he could buy the things that he needed. The king continued to do that until Jehoiachin died."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "KI unfoldingWord Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Kings"
}