[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "David son of Jesse, was a man whom God caused to become great.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The God whom Jacob worshiped made him king of Israel.",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "David wrote beautiful songs for the people of Israel.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "This is the last song that he wrote:",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "“The Spirit of Yahweh tells me what to say.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The message that I speak comes from him.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "God, the one whom we Israelite people worship, has spoken.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The one who protects us people of Israel said to me,",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Kings who rule fairly over people",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "have an awesome respect for me, God.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "They are like the sun that shines at dawn",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and causes the grass to sprout after the rain ends.’",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "And truly, that is how God will surely bless my family",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because he made a covenant with me that will last forever,",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "a covenant in which he promises that no part of it will ever be changed.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He will surely cause me to prosper,",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and he will always help me,",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and that is all that I desire.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "But he will get rid of people who do not honor him, just as people throw away thorns",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "that injure people if they try to pick them up with their hands.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Someone who wants to get rid of thornbushes does not grab them,",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but he uses an iron shovel or a spear to dig them out",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and then he burns them completely.”",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "These are the names of David’s greatest soldiers.",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "p",
    "v": [
      {
        "t": "t",
        "v": "The first was Jeshbaal, from the Hachmon clan. He was the leader of the greatest soldiers. Once he fought against eight hundred enemies and killed them all with his spear.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "The second of the greatest warriors was Eleazar son of Dodo, who was from the clan of Ahoh. One day he was with David when they defied the soldiers of Philistia who had gathered there for the battle. The other Israelite soldiers retreated,",
        "id": 51
      },
      {
        "t": "v",
        "n": 10,
        "v": "but Eleazar stood there and fought the soldiers of Philistia until his arm became very tired, with the result that his hand cramped and he could not stop gripping his sword. Yahweh won a great victory on that day. And afterwards the other Israelite soldiers returned to where Eleazar was, and stripped off the armor from the men whom he had killed.",
        "id": 52
      }
    ],
    "id": 50
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "The third of the greatest warriors was Shammah son of Agee from the clan of Harar. One time the Philistine soldiers gathered at the city of Lehi, where there was a field full of lentils that they wanted to steal. The other Israelite soldiers ran away from the Philistine troops,",
        "id": 54
      },
      {
        "t": "v",
        "n": 12,
        "v": "but Shammah stood there in the field and did not let the Philistine soldiers steal the peas, and killed them. Yahweh won a great victory on that day.",
        "id": 55
      }
    ],
    "id": 53
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "At one time, when it was almost time to harvest the crops, three of those thirty men went down to the Cave of Adullam, where David was staying. A group of men from the Philistine army had set up their tents in the Valley of Rephaim near Jerusalem.",
        "id": 57
      },
      {
        "t": "v",
        "n": 14,
        "v": "David and his soldiers were in the cave because it was safe there, and another group of Philistine soldiers was occupying Bethlehem.",
        "id": 58
      },
      {
        "t": "v",
        "n": 15,
        "v": "One day David very much wanted some water to drink, and said, “I wish that someone would bring me some water from the well near the gate at Bethlehem!”",
        "id": 59
      },
      {
        "t": "v",
        "n": 16,
        "v": "So his three greatest warriors forced through the camp of Philistine soldiers and drew some water from the well, and brought it to David. But he would not drink it. Instead, he poured it out on the ground to be an offering to Yahweh.",
        "id": 60
      },
      {
        "t": "v",
        "n": 17,
        "v": "He said, “Yahweh, it would certainly not be right for me to drink this water! That would be like drinking the blood of these men who were willing to die for me!” So he refused to drink it.",
        "id": 61
      }
    ],
    "id": 56
  },
  {
    "t": "p",
    "v": [
      {
        "t": "t",
        "v": "That was one of the things that those three great warriors did.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Abishai, Joab’s younger brother, was the leader of David’s greatest soldiers. One day he fought against three hundred men and killed them all with his spear. As a result, he also became famous.",
        "id": 65
      },
      {
        "t": "v",
        "n": 19,
        "v": "He was the most famous of the greatest soldiers, and he became their leader, but even he was not one of the three greatest warriors.",
        "id": 66
      }
    ],
    "id": 64
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Jehoiada’s son Benaiah, from the city of Kabzeel, also did great deeds. He killed two of the best warriors from the Moab people group. Also, he went down into a pit on a day when snow was falling on the ground, and killed a lion there.",
        "id": 68
      },
      {
        "t": "v",
        "n": 21,
        "v": "He also killed a huge soldier from Egypt who carried a spear. Benaiah had only his club, but he attacked the giant with it. Then he snatched the spear from the man’s hand and killed him with his own spear.",
        "id": 69
      },
      {
        "t": "v",
        "n": 22,
        "v": "Those are some of the things that Benaiah did. As a result, he became famous, like the three greatest warriors were.",
        "id": 70
      },
      {
        "t": "v",
        "n": 23,
        "v": "He was more honored than the other greatest soldiers, but not as famous as the three greatest. David appointed him to be the commander of his bodyguards.",
        "id": 71
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "These are the names of the great warriors:",
        "id": 73
      },
      {
        "t": "v",
        "n": 25,
        "v": "Shammah and Elika, from the clan of Harod,",
        "id": 74
      },
      {
        "t": "v",
        "n": 26,
        "v": "Helez, from the city of Pelet,",
        "id": 75
      },
      {
        "t": "v",
        "n": 27,
        "v": "Abiezer, from the city of Anathoth,",
        "id": 76
      },
      {
        "t": "v",
        "n": 28,
        "v": "Zalmon whose other name was Ilai, from Ahoh’s clan,",
        "id": 77
      },
      {
        "t": "v",
        "n": 29,
        "v": "Heleb son of Baanah, also from Netophah,",
        "id": 78
      },
      {
        "t": "v",
        "n": 30,
        "v": "Benaiah, from the city of Pirathon,",
        "id": 79
      },
      {
        "t": "v",
        "n": 31,
        "v": "Abi-Albon, from the clan of Arabah,",
        "id": 80
      },
      {
        "t": "v",
        "n": 32,
        "v": "Eliahba, from the city of Shaalbon—",
        "id": 81
      },
      {
        "t": "v",
        "n": 33,
        "v": "Ahiam the son of Sharar, from Harar,",
        "id": 82
      },
      {
        "t": "v",
        "n": 34,
        "v": "Eliphelet son of Ahasbai, from the city of Maacah,",
        "id": 83
      },
      {
        "t": "v",
        "n": 35,
        "v": "Hezro, from the city of Carmel,",
        "id": 84
      },
      {
        "t": "v",
        "n": 36,
        "v": "Igal son of Nathan, from the city of Zobah,",
        "id": 85
      },
      {
        "t": "v",
        "n": 37,
        "v": "Zelek, from the Ammon people group,",
        "id": 86
      },
      {
        "t": "v",
        "n": 38,
        "v": "Ira and Gareb, from the city of Jattir,",
        "id": 87
      },
      {
        "t": "v",
        "n": 39,
        "v": "Uriah, Bathsheba’s husband, from the Heth people group.",
        "id": 88
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Altogether, there were thirty-seven famous soldiers.",
        "id": 90
      }
    ],
    "id": 89
  }
]