{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Second Book of Samuel"
        },
        {
          "tag": "toc2",
          "text": "Second Samuel"
        },
        {
          "tag": "toc3",
          "num": "2",
          "text": "Sa"
        },
        {
          "tag": "mt1",
          "num": "2",
          "text": "Samuel"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Saul died, David and the men who were with him returned to the town of Ziklag after defeating the descendants of Amalek. They stayed in Ziklag for two days."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "On the third day, a man unexpectedly arrived there who had been in Saul's army. He had torn his clothes and put dust on his head to show that he was grieving. He came to David and prostrated himself on the ground in front of David to show respect for him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David asked him, \"Where have you come from?\" The man replied, \"From the Israelite army.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "David asked him, \"What happened? Tell me about the battle!\" The man replied, \"Our soldiers ran away. Many of them were killed. And Saul and his son Jonathan are dead.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "David said to the young man, \"How do you know that Saul and Jonathan are dead?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "The young man replied, \"I was on Mount Gilboa where the fighting was. I saw Saul; he was leaning on his spear. The enemy chariots and their drivers were coming very close to him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Saul turned around and saw me, and he called out to me. I answered him and said, 'What do you want me to do?'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "He replied, 'Who are you?' I replied, 'I am a descendant of Amalek.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then he said to me, 'Come over here and kill me. I am in very much pain.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "So I went to him and killed him, because I saw that he was wounded very badly and would not continue to live. I took the crown from his head and his armband, which I have brought to you, my master.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then David took hold of his clothing and he tore it apart, and all the men who were with him tore their clothes apart as well."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They tore their clothing because they were very sad and they refused to eat anything until evening because they remembered that Saul and his son Jonathan had died, and that so many of the people of Yahweh had died, and they were sad because of the great dangers the descendants of Israel had gone through, and because so many of them died in battle."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But David asked the young man who had told him about the battle, \"Where are you from?\" He replied, \"My father is a descendant of Amalek, but we live in Israel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David asked him, \"Why were you not afraid that you would be punished if you killed Saul, whom Yahweh made king?"
            },
            {
              "tag": "v",
              "num": "15-16",
              "text": "You yourself said, 'I killed the man whom Yahweh appointed to be the king.' So you have made yourself guilty; you deserve to die!\" Then David summoned one of his soldiers and said to him, \"Kill him!\" So the soldier killed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then David composed this sad song about Saul and Jonathan,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "and he ordered the men with him to teach it to the people of Judah. The song is called \"The Bow,\" and it has been written down in the Book of Jashar:"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "\"You Israelite people, your glorious leaders have been killed on the mountains!"
            },
            {
              "tag": "q2",
              "text": "It is very sad that these mighty men have died!"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do not tell it to our enemies in the region of Philistia."
            },
            {
              "tag": "q1",
              "text": "Do not tell the people who live in the city of Gath."
            },
            {
              "tag": "q2",
              "text": "Do not proclaim it in the streets of the city of Ashkelon, or their women would celebrate."
            },
            {
              "tag": "q2",
              "text": "Do not allow those pagan women to rejoice."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "I hope there will be no rain or dew ever again on the mountains of Gilboa"
            },
            {
              "tag": "q1",
              "text": "and that no grain will grow in the fields there,"
            },
            {
              "tag": "q2",
              "text": "because it was there that the shield of Saul, the mighty king, fell to the ground."
            },
            {
              "tag": "q1",
              "text": "Now there is no one to rub olive oil on Saul's shield."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jonathan's arrows were his servants who always pierced his enemies and drew their blood."
            },
            {
              "tag": "q2",
              "text": "and Saul's sword was his servant who always struck his enemies."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Saul and Jonathan were loved; they pleased many people."
            },
            {
              "tag": "q2",
              "text": "They were together while they lived and when they died."
            },
            {
              "tag": "q1",
              "text": "In battle they were swifter than eagles and stronger than lions."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "You women in Israel, weep about Saul."
            },
            {
              "tag": "q1",
              "text": "He provided beautiful scarlet clothes for you"
            },
            {
              "tag": "q2",
              "text": "and gave you gold ornaments to put on."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "It is very sad that my brother Jonathan has died"
            },
            {
              "tag": "q2",
              "text": "He was a mighty soldiers, and his enemies killed him on the mountain."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Jonathan, my dear friend, I grieve for you."
            },
            {
              "tag": "q2",
              "text": "You were very dear to me."
            },
            {
              "tag": "q1",
              "text": "You loved me in a wonderful manner."
            },
            {
              "tag": "q2",
              "text": "It was even better than the way that a woman loves her husband and her children."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "It is very sad that these mighty men have died,"
            },
            {
              "tag": "q2",
              "text": "and that their weapons are now no more!"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time after that, David asked Yahweh, \"Should I go up to one of the towns in Judah?\" Yahweh replied, \"Yes, go up there.\" Then David asked, \"To which town should I go?\" Yahweh replied, \"To Hebron.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So David went up there, taking his two wives, Ahinoam who was from the city of Jezreel, and Abigail, the widow of Nabal, who was from the city of Carmel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He also took the men who had been with him, together with their families. They all started to live in the city of Hebron and its surrounding villages."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then the men of Judah came to Hebron, and one of them poured olive oil on David's head to show they were appointing him to be the king of the tribe of Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "he sent messengers to the men of Jabesh to tell them, \"I desire that Yahweh will bless you for having buried Saul. By doing this, you have shown that you were loyal to him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now I also desire that Yahweh will faithfully love you and be loyal to you. And I will do good things for you because of what you have done for Saul."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now, although Saul your king is dead, be strong and courageous, like the people of Judah, who have appointed me to be their king.\""
            }
          ],
          "tag": "p",
          "text": "When David found out that the people of the city of Jabesh in the region of Gilead had buried Saul's body,"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "However, Ner's son Abner, the commander of Saul's army, took Saul's son Ishbosheth and went across the Jordan River to the city of Mahanaim."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There Abner proclaimed that Ishbosheth was now the king ruling the regions of Gilead and Jezreel, and the tribes of Asher, Ephraim, and Benjamin. That meant that he was the king of most of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Ishbosheth was forty years old when he started to rule over the Israelite people. He ruled them for two years. But the tribe of Judah was loyal to David."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "David ruled them for seven and a half years while he was living in Hebron."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "One day Abner and the officials of Isbosheth went from Mahanaim across the Jordan River to the city of Gibeon."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Joab, whose mother was Zeruiah, and some of David's officials went from Hebron to Gibeon, and they met at the pool of water there. They all sat down, one group on one side of the pool and the other group on the other side."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Abner said to Joab, \"Let us tell some of our young men to fight each other!\" Joab replied, \"Very well!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So twelve men from the tribe of Benjamin fought for Ishbosheth, against twelve of David's soldiers."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Each of them grabbed the head of the man against whom he was fighting, and thrust his sword into that man's side. The result was that all twenty-four of them fell down dead. So that area in Gibeon is now called \"Field of Swords.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then the others started to fight also. It was a very fierce battle. Abner and the men of Israel were defeated by David's soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Zeruiah's three sons were there on that day: Joab, Abishai, and Asahel. Asahel was able to run very fast. He could run as fast as a wild gazelle."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Asahel started to pursue Abner. He ran straight toward Abner, without stopping."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Abner looked behind him, and said, \"Is that you, Asahel?\" Asahel replied, \"Yes!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Abner shouted, \"Stop chasing me; go after someone else!\" But Asahel would not stop pursuing Abner."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "So Abner yelled at him again, \"Stop chasing me! Why should I kill you? How could I face your brother Joab and explain your death to him?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "But Asahel refused to stop pursuing Abner. So Abner suddenly turned and thrust the butt end of his spear into Asahel's stomach. Because he thrust it very strongly, that end of the spear went though his body and came out at Asahel's back, and he fell to the ground, dead. All the other soldiers who came to the place where his body was lying stopped and stood there, stunned at Asahel's body."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But Joab and Abishai continued to pursue Abner. At sunset they came to the hill of Ammah, which is east of Giah, along the road to the wilderness near Gibeon."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The men from the tribe of Benjamin gathered around Abner in a line of battle and stood at the top of a hill."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Then Abner called out to Joab, saying, \"Are we going to continue to fight forever? Do you not realize that if we continue fighting the result will be very bad? We are all descendants of Jacob, so we should stop fighting each other! How long will it be until you tell your soldiers to stop pursuing us?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Joab replied, \"Just as surely as God lives, if you had not said that, my soldiers would have continued pursuing your men until tomorrow morning!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "So Joab blew a trumpet to signal that they should stop fighting. So all his men stopped pursing the soldiers of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "That night Abner and his soldiers went through the plain along the Jordan River. They crossed the Jordan and marched all the next morning, and they finally arrived back at Mahanaim."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Joab and his soldiers gathered together after they stopped chasing Abner. Then Joab found out that in addition to Asahel, only nineteen of them had been killed in the battle."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But David's soldiers had killed 360 of Abner's men, all from the tribe of Benjamin."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Some of Joab's soldiers took Asahel's body and buried it in the tomb where his father had been buried, in Bethlehem. Then they marched all during the night, and at dawn they arrived back home at Hebron."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After that, a long war developed between those who wanted Saul's son to be their king and those who wanted David to be their king. But more and more people began to want David, while fewer and fewer wanted Saul's son."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David's wives gave birth to six sons at Hebron. The oldest was Amnon, whose mother was Ahinoam from the city of Jezreel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The next son was Kileab, whose mother was Abigail, the widow of Nabal, from the city of Carmel."
            },
            {
              "tag": "q2",
              "text": "The next son was Absalom, whose mother was Maacah, the daughter of Talmai, the king of the region of Geshur."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The next son was Adionijah, whose mother was Haggith."
            },
            {
              "tag": "q2",
              "text": "The next son was Shephatiah, whose mother was Abital."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The youngest son was Ithream, whose mother was Eglah, another one of David's wives."
            },
            {
              "tag": "q2",
              "text": "These sons of David were all born in Hebron."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "During the conflict between those who wanted Saul's son to rule over them and those who wanted David to rule over them, Abner was becoming more influential among those who wanted Saul's son to be the king."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Saul had as one of his wives a slave woman named Rizpah, the daughter of Aiah. But one day Abner slept with her. So Ishbosheth said to Abner, \"Why have you slept with my father's slave wife?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Abner became very angry about what Ishbosheth said to him. He said to Ishbosheth, \"Do you think that I am a worthless dog from Judah? From the beginning I have been loyal to Saul your father, to his brothers, and to his friends. And I have kept David's army from defeating you. So now why are you criticizing me about what I have done with some woman?"
            },
            {
              "tag": "v",
              "num": "9-10",
              "text": "Yahweh solemnly promised that he would not allow Saul and his descendants to continue to rule. He promised that he would cause David to rule over all the tribes of Israel and Judah, from the city of Dan far in the north to the city of Beersheba far in the south. So I hope that God will kill me if I do not enable that to happen!\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Ishbosheth was very afraid of Abner, so he did not say anything to reply to Abner."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then Abner sent messengers to David when he was at Hebron to say to him, \"Either you or I should be the ruler of this entire nation, but not Isbosheth. However, if you make an agreement with me, I will help you by encouraging all the people of Israel to ask for you to be their king.\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "David sent back this reply, \"Good! I am willing to make an agreement with you. But before that happens, there is one thing that you must do. When you come to see me, you must bring my wife Michal, Saul's daughter.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then David sent messengers to Ishbosheth to say to him, \"I killed one hundred men from Philistia and cut off their foreskins to give to Saul to pay for Michal to be my wife. So now give her back to me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So Ishbosheth sent some men to take Michal from her husband Paltiel. But when they took her, her husband followed them all the way to the city of Bahurim, crying as he went."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then Abner turned and said to him, \"Go back home!\" so he did."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Abner went to the Israelite leaders and talked with them. He said, \"You have wanted David to be your king for a long time."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So now you have an opportunity for this to happen. Keep in mind that Yahweh promised this, 'With the help of David, who serves me well, I will rescue my people from the power of all their other enemies'.\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Abner also spoke to the people of the tribe of Benjamin. Then he went to Hebron to tell David what all the people of Israel and the people of the tribe of Benjamin had agreed to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "When Abner came with twenty of his soldiers to see David at Hebron, David made a feast for all of them."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Afterwards, Abner said to David, \"Sir, I will now go and encourage all the people of Israel to accept you to be their king, as you have desired.\" Then Abner left, peacefully."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Soon after that, Joab and some of David's other soldiers returned to Hebron after raiding one of their enemy's villages, bringing with them a lot of things that they had captured. But Abner was not there at Hebron, because David had already sent him safely away."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When Joab and the soldiers who were with him arrived, someone told him that Abner had come there and talked with the king, and that the king allowed Abner to go away safely."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "So Joab went to the king and said, \"Why have you done that? Listen to me! Abner is your enemy, but when he came to you, you allowed him to leave!"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Do you not know that he came to you to deceive you and to find out everything that you are doing, and all the places that you go to?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "After Joab left David, he sent some messengers to get Abner. They found him at the well of Sirah and brought him back to Hebron, but David did not know that they had done this."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So when Abner returned to Hebron, Joab met him at the city gate, and took him into a side room as though he wanted to speak with him privately. Then he stabbed Abner in the stomach with his knife. In that way he murdered Abner because Abner had killed Joab's brother Asahel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Later, after David heard what had happened, he said, \"Yahweh knows that I and the people of my kingdom are not at all responsible for Abner."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I hope that there will always be someone in his family who has sores, or someone who is a leper, or some man who is forced to do women's work, or someone who is killed in a battle, or someone who does not have enough food to eat!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "That is how Joab and his brother Abishai murdered Abner, because he had killed their brother Asahel in the battle at Gibeon."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then David said to Joab and to all Joab's soldiers, \"Tear your clothes and put on coarse cloth to show that you are sad, and mourn for Abner!\" And at the funeral, King David walked behind the men who were carrying the coffin."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They buried Abner's body at Hebron. And at the grave, the king cried loudly, and all the other people also cried."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "David sang this sad song to lament for Abner:"
            },
            {
              "tag": "q1",
              "text": "\"It is not right that Abner should have died in disgrace!"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "No one tied his hands or put chains on his feet, as they do to criminals."
            },
            {
              "tag": "q1",
              "text": "No, he was murdered by wicked men!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Then many people came to David to tell him to eat some food before sunset, but David refused. He said, \"I hope that God will kill me if I eat any food before the sun goes down!\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "All the people saw what David did, and they were pleased. Truly, everything that the king did pleased the people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "So all the people realized that the king had not wanted Abner to be killed."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "The king said to his officials, \"Do you not realize that a leader and a great man has died today in Israel?"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Even though Yahweh appointed me to be the king, today I feel weak. These two sons of Zeruiah, Joab and Abishai, are very violent. I cannot control them. So I hope that Yahweh will punish them severely in return for this wicked deed that they have done!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Saul's son Ishbosheth heard that Abner had been killed at Hebron, he became very discouraged, and all the Israelite people with him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Ishbosheth had two officers who were leaders of groups of soldiers. They were brothers with the names of Baanah and Recab; they were sons of Rimmon from the town of Beeroth in the tribe of Benjamin. Now Beeroth is in the area that had been assigned to the tribe of Benjamin."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But the original inhabitants of Beeroth had fled to the town of Gittaim, where they still live."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Saul's son Jonathan had a son named Mephibosheth. Mephibosheth was five years old when Saul and Jonathan died in the battle. When people brought that news from Jezreel, Mephibosheth's nursemaid picked him up and ran away, but she ran very fast and she dropped him, and he became crippled in his legs."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "One day, Recab and Baanah left their home to go to Ishbosheth's house. They arrived there about noontime, when Ishbosheth was taking his midday nap."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The woman who was serving as the doorkeeper was sifting wheat; but she became sleepy and then fell asleep. So Recab and his brother Baanah were able to creep in quietly."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "They entered Ishbosheth's bedroom, where he was sleeping. They killed him with their swords and cut off his head. They carried his head and walked all night through the plain along the Jordan."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They took the head of Ishbosheth to David at Hebron. They said to him, \"Here is the head of Ishbosheth, the son of your enemy Saul, who tried to kill you. Your Majesty, today Yahweh has allowed you to get revenge on Saul and his descendants!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But David replied to them, \"Just as surely as Yahweh lives—and he is the one who has rescued me from all trouble, I will tell you this:"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When a messenger came to Ziklag and told me 'Saul is dead!' (and he thought that the news that he was bringing to me was good news), I told one of my soldiers to kill him. That was the reward I gave to him for his news!"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So because you two evil men have murdered a man who did nothing wrong—and you killed him when he was sleeping on his bed in his own house, I will do something worse to you. I will surely get revenge on you two for murdering him, and wipe you off from the earth!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then David gave a command to his soldiers, and they killed the two men, and cut off their hands and their feet, and hung their bodies on a pole near the pool at Hebron. But they took the head of Ishbosheth and buried it respectfully in the tomb of Abner, there at Hebron."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the leaders of all the tribes of Israel came to David at Hebron and said to him, \"Listen, we have the same ancestors that you do."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "In the past, when Saul was our king, it was you who led our soldiers into battle. You are the one to whom Yahweh promised, 'You will be the leader of my people. You will be their king.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "So while Yahweh was listening, all those leaders of the people of Israel declared there at Hebron that David would be their king. And David made an with them. They anointed him with olive oil to set him apart to be the king of the Israelites."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "David was thirty years old when he became their king. He ruled them for forty years."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "In Hebron he had ruled over the tribe of Judah for seven and a half years, and in Jerusalem he would rule over all the people of Judah and Israel for thirty-three years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "One day King David and his soldiers went to Jerusalem to fight against the Jebus people group who lived there. The people there thought that David's army would not be able to capture the city, so they said to David, \"Your army will never be able to get inside our city! Even the blind and crippled people can stop you!\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But David's army did indeed capture the fortress on Mount Zion; later it was known as the city of David."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "On that day, David said to his soldiers, \"Those who want to get rid of the Jebus people should go through the water tunnel to enter the city. That is where my enemies are, even my enemies who are 'crippled people and blind people'.\" That is why people say, \"Those who are 'blind and crippled' are not allowed to go into David's palace.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "After David and his soldiers captured the city with its strong walls around it, he lived there, and they named it the city of David. David and his soldiers built the city around the fortress, starting where the land was filled in on the east side of the hill."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "David continued to become more and more powerful because Yahweh, commander of the angel armies, was helping him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "One day Hiram, the king of the city of Tyre, sent ambassadors to David to talk about making an agreement between their countries. Hiram agreed to provide cedar trees to make lumber, and he also agreed that he would send carpenters and masons to build a palace for David."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Because Hiram did these things, David realized that Yahweh had truly appointed him to be the king of Israel. He also realized that because Yahweh loved the Israelites and chosen them to belong to himself, he had increased David's own power as king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "After David moved from Hebron to Jerusalem, he took more slave women to be his wives, and he also married other women. All of those women gave birth to more sons and daughters."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The names of his sons who were born in Jerusalem were Shammua, Shobab, Nathan, Solomon,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Elishama, Eliada, and Eliphelet."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When the Philistine people heard that David had been made king of Israel, their army went up toward Jerusalem to try to capture David. But David heard that they were coming, so he went down to another fortified place."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The army of Philistia arrived at the Valley of Rephaim southwest of Jerusalem and spread themselves out inside it."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "David asked Yahweh, \"Should my men and I attack the Philistine army? Will you enable us to defeat them?\" Yahweh replied, \"Yes, attack them, because I will certainly enable your army to defeat them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "So David and his army went to where the Philistine army was, and there they defeated them. Then David said, \"Yahweh has burst through my enemies like a flood.\" So that place is called Baal Perazim."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The Philistine men left their idols there, and David and his soldiers took them away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then the Philistine army returned to the Valley of Rephaim and spread all over the valley once again."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So again David asked Yahweh if his army should attack them. But Yahweh replied, \"Do not attack them from here. Tell your men to go around them and attack them from the other side, near the balsam trees."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When you hear something in the tops of the balsam trees that sounds like an army marching, attack them. Then you will know that I will have gone ahead of you to enable your army to defeat their army.\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So David did what Yahweh told him to do, and his army defeated the Philistine army and chased it from the city of Geba all the way west to the city of Gezer."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then David chose thirty thousand Israelite men and gathered them together."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He led them to the place in Judah formerly called Baalah, now called Kiriath Jearim. They went in order to bring the sacred chest to Jerusalem , the chest that had the name of Yahweh, commander of the angel armies, written on it, and that had the figures of the winged creatures on top of it. Between those statues was where Yahweh himself was present, though he remained unseen."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The sacred chest was in the house of Abinadab, on top of a hill. They went there, and put the chest on a new cart. Uzzah and Ahio, Abinadab's two sons, were guiding the oxen that were pulling the cart."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Uzzah walked alongside the cart, and Ahio walked in front of it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "David and all the Israelite men were celebrating in God's presence, singing with all their strength and playing wooden lyres and harps, and beating tambourines, and clashing castanets and cymbals."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "But when they came to the place where Nakon threshed grain, the oxen stumbled. So Uzzah put his hand on the sacred chest to steady it."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Yahweh immediately became very angry with Uzzah, and killed him right there alongside the sacred chest, because he had touched the chest."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "But David was angry because Yahweh had punished Uzzah. So ever since that time, that place has been called Perez Uzzah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then David was afraid of what else Yahweh would do to punish them, so he said, \"How can I take the sacred chest with me to Jerusalem?\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So he decided not to take the sacred chest to Jerusalem. Instead, they took it to another place, the house of Obed Edom the Gittite."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They left the sacred chest in the house of Obed Edom for three months, and during that time Yahweh blessed him and his family."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Some time later, people told David, \"Yahweh has blessed Obed Edom and his family because he is taking care of the sacred chest!\" When David heard that, he and some other men went to Obed Edom's house, and very joyfully brought the sacred chest from there to Jerusalem."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the men who were carrying the sacred chest had walked six steps, they stopped, and there David killed a bull and a fat calf, and offered them to Yahweh as a sacrifice."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "David was wearing only a linen cloth wrapped around his waist, and was dancing very energetically to honor Yahweh."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "David and the Israelite men took the sacred chest up to Jerusalem, shouting loudly and blowing trumpets."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "While they were carrying the sacred chest into the city, his wife Michal, Saul's daughter, looked out the window of her house. She saw King David leaping and dancing to honor Yahweh. But she was disgusted with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "They brought the sacred chest into the tent that David had erected for it. Then David gave to Yahweh offerings to be completely burned on an altar, and other offerings to promise friendship with Yahweh."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When David had finished offering those sacrifices, he asked Yahweh, commander of the angel armies, to bless the people."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He also distributed food to all the people. To each man and woman he gave a loaf of bread, some meat, and a raisin cake. Then they all returned to their homes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "When David went home to ask Yahweh to bless his family, his wife Michal came out to meet him. She said to him, \"Maybe you, the king of Israel, think that you were acting in an honorable way today, but really, you acted like a fool. You were nearly naked in front of the female servants of your officials!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "David replied to Michal, \"I was doing that to honor Yahweh, who chose me instead of your father and other members of his family, to be the king of the Israelite people, the people who belong to Yahweh. And I will continue to dance to honor Yahweh! "
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Even though you think that what I did was disgraceful, I will continue to act in this way because I am willing to be made a fool in my own eyes. But the female servants whom you were talking about, they will give me honor!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "As a result, Saul's daughter never gave birth to any children."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The king began to live in his palace. By now Yahweh had caused the enemy people groups to stop attacking Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "One day David said to the prophet Nathan, \"It is not right that I am here, living in a beautiful house made of cedar wood, but the chest that contains God's Ten Commandments is kept in a tent!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Then Nathan said to the king, \"Yahweh is helping you, so do about the sacred chest whatever you think is right.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "But that night, Yahweh spoke to Nathan:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "\"Go and tell my servant, David, that this is what Yahweh says to him: He is not the one who will build a temple for me to live in."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I have not lived in any building from the day that I brought the Israelites up from Egypt until now. Instead, I have been living in my sacred tent, moving from one place to another with the people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Wherever I went with the Israelites as they traveled, I never said to any of the leaders whom I appointed to lead them, 'Why have you not built me a temple made of cedar wood?'"
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "So tell my servant David that Yahweh, the commander of the angel armies, says that he took him from a pasture and from taking care of sheep, and appointed him to become the ruler of my Israelite people."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Remind him I have been with him wherever he has gone. I have gotten rid of all his enemies who attacked him. I will make him very famous, as well known as the names of all the greatest men who have ever lived on the earth."
            },
            {
              "tag": "v",
              "num": "10-11",
              "text": "Formerly, during the time that I appointed leaders for my Israelite people, many violent groups oppressed them. But this will not happen anymore. I have chosen a place where my people can live peacefully and where no one will disturb them anymore. I will make all their enemies stop attacking them. And I will defeat all their enemies."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "When he dies and is buried, I will appoint one of his own sons to be king, and I will make him to be a very powerful king."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He is the one who will arrange for a temple to be built for me. I will make his rule over Israel to last forever."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I will be like a father to him, and it will be as though he is a son to me. When he does something that is wrong, I will punish him as fathers punish their sons."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But I will never stop faithfully loving him as I stopped loving Saul, whom I removed from being king before David became king."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "David's descendants will rule the kingdom of Israel forever. Their rule will never end.\""
            }
          ],
          "tag": "pi",
          "text": "Tell David that I declare to him that I, Yahweh, will enable his descendants to rule after him."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So Nathan told David everything that Yahweh had told him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "When David heard Nathan's message, he went into the sacred tent and sat in Yahweh's presence, and prayed this:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "pi",
          "text": "\"Yahweh, my God, I am not worthy of all the things that you have done for me, and my family is not worthy either."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "And now, O Yahweh my God, in addition to everything else, you have spoken about what will happen to my descendants in the future for many generations."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "O Yahweh God, what more can I, David, say to you for honoring me? Although you know very well what I am like, Yahweh my God, you have acted toward me as though I were the most important man on the earth!"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "You have done all these great things to teach me, and you have done them just because you wanted to do them and because you decided to do them."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "O Yahweh my God, you are great. There is no one like you. Only you are God, just as we have always heard."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "And there is no other nation in the world like Israel. Israel is the only nation on the earth whose people you went out to rescue, as you rescued them from Egypt. Then you made them belong to you yourself. And for doing all these things, you are now well known throughout the world. As your people advanced through this land, you drove out other people groups who were in Canaan, along with their gods."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "You caused us Israelites to be your people forever, and you, Yahweh, have become our God!"
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "And now, Yahweh my God, I pray that you will cause the things that you promised to me about my descendants to come true and be true forever, and that you will do the things that you said that you would do."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "When that happens, you will become famous forever, and people will exclaim, 'Yahweh, the commander of angel armies, is the God who rules Israel.' And you will cause that there will forever be descendants of mine who will rule."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Yahweh, the God whom we Israelite people worship, you have revealed to me that you will make some of my descendants kings. For that reason, I have been brave enough to pray like this to you."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So now, O Yahweh, because you are God, we can trust that you will do what you promise. You have promised these good things to me."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So now I ask you that if it pleases you, you will bless my descendants, in order that they may continue to rule forever. Yahweh God, you have promised these things, so I know that if you do these things, you will keep blessing my descendants forever.\""
            }
          ],
          "tag": "pi"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time later, David's army attacked the Philistine army and defeated them. They took control over the Philistine city of Gath and its surrounding villages."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "David's army also defeated the army of the Moab people group. David forced their soldiers to lie down on the ground close to each other. His men killed two out of every three of them. The others of the Moab people were forced to accept David as their ruler, and they were forced to give to him every year the payment that he demanded."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David's army also defeated the army of Hadadezer son of Rehob, who ruled the region of Zobah in Aram. That happened when he went try to regain power over the area at the upper part of the Euphrates River."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "David's army captured 1,700 of Hadadezer's soldiers who used chariots, and twenty thousand soldiers on foot. They also crippled all but one hundred of the horses, and they would be used to pull chariots."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When the army of Aram came from the city of Damascus to help King Hadadezer's army, David's soldiers killed twenty-two thousand of them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then David stationed groups of his soldiers in their area, and the people of Aram were forced to accept David to be their ruler, and to give to David's government every year the payment of tribute money that he demanded. And Yahweh enabled David's army to win victories wherever they went."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "King David's soldiers took the gold shields that were carried by Hadadezer's officials, and brought them to Jerusalem."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They also brought to Jerusalem much bronze that they found in Tebah and Berothai, two cities that King Hadadezer had previously ruled."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When Tou, the king of the city of Hamath in Aram, heard that David's army had defeated the entire army of King Hadadezer,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "he sent his son Joram to greet King David and to congratulate him about his army defeating Hadadezer's army, which Tou's army had fought many times. Joram brought to David many gifts made from gold, silver, and bronze."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "King David dedicated all those items to Yahweh. He also dedicated the silver and gold that his army had taken from the nations that they had conquered."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They had taken items from the people groups of Edom and Moab, from Ammon, from the Philistine, from the those who descended from Amalek, and from the people whom Hadadezer previously ruled."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "When David returned after defeating the armies of Aram, he became more famous because his army killed eighteen thousand soldiers from the Edom people group in the Valley of Salt near the Dead Sea."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David stationed groups of his soldiers throughout the region of Edom, and forced the people there to accept him to be their king. Yahweh enabled David's army to win battles wherever they went."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "David ruled over all the Israelite people, and he always did for them what was fair and just."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Joab was the army commander. Jehoshaphat son of Ahilud, was the man who reported to the people everything that David decided that they should do."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were the priests. Seraiah was the official secretary;"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Benaiah son of Jehoiada was the commander of David's bodyguards, and David's sons were his advisors."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day David asked some of his servants, \"Is there anyone who is a descendant of Saul to whom I can act kindly?\" He asked this because he had loved Jonathan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "They told him that there was in Jerusalem a man named Ziba who had been a servant of Saul's family. So David sent messengers to summon Ziba. When he arrived, the king asked him, \"Are you Ziba?\" He replied, \"Yes, your Majesty, I am.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "The king asked him, \"Is there anyone in Saul's family to whom I can act kindly, as I promised God that I would do?\" Ziba replied, \"Yes, there is one son of Jonathan who is still alive. His feet are crippled.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "The king asked him, \"Where is he?\" Ziba replied, \"He is living in the house of Machir son of Ammiel, in the city of Lo Debar east of the Jordan River.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So King David sent messengers to bring Mephibosheth to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "When Mephibosheth came to David, he knelt down with his face on the ground, to show respect. Then David said, \"Mephibosheth!\" He replied, \"Yes, your Majesty, how may I serve you?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "David said to him, \"Do not be afraid. I will be kind to you because Jonathan your father was my friend. I will give back to you all the land that belonged to your grandfather Saul. And I want you to always eat with me in my house.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Mephibosheth bowed in front of David again and said, \"Sir, I am as worthless as a dead dog. I do not deserve that you act kindly toward me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then the king summoned Saul's servant Ziba and said to him, \"Saul was your master, and now I am giving to Mephibosheth everything that belonged to Saul and his family."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You and your fifteen sons and your twenty servants must plow the land for Mephibosheth's family and plant crops and harvest them, in order that they will have food to eat. But Mephibosheth will eat with me at my house.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Ziba replied to the king, \"Your Majesty, I will do everything that you have commanded me to do.\" So after that, Mephibosheth always ate at the king's table, as though he were one of the king's sons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Mephibosheth had a young son named Mika. All of Ziba's family became servants of Mephibosheth."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So Mephibosheth, who was still crippled in both of his feet, started to live in Jerusalem, and he always ate at the king's table."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time later, Nahash, the king of the Ammon people group, died; then his son Hanun became their king."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David thought to himself, \"Nahash was kind to me, so I will be kind to his son.\" So David sent some officials there, to tell Hanun that David was sorry that Hanun's father had died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "the Ammonite leaders said to Hanun, \"Do you think that it is to honor your father that David has sent these men to say that he is sorry that you father died? We think that he has sent them here to look around the city to determine how his army can conquer us!\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Hanun believed what they said. So he commanded some soldiers to seize David's officials and insult them by shaving off one side of their beards, and by cutting off the lower part of their robes, with the result that their buttocks could be seen, and then they sent them away."
            }
          ],
          "tag": "p",
          "text": "When those messengers arrived in the land of Ammon,"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The men were very humiliated, so they did not want to return home. When David found out about what had happened to his officials, he sent someone to tell them, \"Stay at Jericho until your beards have grown again, and then return home.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then the Ammonite leaders realized that they had greatly insulted David. So they sent some men to hire some soldiers from other nearby areas to help defend them. They hired twenty thousand soldiers from the regions of Beth Rehob and Zobah northeast of Israel, and twelve thousand soldiers from the region of Tob, and one thousand soldiers from the army of the king of the region of Maacah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When David heard about that, he sent Joab with all of the Israelite army to fight against them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The Ammonite soldiers came outside their city gate and stood in a line ready for battle. At the same time, the foreign soldiers whom their king had hired grouped themselves in the open fields nearby."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Joab saw that there were enemy soldiers in front of his troops and behind his troops. So he chose some of the best Israelite soldiers, and put them in positions to fight against the soldiers in the fields."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He told his brother Abishai to command the other soldiers, those who were facing the Ammonite soldiers in front of their city gate."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then Joab said, \"If the soldiers from Aram are too strong for us to defeat them, your men must come and help us. But if the Ammonite soldiers are too strong for you, we will come and help your men."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "We must be strong and fight hard to defend our people and the cities that belong to our God. I will pray that Yahweh do what he considers to be good.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So Joab and his army advanced to attack the army of Aram, and the Aramites ran away from them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When the Ammonites saw that the Aramites were running away, they also started to run away from Abishai and his men; they retreated back inside the city. Then Joab and his army left that place and went back to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "After the leaders of the army of Aram saw that the Israelite army had defeated them, they gathered all their troops together."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Their king, Hadadezer, summoned the soldiers of Aram who lived on the east side of the Euphrates River. They gathered at the city of Helam. Their commander was Shobak."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When David heard about that, he gathered all the Israelite soldiers, and they crossed the Jordan River and marched to Helam. There the army of Aram took their positions, and the battle started."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the Aramites ran away from the Israelite soldiers. David and his army killed seven hundred of their chariot soldiers and forty thousand other soldiers. They also wounded Shobak, their commander, and he died there."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When all the kings whom Hadadezer ruled realized that Israel had defeated them, they made peace with the Israelites and agreed to accept David as their king. So the Arameans were unwilling to help the Ammonites any longer, because they were afraid of Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "In that region, kings usually went with their armies to fight their enemies in the springtime. But the following year, in the springtime, David did not do that. Instead, he stayed in Jerusalem, and he sent his commander Joab to lead the army. So Joab went with the other officers and the rest of the Israelite army. They crossed the Jordan River and defeated the army of the Ammon people group. Then they surrounded their capital city, Rabbah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Late one afternoon, after David woke up from a short sleep, he walked around the flat roof of his palace. He saw a woman who was bathing in the courtyard of her house. The woman was very beautiful."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "David sent a messenger to find out who she was. The messenger returned and said, \"She is Bathsheba. She is the daughter of Eliam, and her husband is Uriah, from the Heth people group.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then David sent more messengers to get her. They brought her to David, and he slept with her. (She had just finished performing the rituals to make herself pure after her menstrual period.) Then Bathsheba went back home."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After some time, she realized that she was pregnant. So she sent a messenger to tell David this news."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then David sent a message to Joab. He said, \"Send Uriah, from the Heth people group, to me.\" So Joab did that. He sent Uriah to David."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When he arrived, David asked if Joab was well, if other soldiers were well, and how the war was progressing."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then David, hoping that Uriah would go home and sleep with his wife, said to Uriah, \"Now go home and relax for a while.\" So Uriah left, and David gave someone a gift to take to Uriah's house."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But Uriah did not go home. Instead, he slept at the palace entrance with the palace guards."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When someone told David that Uriah did not go to his house that night, David summoned him again and said to him, \"Why did you not go home to be with your wife last night, after having been away for a long time?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Uriah replied, \"The soldiers of Judah and Israel are camping in the open fields, and even our commander Joab is sleeping in a tent, and the sacred chest is with them. I could not possibly go home, eat and drink, and sleep with my wife. I solemnly declare that I will never do such a thing!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then David said to Uriah, \"Stay here today. I will let you return to the battle tomorrow.\" So Uriah stayed in Jerusalem that day and that night."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The next day, David invited him to a meal. So Uriah had a meal with David, and David made him drink a lot of wine so that he would get drunk, hoping that if he was drunk, he would sleep with his wife. But that night, Uriah again did not go home. Instead, he slept on a cot with the king's servants."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Someone reported that to David, so the next morning he wrote a letter to Joab, and gave it to Uriah to take to Joab."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "In the letter, he wrote, \"Put Uriah in the front line, where the fighting is the worst. Then command the soldiers to pull back from him, in order that our enemies will kill him.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "So after Joab got the letter, as his army was surrounding the city, he sent Uriah to a place where he knew that their enemies' strongest and best soldiers would be fighting."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The men from the city came out and fought with Joab's soldiers. They killed some of David's officers, including Uriah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Joab sent a messenger to David to tell him about the fighting."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He said to the messenger, \"Tell David the news about the battle. After you finish telling that to him,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "if David is angry because so many officers were killed, he may ask you, 'Why did your soldiers go so close to the city to fight? Did you not know that they would shoot arrows at you from the top of the city wall?"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Do you not remember how Abimelech son of Gideon was killed? A woman who lived in Thebez threw a huge millstone on him from the top of a tower, and he died. So why did our troops go near to the city wall?' If the king asks this, then tell him, 'Your officer Uriah also was killed.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "So the messenger went and told David everything that Joab told him to say."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The messenger said to David, \"Our enemies were very brave, and came out of the city to fight us in the fields. They were driving us back at first, but then we forced them back to the city gate."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then their archers shot arrows at us from the top of the city wall. They killed some of your officers. They killed your officer Uriah, too.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "David said to the messenger, \"Go back to Joab and say to him, 'Do not worry about what happened, because no one ever knows who will die in battle.' Tell him that the next time, his troops should attack the city more strongly and capture it. Encourage Joab in this way.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "When Uriah's wife Bathsheba heard that her husband had died, she mourned for him."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When her time of mourning was over, David sent messengers to bring her to the palace. In this way she became David's wife. She later gave birth to a son. But Yahweh was very displeased with what David had done."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh told the prophet Nathan what David had done, and he sent Nathan to tell this story to David, \"Once there were two men in a certain city. One man was rich and the other was poor."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The rich man owned a lot of cattle and sheep."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But the poor man had only one little female lamb, which he had bought. He raised the lamb, and it grew up with his own children. He would give the lamb some of his own food and let it drink from his cup. He let the lamb sleep as he held it next to himself. The lamb was like a daughter to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "One day a visitor came to see the rich man. The rich man did not want to take one of his own animals and kill it to prepare a meal for his guest. So instead, he sent men to take the poor man's lamb; then he had someone kill it and prepare a meal with it for his guest.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When David heard that, he was very angry. He said to Nathan, \"I solemnly declare that the man who did that should be executed!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He should at least pay back to the poor man four lambs for doing this, and for not having pity on the poor man.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Nathan said to David, \"You are the man I have been talking about! And this is what Yahweh, the God whom we Israelites worship, says to you: 'I rescued you from Saul, and I made you king of Israel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I gave you his palace; I let you hold his wives next to you. I made you king over Israel and Judah. If you had told me that you were not content with what I gave you, I would have given you much more!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So why have you rejected what I have commanded, when I said that my people must not commit adultery? You have done what I consider to be very evil! You have arranged for Uriah to die in battle with the Ammonites, and you have taken his wife to be your wife!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You have rejected me, because you took Uriah's wife to be your wife. So some of your descendants will always die in battle."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I solemnly declare to you that I will cause someone from your own family to bring disaster to you. I will take your wives and give them to that person, and he will sleep with them in the daytime, where everyone can see it, and you will know all about it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "What you did, you did secretly, but what I cause to happen, everyone in Israel will be able to see it or know about it.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "David replied, \"I have sinned against Yahweh.\" Nathan said to David, \"Yahweh has overlooked your sin. You will not die because of this sin."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But you have shown contempt for Yahweh by doing this. So your baby will die.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Nathan went home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "So David prayed to God that the child would not die. He fasted, and he went into his room and lay all night on the floor."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The next morning his most important servants stood around him and tried to urge him to get up. But he would not get up, and he would not eat with them."
            }
          ],
          "tag": "m",
          "text": "Then Yahweh caused the baby, the one that Uriah's wife had given birth to, to become very sick."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "One week later the baby died. David's servants were afraid to tell that to David. They said to each other, \"While the baby was still alive, we talked to him, but he would not answer us. Now, if we tell him that the baby is dead, he may do something to harm himself!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But when David saw that his servants were whispering something to each other, he realized that the baby must be dead. So he asked them, \"Is the baby dead?\" They replied, \"Yes, he is dead.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then David got up from the floor. He bathed himself, put lotions on his body, and put on other clothes. Then he went into Yahweh's sacred tent and worshiped him. Then he went home. He requested his servants bring some food. They gave him some, and he ate it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then his servants said to him, \"We do not understand why you have done this! While the baby was still alive, you cried for him and refused to eat anything. But now that the baby has died, you are not crying anymore. You got up and ate some food!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "He replied, \"While the baby was still alive I fasted and cried. I thought, 'Perhaps Yahweh will act mercifully toward me and not allow the baby to die.'"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But now the baby is dead. So there is no reason for me to fast anymore. I cannot bring him back to myself. Some day I will go to where he is, but he will not return to me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then David comforted his wife, Bathsheba. Then he slept with her, and she became pregnant again and gave birth to another son. David named that boy Solomon. Yahweh loved this little boy."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "He told the prophet Nathan to tell David to name the baby boy Jedidiah, because Yahweh loved him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Meanwhile, Joab's soldiers attacked Rabbah, the capital city of the Ammon people group. They captured the king's fortress, which protected the water supply."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then Joab sent messengers to David to tell him this, \"My troops are attacking Rabbah, and we have captured the city's water supply."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Now gather your troops and come and surround the city and capture it. If you do not do that, my troops will capture the city and it will then be named for me instead: The City of Joab.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "So David gathered all his troops. They went to Rabbah, attacked it, and captured it."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then David took the crown from the head of their king and put it on his own head. It was very heavy; it weighed about thirty-three kilograms, and it had a very valuable stone in it. His soldiers also took many other valuable things from the city."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then they brought the people out of the city and forced them to work for them, using saws, iron picks, and axes. David's troops also forced them to make bricks. David's soldiers did this in all the cities of the Ammonites. Then David and all of his army returned to Jerusalem."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David's son Absalom had a beautiful sister named Tamar. Another of David's sons, Amnon, was attracted to Tamar, with whom he was a half-brother."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He wanted to sleep with Tamar very much, so much that he felt sick with desire. But it seemed impossible for Amnon to get her, because she was a virgin, so they kept men away from her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But Amnon had a friend named Jonadab, who was a nephew to David, son of David's brother Shimeah. Jehonadab was a very crafty man."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "One day Jehonadab said to Amnon, \"You are the king's son, but every day I see that you seem very depressed. What is your problem?\" Amnon replied, \"I am in love with Tamar, my half-brother Absalom's sister.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Jehonadab said to him, \"Lie down on your bed and pretend that you are sick. When your father comes to see you, ask him to let your half-sister Tamar come and give you some food to eat. Ask for her to cook the food while you are watching her. Then she can serve it to you herself.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So Amnon lay down and pretended that he was sick. When the king came to see him, Amnon said to him, \"I am sick. Please allow Tamar to come and make a couple breadcakes for me while I am watching, and then she can serve them to me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So David sent a message to Tamar in the palace saying, \"Amnon is sick; he wants you to go to his house and prepare some food for him.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So Tamar went to Amnon's house, where he was lying in bed. She took some dough and kneaded it, and formed them into some breadcakes while he was watching her. Then she baked them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "She took them out of the pan and put them on a plate in front of him, but he refused to eat them. Then he said to his servants in the room, \"All the rest of you, leave me!\" So they all left."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Amnon said to Tamar, \"Bring the food to my bed and serve it to me.\" So Tamar took into his room the breadcakes that she had made."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But when she brought them close for him to eat them, he grabbed her and said to her, \"Come to bed with me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "She replied, \"No, do not force me to do such a disgraceful thing! We never do things like that in Israel! That would be shameful!"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I would not be able to endure being disgraced by having done that. And as for you, everyone in Israel would condemn you for having done such a disgraceful deed. So I plead with you, talk to the king. I am sure that he will allow me to marry you.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But he paid no attention to her. He was stronger than she was, so he forced her to sleep with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Amnon hated her very much. He hated her much more than he had desired her. He said to her, \"Get up and get out of here!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "But she said to him, \"No! It would be very wrong for you to send me away. It would be worse than what you just did to me!\" But again he paid no attention to her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "He summoned his personal servant and said to him, \"Take this woman outside, away from me, and lock the door so that she cannot come in again!\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So the servant put her outside and locked the door."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But Tamar tore the long robe that she was wearing, and put ashes on her head to show that she was very sad. Then she put her hands on her head to show that she was grieving, and she went away crying."
            }
          ],
          "tag": "p",
          "text": "Now Tamar was wearing a decorated long robe, which was the clothing that was usually worn by the unmarried daughters of the king at that time."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Her brother Absalom saw her and said to her, \"Has your half-brother Amnon forced you to sleep with him? Please, my sister, do not tell anyone, and do not become depressed.\" So Tamar went to live in Absalom's house, and she was very sad and lonely."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "When King David heard about all this, he became very angry."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "And Absalom hated Amnon, because he had forced his sister to sleep with him, so he would not speak to Amnon about anything."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "However, two years later, Absalom hired men to shear his sheep at Baal Hazor, which is near the tribal land of Ephraim. They were going to celebrate when they finished shearing the sheep, so Absalom invited all the king's sons to come and celebrate with him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Absalom went to the king and said to him, \"Sir, my workers have been shearing my sheep. Please come with your officials to celebrate with us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "But the king replied, \"No, my son, it would not be good for all of us to go, because we are so many people; we would cost you too much.\" Absalom continued urging him, but the king would not go. Instead, he said that he hoped that God would bless them while they celebrated."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Then Absalom said, \"If you will not go, please allow my half-brother Amnon to go with us.\" But the king replied, \"Why do you want him to go with you?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "But Absalom continued to insist, so finally the king permitted Amnon and all David's other sons to go with Absalom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "So they all went. At the celebration, Absalom commanded his servants, \"Notice when Amnon has become a bit drunk from the wine. Then when I signal to you, kill him. Do not be afraid. You will be doing this only because I told you to do it. So be courageous and do it!\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So Absalom's servants did what Absalom told them to do. They killed Amnon. All the rest of David's sons saw what happened and fled, riding on their mules."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "While they were on their way home, someone quickly went and reported to David, \"Absalom has killed all of your other sons. None of them is alive!\""
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The king stood up, tore his clothes because he was extremely sad, and then he threw himself down on the ground. All the servants who were there also tore their clothes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "But Jehonadab son of Shimeah, David's brother, said, \"Your Majesty, I am sure that they have not killed all your sons. I am sure that only Amnon is dead, because Absalom has been determined to do this ever since the day that Amnon raped Tamar."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So, your Majesty, do not believe the report that all your sons are dead. I am sure that only Amnon is dead.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "In the meantime, Absalom ran away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Jonadab said to the king, \"Look there! What I told you is true. Your other sons are alive and have come!\""
            }
          ],
          "tag": "p",
          "text": "Just then, a soldier keeping guard on the city wall saw a large crowd of people coming down the hill along the road to the west. He ran and told the king what he had seen."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "And as soon as he said that, David's sons came in. They all started crying, and David and all his officials also cried very much."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37-38",
              "text": "But Absalom had fled. He went to stay with the king of the region of Geshur. His name was Talmai son of Ammihud. Absalom stayed there for three years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "but after that, he desired very much to see Absalom, because he was no longer grieving about Amnon being dead."
            }
          ],
          "tag": "p",
          "text": "But King David mourned for his son Amnon for a long time,"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Joab realized that the king was longing to see Absalom."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So Joab sent someone to the city of Tekoa to bring to him a woman who was very clever. When she arrived, Joab said to her, \"Pretend that you are grieving because someone has died. Put on clothes that show that you are mourning. Do not put any lotion on your body. Act as if you were a woman who has been mourning for a long time."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "And go to the king, and tell him what I tell you to say.\" Then Joab told her what to say to the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "So the woman from Tekoa went to the king. She prostrated herself in front of him to show honor and then said, \"Your Majesty, help me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The king replied, \"What is your problem?\" She replied, \"Please, sir, I am a widow. My husband died some time ago."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I had two sons. But one day they quarreled with each other out in the fields. There was no one to separate them, and one of them struck the other one and killed him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now, all my family oppose me. They are insisting that I allow them to kill my son who is still alive, in order that they may get revenge for his killing his brother. But if they do that, I will not have any son to inherit my possessions. I will be without any son at all, and my husband will have no son to preserve our family's name.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then the king said to the woman, \"Go back home. I will take care of this matter for you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The woman from Tekoa replied to the king, \"Your Majesty, if any criticizes you for helping me, my family and I will accept the blame. You and the royal family will be innocent.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The king said to her, \"If anyone says anything to threaten you, bring that person to me, and I will make sure that he will never cause you trouble again.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then the woman said, \"Your Majesty, please pray that Yahweh your God will not allow my relative, who wants to get revenge on my son for killing his brother, to be able to do that.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then the woman said, \"Your Majesty, please allow me to say one more thing to you.\" He replied, \"Speak!\""
            }
          ],
          "tag": "p",
          "text": "David replied, \"As surely as Yahweh lives, your son will not be harmed at all.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "The woman said, \"Why have you done this bad thing to God's people? You have not allowed your son Absalom to return home. By saying what you have just said, you have certainly declared that what you have done is wrong."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "All of us will die. We are like water that cannot be picked up after it is spilled on the ground. God does not take life away, but instead, God creates ways for those who have been exiled to return and be restored to their people and to their homes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Now, Your Majesty, I have come to you because others have threatened me. So I said to myself, 'I will go and talk to the king, and perhaps he will do what I request him to do."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Perhaps he will listen to me, and save me from the man who is trying to kill my son. If my son is killed, it would result in us disappearing from the land that God gave to us.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "And I thought, 'What the king says will comfort me, because the king is like an angel of God. He knows what is good and what is evil.' I pray that Yahweh our God will be with you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then the king said to the woman, \"I will now ask you a question. Answer it; tell me the truth.\" The woman replied, \"Your Majesty, ask your question.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "The king said, \"Was Joab the one who told you to do this?\" She replied, \"Yes, Your Majesty, as surely as you live, I cannot say anything to avoid telling you what is true. Yes, indeed, it was Joab who told me to come here, and who told me what to say."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He did it in order to cause you to think differently about this matter. Your Majesty, you are as wise as God's angels, and it seems that you know everything that happens on the earth, so you know why Joab sent me here.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then the king summoned Joab and said to him, \"Listen! I have decided to do what you want. So go and get that young man Absalom and bring him back to Jerusalem.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Joab prostrated himself on the ground, and then he bowed down before the king, and asked God to bless him. Then Joab said, \"Your Majesty, today I know that you are pleased with me, because you have agreed to do what I requested.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Then Joab got up and went to Geshur, and got Absalom and brought him back to Jerusalem."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But the king said that he would not allow Absalom to come to him. He said, \"I do not want him to come to see me.\" So Absalom lived in his own house, and did not go to talk to the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Now Absalom was very handsome. There were no imperfections on his body, from the bottom of his feet to the top of his head. In all of Israel there was no one whom people admired more that Absalom."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "His hair was very thick, and he cut it only once each year, when it became very heavy on him. Using the standard weights, he would weigh the hair that he cut off, and it always weighed about two and one-half kilograms."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Absalom had three sons and one daughter named Tamar. She was a very beautiful woman."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "After Absalom returned to Jerusalem, he lived there two years, and during that time he never was allowed to see the king."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So he sent a messenger to go to Joab to request him to come and talk to him, but Joab refused to come. So Absalom sent a messenger to him a second time, but he still would not come."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then Absalom said to his servants, \"You know that Joab's field is next to mine, and that he has barley growing there. Go and light a fire there to burn the barley.\" So Absalom's servants went there and lit a fire, and all the barley burned."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Joab knew who had done it, so he went to Absalom's house and said to him, \"Why have your servants burned the barley in my field?\""
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Absalom replied, \"Because you did not come to me when I sent messengers to you requesting that you come. I wanted to request that you go to the king to say to him, 'Absalom wants to know what good it did for him to leave Geshur and come here. He thinks that it would have been better for him to stay there. He wants you to allow him to talk to you. And if you think that he has done something that is wrong, you can command that he be executed.'\""
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So Joab went to the king and told him what Absalom had said. Then the king summoned Absalom, and he came to the king and knelt down in front of him with his face touching the ground. Then the king kissed Absalom to show that he was pleased to see him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Some time later, Absalom acquired a chariot and horses to pull it. He hired fifty men to run in front of him to honor him while he was riding around Jerusalem in the chariot."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Furthermore, he always rose early each morning and stood by the city gate. Whenever someone came there with a dispute with someone that he wanted the king to decide, Absalom would call out to him, asking, \"What city are you from?\" The person would tell him what city and tribe he was from."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then Absalom would say to him, \"Listen, I am sure that what you are saying is right. But there is no one whom the king has appointed to listen to people like you.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Absalom would then add, \"I wish that I were a judge in this land. If I were a judge, anyone who had a dispute could come to me, and I would decide it fairly.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "And whenever anyone came near to Absalom to bow respectfully in front of him, Absalom would reach out and embrace him and kiss him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Absalom did this to everyone in Israel who came to the king with a dispute to be decided. In that way, Absalom persuaded all the Israelite people to be more pleased with him than they were pleased with his father David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Four years later, Absalom went to the king and said, \"Please allow me to go to the city of Hebron, in order that I can do what I promised Yahweh that I would do."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When I was living in Geshur, in Aram, I promised Yahweh that if he brought me back to Jerusalem, I would worship him in Hebron.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The king replied, \"I will permit you to go safely.\" So Absalom went to Hebron."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But while he was there, he secretly sent messengers to all the tribes in Israel to tell them, \"When you hear the sound of the trumpets being blown, shout, 'Absalom has become the king at Hebron!'\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Absalom had taken with him to Hebron two hundred men from Jerusalem, but they did not know what Absalom was planning to do."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "While Absalom was offering sacrifices at Hebron, he sent a message to Ahithophel from the town of Giloh, requesting him to come. Ahithophel was one of the king's advisors. So the number of people who joined Absalom and who were ready to rebel against David became larger."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Soon a messenger came to David and said to him, \"All the Israelite people are joining Absalom to rebel against you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So David said to all his officials, \"We must leave immediately if we want to escape from Absalom! We must go quickly, before he and his men arrive. If we do not do that, they will kill us and everyone else in the city!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "The king's officials said, \"Very well, your Majesty, we are ready to do whatever you wish.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "So the king left ten of his slave wives there to take care of the palace, but all the other people in his palace went with him."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When they all were leaving the city, they stopped at the last house."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The king and his officials stood there while his bodyguards went by in front of him. Six hundred soldiers from the city of Gath also walked by in front of him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then David said to Ittai, the leader of the soldiers from Gath, \"Why are you going with us? Go back and stay with Absalom the new king. You are not an Israelite; you are living away from your own land."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You have lived here in Israel for only a short time. And we do not even know where we will be going. So it is not right for me to force you to wander around with us. And take your troops with you. And I hope that Yahweh will faithfully love and be loyal to you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "But Ittai replied, \"Your Majesty, as surely as you live, wherever you go, I will go. I will stay with you whether they kill me or allow me to live.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "David replied to Ittai, \"Very well, march with us!\" So Ittai and all his troops and their families went with David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "All the people along the road cried when they saw them walking by. The king and all the others crossed the Kidron Valley and went up the hill toward the wilderness."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Abiathar and Zadok, the priests, were also walking with them. The descendants of Levi who helped the priests also went with them, carrying the sacred chest that contained the Ten Commandments. But they set it on the ground until all the others had left the city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "But then the king said to Zadok, \"You two must take the sacred chest back into the city. If Yahweh is pleased with me, he will some day allow me to return to see it and the place where it is kept."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But if he says that he is not pleased with me, then I am willing for him to do to me whatever he thinks is good.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "He also said to Zadok, \"Listen to what I suggest! Return to the city peacefully, and take your son Ahimaaz and Abiathar's son Jonathan with you."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "I will wait in the wilderness at the place where people can walk across the river, until you send a message to me.\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So Zadok and Abiathar carried the sacred chest back to Jerusalem, and they stayed there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "David and those with him went up the Mount of Olives. David was crying while he walked. He was walking barefoot and had something covering his head to show that he was sorrowful. All those who were going with him also covered their heads and were crying while they walked."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Someone told David that Ahithophel had joined with those who were rebelling against David. So David prayed, \"Yahweh, cause whatever Ahithophel suggests to Absalom that he should do be considered to be foolish!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "When they arrived at the top of the hill, where there was a place where the people had previously been accustomed to worship God, suddenly Hushai, from the Arki people group, met David. He had torn his clothes and put dirt on his head to show that he was very sad."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "David said to him, \"If you go with me, you will not be able to help me."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But if you return to the city, you can help me by saying to Absalom, 'Your Majesty, I will serve you as faithfully as I served your father.' If you do that and stay near Absalom, you will be able to oppose any advice that Ahithophel gives to Absalom."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Zadok and Abiathar the priests are already there. Whatever you hear people say in the king's palace, tell it to Zadok and Abiathar."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Keep in mind that Zadok's son Ahimaaz and Abiathar's son Jonathan are also there. You can tell them whatever you find out, and send them to report it to me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "So David's friend Hushai returned to the city, at the same time that Absalom was entering Jerusalem."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When David and the others had gone a little way past the top of the hill, Mephibosheth's servant Ziba met him. He had with him two donkeys that were carrying two hundred loaves of bread, one hundred bunches of raisins, one hundred bunches of fresh figs, and a leather bag full of wine."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "The king said to Ziba, \"What are these for?\" Ziba replied, \"The donkeys are for your family to ride on, the bread and the fruit are for your soldiers to eat, and the wine is for them to drink when they become exhausted in the wilderness.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "The king said, \"Where is Mephibosheth, the grandson of your former master Saul?\" Ziba answered, \"He stayed in Jerusalem, because he thinks that now the people will allow him to rule the kingdom that his grandfather Saul ruled.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "The king said to Ziba, \"Very well, everything that belonged to Mephibosheth is now yours.\" Ziba replied, \"Your Majesty, I will humbly serve you, and I desire that you will always be pleased with me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When King David and those with him arrived at the city of Bahurim, a man named Shimei met him. Shimei, whose father was Gera, was a member of the same clan that Saul's family belong to. Shimei was cursing David as he approached."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then he threw stones at David and his officials, even though the officials and David's bodyguards surrounded David."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Shimei cursed David and said to him, \"Get out of here, you murderer, you scoundrel!"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh is getting revenge on you all for murdering many people in Saul's family. And now he is giving Saul's kingdom to your son Absalom. You murderer, you are being paid back for the many people that you have killed!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then Abishai said to the king, \"Your Majesty, this man is as worthless as a dead dog! Why should he be allowed to curse you? Allow me to go over there and cut off his head!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But the king replied, \"You two sons of Zeruiah, I want nothing to do with you. If he is cursing me because Yahweh told him to do so, then no one should ask him, 'Why are you cursing the king?'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then David said to Abishai and to all his officials, \"You know that my own son is trying to kill me. So it is not surprising that this man from the tribe of Benjamin is also trying to kill me. Just ignore him, and allow him to curse me. Yahweh has told him to do that."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Perhaps Yahweh will see that I am having all this trouble, and some day he will repay me by blessing me in return for this man cursing me today.\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then David and those who were with him walked along the road, and Shimei continued walking along the hillside near him. While he walked along, he cursed David and threw stones and dirt at him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When David and those stopped traveling that evening, they were very tired. So they rested."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "While that was happening, Absalom and all the Israelites who were with him had arrived in Jerusalem. Ahithophel had also arrived there."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When David's friend Hushai came to Absalom, he said to Absalom, \"I desire that the king will live a long time! May you live for many years!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Absalom said to Hushai, \"You have been loyal to your friend David for a long time. So why did you not go with him instead of coming to me?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Hushai replied, \"It is right for me to serve the one whom Yahweh and these people and all the other people of Israel have chosen to be their king. So I will stay with you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Besides, whom should I serve? Why should I not serve my master's son? Just as I have served your father, even so, I will serve you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then Absalom said to Ahithophel, \"What do you advise that we should do?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Ahithophel replied, \"Your father left some of his slave wives in the palace to take care of it. You should sleep with them. When everyone in Israel hears that you have done that, they will realize that you hold your father in contempt. Then all those who are with you will be very encouraged.\""
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So they set up a tent for Absalom on the roof of the palace. And Absalom went into the tent and slept with his father's slave wives, one by one, and everyone could see them going into the tent."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "In those days, people accepted what Ahithophel recommended as though he was speaking the words of God. So just as David had always accepted what Ahithophel said, now Absalom did also."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Ahithophel said to Absalom, \"Allow me to choose twelve thousand men, and I will take them tonight to go after David."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "We will attack him while he is tired and discouraged, and make him very afraid. Everyone with him will run away. We only need to kill the king."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then we will bring back all his soldiers to you, and they will come happily. You need to kill only one man—David, and then all trouble will be over.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Absalom and all the Israelite leaders who were with him thought that what Ahithophel said would be good to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "But Absalom said, \"Summon Hushai also, and we will hear what he suggests.\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So when Hushai arrived, Absalom told him what Ahithophel had suggested. Then he asked Hushai, \"What do you think we should do? If you do not think that we should do what Ahithophel advises, tell us what you think that we should do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Hushai replied, \"This time what Ahithophel has suggested is not good advice."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You know that your father and the men who are with him are strong soldiers, and that now they are very angry, like a mother bear whose cubs have been stolen from her. Furthermore, your father knows how to wage war because he has fought in many battles. He will not stay with his troops during the night."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Right now he is probably already hiding in one of the pits, or in some other place. If his soldiers start to attack your soldiers, and if they kill some of them, whoever hears about that will say, 'Many of the soldiers with Absalom have been killed!'"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then your other soldiers, even if they are as fearless as lions, they will become very afraid. Do not forget that everyone in Israel knows that your father is a great soldier, and that the soldiers who are with him are also very brave."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So what I suggest is that you call all the Israelite soldiers, from Dan in the far north to Beersheba in the far south. They will be as many as the grains of sand on the seashore. Wait until they come, and then you yourself should lead us into the battle."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "We will find your father, wherever he is, and we will attack him from all sides, as dew covers all the ground. And neither he nor any of the soldiers who are with him will survive."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "If he escapes into some city, all our soldiers will bring ropes and pull that city down into the valley. As a result, not one stone will be left there on top of the hill where that city was!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Absalom and all the other Israelite men who were with him said, \"What Hushai suggests is better than what Ahithophel suggested.\" The reason that happened was that Yahweh had determined that if they would accept the good advice that Ahithophel had given them, they would have been able to defeat David. But as a result of their doing what Hushai suggested, Yahweh would cause a disaster to happen to Absalom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Hushai told the two priests, Zadok and Abiathar, what both he and Ahithophel had suggested to Absalom and the Israelite leaders."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then he said to them, \"Send a message quickly to David. Tell him to not stay at the place where people walk across the river, near the wilderness. Instead, he and his soldiers must cross the Jordan River immediately, in order that they will not be killed.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The priest's two sons, Jonathan and Ahimaaz, were waiting at the spring at En Rogel, outside Jerusalem. They did not dare to enter the city, because if someone saw them, he would report it to Absalom. While they were at En Rogel, a female servant of the two priests would frequently go to them and report to them what was happening, and then they would go and report it to King David."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But a young man saw them, and went and reported it to Absalom. They found out what the young man had done, so both of them left quickly and went to stay in the house of a man in the city of Bahurim. That man had a well in his courtyard, so the two men went down into the well to hide."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The man's wife took a cloth and covered the mouth of the well, and then scattered grain on top of it order than no one would even suspect that a well was there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Some of Absalom's soldiers found out where the two men had gone. So they went to the house, and asked the woman, \"Where are Ahimaaz and Jonathan?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "She replied, \"They went across the Jordan River.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "After they had gone, the two men came out of the well and went and reported to King David what had happened and what Ahithophel had suggested. Then they said to him, \"Cross the Jordan River quickly!\""
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So David and all his soldiers quickly started to cross the river, and by dawn they had all crossed to the other side."
            }
          ],
          "tag": "p",
          "text": "So the soldiers crossed the river and searched for them. But after they could not find them, they returned to Jerusalem."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "When Ahithophel realized that Absalom was not going to do what he suggested, he put a saddle on his donkey and returned to his own city. He gave to his family instructions about his possessions, and then he hanged himself because he knew that Absalom would be defeated and that he would be considered a traitor and be killed. His body was buried in the tomb where his ancestors had been buried."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "David and his soldiers arrived at Mahanaim. At the same time, Absalom and all his soldiers also crossed the Jordan River."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now Absalom had appointed his cousin Amasa to be the commander of his army, instead of Joab. Amasa was the son of Jether, an Ishmaelite. Amasa's mother was Abigail, the daughter of Nahash and the sister of Joab's mother Zeruiah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Absalom and his Israelite soldiers set up their tents in the region of Gilead."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "When David and his soldiers arrived at Mahanaim, Shobi son of Nahash from the Ammonite city of Rabbah, and Machir son of Ammiel from the city of Lo Debar, and Barzillai from the city of Rogelim in Gilead came to them."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They brought sleeping mats, bowls, clay pots, barley, wheat flour, parched grain, beans, and lentils."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They brought honey and curds, sheep, and some cream for David and his soldiers to eat. They knew that David and his soldiers would be hungry and tired and thirsty from marching in the wilderness."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David arranged his soldiers for the battle. He divided them into groups, and he appointed a commander for each one hundred soldiers and a commander for each one thousand soldiers."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He sent them out in three groups. Joab commanded one group, Joab's brother Abishai commanded a second group, and Ittai from Gath commanded the third group. David said to them, \"I myself will go with you to battle.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But his soldiers said, \"No, we will not allow you to go with us. If they force us to all run away, they will not be concerned about us. Or if they kill half of us, they will not care about that, either. To them, capturing you is more important than capturing ten thousand of us. So it would be better that you stay here in the city and send help to us.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "The king replied to them, \"Very well, I will do whatever seems best to you.\" So he stood at the city gate and watched while his soldiers marched out, group by group."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "While they were leaving, the king commanded Joab, Abishai, and Ittai, \"For my sake, do not harm my son Absalom!\" And all the troops heard about this, that David had given this order to the three commanders."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So the army went out to fight against the Israelite soldiers who were with Absalom. They fought the battle in the forest where people from the tribe of Ephraim lived."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "David's soldiers defeated Absalom's soldiers. They killed twenty thousand of them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The battle was fought all over that area, and the number of men who died because of dangerous things in the forest was greater than the number of men who were killed in the battle."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "During the battle, Absalom suddenly came near some of David's soldiers. Absalom was riding on his mule, and when the mule went under the thick branches of a large oak tree, Absalom's head was caught in the branches. The mule kept going, but Absalom was left dangling in the air."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "One of David's soldiers saw what happened, and went and told Joab, \"I saw Absalom hanging in an oak tree!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Joab said to the man, \"What? You say that you saw him hanging there, so why did you not kill him immediately? If you had killed him, I would have given you ten pieces of silver and a soldier's belt!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The man replied to Joab, \"Even if you gave me a thousand pieces of silver, I would not have done anything to harm the king's son. We all heard the king command you and Abishai and Ittai: 'For my sake, do not harm my son Absalom!'"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "If I had disobeyed the king and killed Absalom, the king would have heard about it, because the king hears about everything, and even you would not have defended me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Joab said, \"I am not going to waste time talking to you!\" Then he took three spears, went to where Absalom was, and thrust them into Absalom's chest while he was still alive, dangling from the oak tree."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then ten young men who carried weapons for Joab surrounded Absalom and finished killing him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then Joab blew his trumpet to signal that they should not fight anymore, and his soldiers returned from pursuing Absalom's men."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They took Absalom's body and threw it into a huge pit in the forest, and covered it with a huge pile of stones. Then all the remaining Israelite soldiers who had been with Absalom fled to their own homes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Absalom had no sons to preserve his family name because his sons had died while they were still young. So while Absalom was alive, he had built a monument to himself in the Valley of Kings near Jerusalem, in order that people would remember him. He put his name on the monument, and people still call it Absalom's Monument."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "After Absalom had been killed, Zadok's son Ahimaaz said to Joab, \"Allow me to run to the king to tell him the good news that Yahweh has rescued him from the power of his enemies!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "But Joab said to him, \"No, I will not allow you to take news to the king today. Some other day I will allow you to take some news, but not today. If you took news today it would not be good news for the king, because his son is dead.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then Joab said to David's servant who was from Ethiopia, \"You go and tell the king what you have seen.\" So the man from Ethiopia bowed in respect to Joab, and started to run."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Ahimaaz said again to Joab, \"Even though that man from Ethiopia is running, allow me to run behind him.\" Joab replied, \"My boy, why do you want to do that? You will not receive any reward for your news!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "But Ahimaaz replied, \"That does not matter, I want to go.\" So Joab said, \"Very well, then, go.\" So Ahimaaz ran along another road through the Valley of the Jordan and arrived where David was, before the man from Ethiopia arrived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "David was sitting between the outer gate and the inner gate of the city. The watchman went up on top of the city wall and stood on the roof over the gates. He looked out and saw one man running alone."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The watchman called down and reported it to the king. The king said, \"If he is alone, that indicates that he is bringing news.\" The man who was running continued to come closer."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Then the watchman saw another man running. So he called down to the gatekeeper, \"Look! There is another man running!\" And the king said, \"He also is bringing some good news.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "The watchman said, \"I think the first man must be Ahimaaz, because he is running as Ahimaaz runs.\" The king said, \"Ahimaaz is a good man, and I am sure he is coming with good news.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "When Ahimaaz reached the king, he called out, \"I hope that things will go well with you!\" Then he prostrated himself on the ground in front of the king and said, \"Your Majesty, praise Yahweh our God, who has rescued you from the men who were rebelling against you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "The king said, \"Is the young man Absalom safe?\" Ahimaaz did not want to answer that question, so he replied, \"When Joab sent me, I saw that there was a lot of confusion, but I do not know what it was about.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then the king said, \"Stand aside.\" So Ahimaaz stepped aside and stood there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Suddenly the man from Ethiopia arrived, and said, \"Your Majesty, I have good news for you! Yahweh has enabled your soldiers to defeat all those who rebelled against you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "The king said to him, \"Is the young man Absalom safe?\" The man from Ethiopia replied, \"Sir, I wish that what happened to him would happen to all of your enemies and to all those who rebel against you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "The king realized that he meant that Absalom was dead, so he became extremely distressed, and he went up to the room above the gateway and cried. While he was going up, he kept crying out, \"O, my son Absalom! My son! O, my son Absalom, I desire that I had died instead of you!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Someone told Joab that the king was crying and mourning because Absalom had died."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "All of David's soldiers heard that the king was mourning because Absalom was dead. So they became sad that they had defeated Absalom's men."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The soldiers returned to the city quietly and ashamed, as if they had lost the battle instead of winning it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The king covered his face with his hands and kept crying loudly, \"O, my son Absalom! O, Absalom, my son! My son!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Joab entered the room where the king was, and said to the king, \"Today you have caused your soldiers to be ashamed! You have humiliated the men who saved your life and the lives of your sons and daughters and your ordinary wives and your slave wives!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "It seems that you love those who hate you and that you hate those who love you. Everyone realizes now that your commanders and your officers are not at all important to you. If Absalom were still alive and we were all dead today, you would actually be happy."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So now go and thank your soldiers for what they did. Because I solemnly declare that if you do not do that, none of them will still be with you by tomorrow morning. That would be worse for you than all the disasters that you have experienced since you were a boy.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "So the king got up and went and sat at the city gate. And all the people were told, \"The king is sitting at the gate!\" So they all came and gathered around him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "Meanwhile, all of Absalom's men had gone home."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then all the people throughout the tribes of Israel started to quarrel among themselves. They said to each other, \"The king rescued us from the people of Philistia and from our other enemies. But now he has fled from Absalom and left Israel!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "We appointed Absalom to be our king, but he died in the battle against David's soldiers. So why does someone not try to bring King David back?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "King David found out what the people were saying. So he sent the two priests, Zadok and Abiathar, to say to the leaders of Judah, \"The king says that he has heard that all the Israelite people want him to be king again. And he says, 'Why should you be the last ones to bring me back to my palace?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You are my relatives. We have the same ancestor. So why should you be the last ones to bring me back?'\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "And say to Amasa, \"You are one of my relatives. I hope that God will kill me if I do not appoint you to be, from now on, the commander of my army instead of Joab.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "By sending that message to them, David convinced all the people of Judah that they should be loyal to him. So they sent a message to the king, saying, \"We want you and all your officials to return here.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So the king and his officials started back toward Jerusalem. When they reached the Jordan River, the people of Judah came there to Gilgal to meet the king, and to escort him across the river."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Shimei, the man from the tribe of Benjamin, also came down quickly to the river with the people of Judah to meet King David."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "There were a thousand men from the tribe of Benjamin who came with him. Ziba, who had been the servant of Saul, also hurried down to the Jordan River, bringing twenty of his servants with him. They all came to the king."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They all prepared to take the king and all his family across the river, at the place where they could walk across it. They wanted to do whatever the king wanted. As the king was about to cross the river, Shimei came to him and prostrated himself in front of the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "He said to the king, \"Your Majesty, please forgive me. Please do not keep thinking about the terrible thing that I did on the day that you left Jerusalem. Do not think about it anymore."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "I know that I have sinned. Look, I have come today, the first one from the northern tribes to come here to greet you today, Your Majesty.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "But Abishai son of Zeruiah, said to David, \"He cursed the one whom Yahweh appointed to be the king! So should he not be executed for doing that?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "But David said, \"You sons of Zeruiah, what am I going to do with you? It is as though you had become my enemies today. I know that I am still king of Israel, so I say that certainly no one in Israel should be executed today.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then the king said to Shimei, \"I solemnly promise that I will not execute you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then Miphibosheth, Saul's grandson, came down to the river to greet the king. He had not washed his feet or trimmed his beard or washed his clothes from the time that the king left Jerusalem until the day that he returned."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When he arrived from Jerusalem to greet the king, the king said to him, \"Mephibosheth, why did you not go with me?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "He replied, \"Your Majesty, you know that I am crippled. When I heard that you were leaving Jerusalem, I said to my servant Ziba, 'Put a saddle on my donkey in order that I can ride on it and go with the king.' But he deceived me and left without me."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He lied to you about me. But your Majesty, you are as wise as God's angel. So do whatever seems right to you."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "All of my grandfather's family expected that we would be executed. But you did not execute me. You allowed me to eat food with you at your table! So I certainly do not have the right to request from you anything more.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "The king replied, \"You certainly do not need to say any more. I have decided that you and Ziba will divide equally the land that belonged to your grandfather Saul.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Mephibosheth replied to the king, \"Your Majesty, I am content that you have returned safely. So allow him to take all the land.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Barzillai, the man from the region of Gilead, had come down to the Jordan River from his town of Rogelim to escort the king across the river."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Barzillai was a very old man, eighty years old. He was a very wealthy man, and he had provided food for the king and his soldiers while they were at Mahanaim."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The king said to Barzillai, \"Come with me to Jerusalem, and I will take care of you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "But Barzillai replied, \"I certainly do not have many more years to live. So why should I go with you to Jerusalem?"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "I am eighty years old. I do not know what is enjoyable and what is not enjoyable. I cannot enjoy what I eat and what I drink. I cannot hear the voices of men and women as they sing. So why should I be another burden to you?"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "I will cross the Jordan River with you and go a little further, and that will be all the reward that I need for helping you."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then please allow me to return to my home, because that is where I want to die, near my parents' grave. But here is my son Kimham. Your Majesty, allow him to go with you and serve you, and do for him whatever seems good to you!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "The king replied, \"Very well, he will cross the river with me, and I will do for him whatever seems good to you. And I will do for you whatever you want me to do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Then King David and all the others crossed the Jordan River. He kissed Barzillai and asked God to bless him. Then Barzillai returned to his home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "After they crossed the river, Kimham went with the king, and all the army of Judah and half the army of the other Israelite tribes escorted the king to Gilgal."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Then all the Israelite soldiers from the other Israelite tribes came to the king and said, \"Why is it that our relatives, the men from Judah, took you away from us and wanted to be the only ones to escort you and your family across the river, along with all your men? Why did you not request us to do that?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "The soldiers from Judah replied, \"We did it because the king is from Judah. Why are you angry about this? The king has never paid for our food, and he has never given us any gifts.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "The men of the other Israelite tribes replied, \"There are ten tribes in Israel, and only one in Judah. So it is ten times more right for us to say that David is our king than it is for you to say that. So why are you despising us? We were certainly the first ones to talk about bringing David back to Jerusalem to be our king again.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "But the men of Judah spoke more harshly than the men from the other tribes of Israel did."
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There was also a man there at Gilgal named Sheba. He was a man who always caused trouble. He was from the tribe of Benjamin son of Bikri. He blew a trumpet and called out, \"We have nothing to do with David, that son of Jesse! So, men of Israel, let us go to our homes!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So all the men from the Israelite tribes deserted David and went with Sheba, but the men of Judah stayed with David. They wanted him to be their king, and went with him from near the Jordan River up to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "When David arrived at the palace in Jerusalem, he took the ten slave wives whom he had left there to take care of the palace and put them in another house. He put a guard at that house, and he provided for them what they needed, but he never had slept with them again. So they remained shut up in their house until they died. It was as though they were widows."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "One day the king said to Amasa, \"Summon the soldiers of Judah to come here within three days, and you must be here also.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So Amasa went to summon them, but he did not return within the time that David told him to."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So David said to Abishai, \"Now Sheba will harm us more than Absalom did. So you take my soldiers and pursue him. If you do not do that, he and his soldiers may occupy some of the fortified cities and escape from us.\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So Abishai and Joab and the king's bodyguards and the other soldiers left Jerusalem to pursue Sheba."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "When they arrived at the huge rock in the region of Gibeah, Amasa met them. Joab was wearing armor for battle and had a sword fastened to his belt. When he came close to Amasa, he allowed the sword to fall on the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Joab said to Amasa, \"Are things going well with you, my friend?\" Then Joab grabbed Amasa's beard with his right hand, in order to kiss him."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But Amasa did not see that Joab was holding another dagger in his other hand. Joab thrust it into Amasa's belly, and his insides spilled out onto the ground. Amasa died immediately. Joab did not need to stab him again. Then Joab and his brother Abishai continued to pursue Sheba."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "One of Joab's soldiers stood alongside Amasa's body and called out, \"Everyone who wants Joab to be our commander and who wants David to be our king, go with Joab!\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Amasa's body was lying on the road. It was covered with blood. The soldier of Joab who had called out saw that many other of Joab's soldiers were stopping to look at it, so he dragged Amasa's body off the road into a field and threw a cloth over the body."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "After the body had been taken off the road, all the soldiers went with Joab to pursue Sheba."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Sheba went through all the tribes of Israel, and arrived at the city that is called Abel of Beth Maacah in the northern part of Israel. All the members of his father Bikri's clan gathered there and went with Sheba into the city."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The soldiers who were with Joab found out that Sheba had gone there, so they went there and surrounded the city. They built a dirt ramp up against the city wall. They also pounded against the wall to cause it to collapse."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then a wise woman who was in that town stood on the top of the wall and shouted down, \"Listen to me! Tell Joab to come here, because I want to talk to him!\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So after they told Joab, he came there, and the woman said, \"Are you Joab?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "She said, \"Long ago people used to say, 'Go to Abel town to get good advice about your problems.' And that is what people did."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "We are peaceful and loyal Israelites. Our people here are important and respected. So why are you trying to destroy a city that belongs to Yahweh?\""
            }
          ],
          "tag": "p",
          "text": "He replied, \"Yes, I am.\" She said to him, \"Listen to what I say.\" He replied, \"I am listening.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Joab replied, \"I would certainly never want to ruin or destroy your city!"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "That is not what we want to do. But Bikri's son Sheba, a man from the hill area in the tribe of Ephraim, is rebelling against King David. Put this man into our hands, and then we will go away from this town.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "The woman replied to Joab, \"Very well; we will cut off his head and throw it over the wall to you.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then this woman went to the elders of the town and told them what she had said to Joab. So they cut off Sheba's head and threw it over the wall to Joab. Then Joab blew his trumpet to signal that the battle was ended, and all his soldiers left the town and returned to their homes. Joab returned to Jerusalem and told the king what had happened."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Joab was the commander of the entire Israelite army. Jehoiada's son Benaiah was the commander of David's bodyguards."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Adoniram supervised the men who were forced to work for the king. Ahilud's son Jehoshaphat was the man who reported to the people everything that David decided."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Sheva was the official secretary. Zadok and Abiathar were the priests,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "and Ira from Jair town was also one of David's priests."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There was a famine in Israel for three years that occurred in the time that David ruled. David prayed to Yahweh about it. And Yahweh said, \"In order for the famine to end, Saul's family need to be punished because Saul killed many people from the city of Gibeon.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "The people of Gibeon were not native born Israelites. They were a small group of the Amor people group whom the Israelites had solemnly promised to protect when they invaded the land of Canaan. But Saul had tried to kill all of them because he was very eager to enable the people of Judah and Israel to be the only ones living in that land. So the king summoned the leaders of Gibeon"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and said to them, \"What should I do for you? How can I make up for what Saul did to your people, in order that you will bless us who belong to Yahweh and have so many good things from him?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "They replied, \"You cannot settle our quarrel with Saul and his family by giving us silver or gold. And we do not have the right to kill any Israelites.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "They replied, \"Saul wanted to get rid of us. He wanted to annihilate all of us, in order that none of us would live anywhere in Israel."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Put seven of Saul's descendants into our hands. We will hang them where Yahweh is worshiped in Gibeon, our city , the city where Saul, whom Yahweh chose to be king, lived.\""
            }
          ],
          "tag": "p",
          "text": "So David asked, \"Then what do you say that I should do for you?\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The king did not hand over Saul's grandson Mephibosheth to them, because of what he and Mephibosheth's father Jonathan had solemnly promised to each other."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Instead, he took the two sons of Rizpah and Saul, named Armoni and Mephibosheth—Rizpah was the daughter of Aiah and had been Saul's slave wife; David also the five sons of Merab, Saul's daughter. Merab's husband was Adriel son of Barzillai, was from the city of Meholah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "David handed these men over to the people of Gibeon. They took those seven men to Gibeon and hanged them on a hill where they worshiped Yahweh. They died during the time of the year that the people started to harvest the barley."
            }
          ],
          "tag": "p",
          "text": "The king replied, \"Very well, I will hand them over to you.\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Rizpah took coarse cloth made from goats' hair, and spread it on the rock where the corpses lay. She stayed there from the time that people started to harvest the barley until the rains started. She did not allow any birds to come near the corpses during the day, and she did not allow any animals to come near during the night."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Someone told David what Rizpah had done."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So he went with some of his servants to Jabesh in the region of Gilead and got the bones of Saul and his son Jonathan. The people of Jabesh had stolen their bones from the plaza in the city of Beth Shan, where the men from Philistia had hanged them on the day that they had killed Saul and Jonathan on Mount Gilboa."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "David and his men took the bones of Saul and Jonathan, and they also took the bones of the seven men from Gibeon who had been hanged."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David's servants went to the tomb of Saul's father Kish, in the city of Zela in the land of the tribe of Benjamin. There they buried the bones of Saul and Jonathan also. In this way, they did all that the king had commanded them to do. After that, because God saw that Saul's family had been punished to pay for Saul's murder of many people from Gibeon, he answered the Israelites' prayers for their land, and caused the famine to end."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "The army of Philistia again started to fight against the army of Israel. And David and his soldiers went to fight them. During the battle, David became tired."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "One of the Philistine men thought that he could kill David. His name was Ishbi-Benob. He was a descendant of a group of giants. He carried a bronze spear that weighed almost three and one-half kilograms, and he also had a new sword."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But Abishai came to help David, and attacked the giant and killed him. Then David's soldiers forced David to promise that he would not go with them into a battle again. They said to him, \"If you die, and none of your descendants become king, that would be like extinguishing the last light in Israel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Some time after that, there was a battle with the army of Philistia near the village of Gob. During the battle, Sibbekai, from the clan of Hushah, killed Saph, one of the descendants of the Rapha giants."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Later there was another battle with the army of Philistia at Gob. During that battle, Elhanan son of Jair from Bethlehem, killed the brother of Goliath from Gath, whose spear shaft was very thick, like the bar on a weaver's loom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Later there was another battle near Gath. There was a huge man there who liked to fight in battles. He had six fingers on each hand and six toes on each foot. He was descended from the Rapha giants."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But when he insulted the men in the Israelite army, Jonathan son of Shimeah, David's older brother, killed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Those four men were some of the descendants of the Rapha giants who had lived in Gath, who were killed by David and his soldiers."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Yahweh had rescued David from Saul and his other enemies, David sang a song to Yahweh."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "This is what he sang:"
            },
            {
              "tag": "q1",
              "text": "\"Yahweh, you are like a huge rock on top of which I can hide."
            },
            {
              "tag": "q2",
              "text": "You are like a fortress, and you rescue me."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Yahweh, you protect me. You are like a shield,"
            },
            {
              "tag": "q2",
              "text": "and you are the powerful one who saves me."
            },
            {
              "tag": "q1",
              "text": "You are like a place where I find refuge."
            },
            {
              "tag": "q2",
              "text": "You save me from those who act violently toward me."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I call out to you, Yahweh."
            },
            {
              "tag": "q2",
              "text": "You deserve to be praised,"
            },
            {
              "tag": "q2",
              "text": "and you rescue me from my enemies."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I almost died. It was as if a huge wave had crashed over me,"
            },
            {
              "tag": "q1",
              "text": "and almost destroyed me like a flood."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I thought that I would die. It was as though death had wrapped ropes around me,"
            },
            {
              "tag": "q2",
              "text": "and it was as though I were in a trap where I would surely die."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But when I was very distressed, I called out to you, Yahweh."
            },
            {
              "tag": "q2",
              "text": "I cried out to you, my God."
            },
            {
              "tag": "q1",
              "text": "You heard me from your temple."
            },
            {
              "tag": "q2",
              "text": "You listened when I called to you to help me."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then it was as though the earth quaked and shook."
            },
            {
              "tag": "q2",
              "text": "It was as though the foundations that held up the sky trembled,"
            },
            {
              "tag": "q2",
              "text": "because you were angry."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It was as though smoke poured out of your nostrils"
            },
            {
              "tag": "q2",
              "text": "and burning coals and fire that burns everything came out of your mouth."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You tore open the skies and came down."
            },
            {
              "tag": "q2",
              "text": "There was a thick dark cloud under your feet."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You rode through the sky on a winged creature."
            },
            {
              "tag": "q2",
              "text": "The wind enabled you to travel swiftly, like a bird."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The darkness was around you, like a blanket"
            },
            {
              "tag": "q2",
              "text": "thick clouds that were full of water surrounded you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Out of the lightning in front of you"
            },
            {
              "tag": "q2",
              "text": "fire from burning coals flamed."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then, Yahweh, you spoke like thunder from the sky."
            },
            {
              "tag": "q2",
              "text": "It was your voice, God, you who are greater than all other gods, that was heard."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When you sent flashes of lightning,"
            },
            {
              "tag": "q2",
              "text": "it was as though you shot your arrows and scattered your enemies."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then the bottom of the ocean was uncovered."
            },
            {
              "tag": "q2",
              "text": "The foundations of the world could be seen"
            },
            {
              "tag": "q1",
              "text": "when you shouted, going into battle against our enemies"
            },
            {
              "tag": "q2",
              "text": "and angry at them."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh, you reached down from heaven and lifted me up."
            },
            {
              "tag": "q2",
              "text": "You pulled me up from the deep water."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "You rescued me from my strong enemies,"
            },
            {
              "tag": "q2",
              "text": "from those who hated me."
            },
            {
              "tag": "q1",
              "text": "I could not defeat them because they were very strong."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They attacked me when I was experiencing troubles,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh, you protected me."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You brought me into a place where I was safe."
            },
            {
              "tag": "q2",
              "text": "You rescued me because you were pleased with me."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Yahweh, you rewarded me because I do what is right."
            },
            {
              "tag": "q2",
              "text": "You did good things for me because I was innocent."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Yahweh, I have obeyed your laws."
            },
            {
              "tag": "q2",
              "text": "I have not stopped worshiping you, my God."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "All of your decrees were in my mind,"
            },
            {
              "tag": "q2",
              "text": "and I did not stop obeying all your decrees."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "You know that I have not done anything that is evil."
            },
            {
              "tag": "q2",
              "text": "I have kept myself from doing things for which you would punish me."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So you have rewarded me in return for my doing what is right,"
            },
            {
              "tag": "q2",
              "text": "because you know that I am innocent of doing wrong things."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Yahweh, you are faithful to those who always trust in you,"
            },
            {
              "tag": "q2",
              "text": "and you always do what is good to those whose behavior is always good."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "You act sincerely toward those whose inner beings are pure,"
            },
            {
              "tag": "q2",
              "text": "but you are hostile to those who are perverse."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "You rescue those who are humble,"
            },
            {
              "tag": "q2",
              "text": "but you watch those who are proud and humiliate them."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Yahweh, you are like a lamp"
            },
            {
              "tag": "q2",
              "text": "that causes it to become light when I am in the darkness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "With your strength I can break through a line of soldiers blocking my way;"
            },
            {
              "tag": "q2",
              "text": "I can climb over the wall that surrounds their city."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "My God whom I worship, everything that you do is perfect."
            },
            {
              "tag": "q2",
              "text": "You always do what you promise that you will do."
            },
            {
              "tag": "q1",
              "text": "You are like a shield to all those who request you to protect them."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Yahweh, you are the only one who is God."
            },
            {
              "tag": "q2",
              "text": "Only you are like a huge rock on top of which which we are protected."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "God, you whom I worship are a strong refuge for me."
            },
            {
              "tag": "q2",
              "text": "You lead anyone who is pure in the way he should go."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "When I walk in the mountains,"
            },
            {
              "tag": "q2",
              "text": "you enable me to walk safely"
            },
            {
              "tag": "q2",
              "text": "as a deer runs, without stumbling."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "You teach me how to fight in a battle"
            },
            {
              "tag": "q2",
              "text": "in order that I can shoot arrows well from a very strong bow."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "It is as though you have given me a shield"
            },
            {
              "tag": "q2",
              "text": "by which you have saved me,"
            },
            {
              "tag": "q2",
              "text": "and you have answered my prayers and caused me to become famous."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "You have not allowed my enemies to capture me,"
            },
            {
              "tag": "q2",
              "text": "and I have not fallen down during battle."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "I pursued my enemies and defeated them."
            },
            {
              "tag": "q2",
              "text": "I did not stop fighting them until they were all killed."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "I struck them down. I stabbed them with my sword,"
            },
            {
              "tag": "q1",
              "text": "and they fell down at my feet and did not stand up again."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "You have given me strength for fighting battles"
            },
            {
              "tag": "q2",
              "text": "and caused those who were attacking me to fall down; I trampled on them."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "You caused my enemies to turn and run away from me."
            },
            {
              "tag": "q2",
              "text": "I destroyed those who hated me."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "They looked for someone to rescue them, but no one did."
            },
            {
              "tag": "q2",
              "text": "They cried out to you, Yahweh, for help, but you did not answer them."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "I crushed them, and they became like tiny particles of dust."
            },
            {
              "tag": "q2",
              "text": "I trampled them, and they became like mud in the streets."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "You rescued me from those who tried to rebel against me,"
            },
            {
              "tag": "q2",
              "text": "and you appointed me to rule many nations."
            },
            {
              "tag": "q2",
              "text": "People whom I did not know previously are now under my authority."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Foreigners humbly bowed down in front of me."
            },
            {
              "tag": "q2",
              "text": "As soon as they heard about me, they obeyed me."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "They became afraid,"
            },
            {
              "tag": "q2",
              "text": "and they came to me, trembling, from the places where they were hiding."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Yahweh, you are alive! I praise you! You are like a huge rock on top of which I am safe!"
            },
            {
              "tag": "q2",
              "text": "You are the one who rescues me."
            },
            {
              "tag": "q2",
              "text": "Everyone should exalt you."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "You enable me to conquer my enemies,"
            },
            {
              "tag": "q2",
              "text": "and you cause people of other nations to be under my authority."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "You delivered me from my enemies,"
            },
            {
              "tag": "q1",
              "text": "and you caused me to be honored more than they were."
            },
            {
              "tag": "q2",
              "text": "You rescued me from men who always acted violently."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Because of all this, I praise you among many people groups,"
            },
            {
              "tag": "q2",
              "text": "and I sing to praise you."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "You enable me, whom you appointed to be king, to conquer my enemies."
            },
            {
              "tag": "q2",
              "text": "You faithfully love me, David, and you will love my descendants forever.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David son of Jesse, was a man whom God caused to become great."
            },
            {
              "tag": "q1",
              "text": "The God whom Jacob worshiped made him king of Israel."
            },
            {
              "tag": "q1",
              "text": "David wrote beautiful songs for the people of Israel."
            },
            {
              "tag": "q1",
              "text": "This is the last song that he wrote:"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\"The Spirit of Yahweh tells me what to say."
            },
            {
              "tag": "q1",
              "text": "The message that I speak comes from him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "God, the one whom we Israelite people worship, has spoken."
            },
            {
              "tag": "q2",
              "text": "The one who protects us people of Israel said to me,"
            },
            {
              "tag": "q1",
              "text": "'Kings who rule fairly over people"
            },
            {
              "tag": "q1",
              "text": "have an awesome respect for me, God."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They are like the sun that shines at dawn"
            },
            {
              "tag": "q2",
              "text": "and causes the grass to sprout after the rain ends.'"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "And truly, that is how God will surely bless my family"
            },
            {
              "tag": "q2",
              "text": "because he made a covenant with me that will last forever,"
            },
            {
              "tag": "q2",
              "text": "a covenant in which he promises that no part of it will ever be changed."
            },
            {
              "tag": "q1",
              "text": "He will surely cause me to prosper,"
            },
            {
              "tag": "q2",
              "text": "and he will always help me,"
            },
            {
              "tag": "q1",
              "text": "and that is all that I desire."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But he will get rid of people who do not honor him, just as people throw away thorns"
            },
            {
              "tag": "q2",
              "text": "that injure people if they try to pick them up with their hands."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Someone who wants to get rid of thornbushes does not grab them,"
            },
            {
              "tag": "q2",
              "text": "but he uses an iron shovel or a spear to dig them out"
            },
            {
              "tag": "q2",
              "text": "and then he burns them completely.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "These are the names of David's greatest soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "The first was Jeshbaal, from the Hachmon clan. He was the leader of the greatest soldiers. Once he fought against eight hundred enemies and killed them all with his spear."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The second of the greatest warriors was Eleazar son of Dodo, who was from the clan of Ahoh. One day he was with David when they defied the soldiers of Philistia who had gathered there for the battle. The other Israelite soldiers retreated,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "but Eleazar stood there and fought the soldiers of Philistia until his arm became very tired, with the result that his hand cramped and he could not stop gripping his sword. Yahweh won a great victory on that day. And afterwards the other Israelite soldiers returned to where Eleazar was, and stripped off the armor from the men whom he had killed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The third of the greatest warriors was Shammah son of Agee from the clan of Harar. One time the Philistine soldiers gathered at the city of Lehi, where there was a field full of lentils that they wanted to steal. The other Israelite soldiers ran away from the Philistine troops,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "but Shammah stood there in the field and did not let the Philistine soldiers steal the peas, and killed them. Yahweh won a great victory on that day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "At one time, when it was almost time to harvest the crops, three of those thirty men went down to the Cave of Adullam, where David was staying. A group of men from the Philistine army had set up their tents in the Valley of Rephaim near Jerusalem."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "David and his soldiers were in the cave because it was safe there, and another group of Philistine soldiers was occupying Bethlehem."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "One day David very much wanted some water to drink, and said, \"I wish that someone would bring me some water from the well near the gate at Bethlehem!\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So his three greatest warriors forced through the camp of Philistine soldiers and drew some water from the well, and brought it to David. But he would not drink it. Instead, he poured it out on the ground to be an offering to Yahweh."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "He said, \"Yahweh, it would certainly not be right for me to drink this water! That would be like drinking the blood of these men who were willing to die for me!\" So he refused to drink it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "p",
          "text": "That was one of the things that those three great warriors did."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Abishai, Joab's younger brother, was the leader of David's greatest soldiers. One day he fought against three hundred men and killed them all with his spear. As a result, he also became famous."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He was the most famous of the greatest soldiers, and he became their leader, but even he was not one of the three greatest warriors."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Jehoiada's son Benaiah, from the city of Kabzeel, also did great deeds. He killed two of the best warriors from the Moab people group. Also, he went down into a pit on a day when snow was falling on the ground, and killed a lion there."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He also killed a huge soldier from Egypt who carried a spear. Benaiah had only his club, but he attacked the giant with it. Then he snatched the spear from the man's hand and killed him with his own spear."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Those are some of the things that Benaiah did. As a result, he became famous, like the three greatest warriors were."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He was more honored than the other greatest soldiers, but not as famous as the three greatest. David appointed him to be the commander of his bodyguards."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "These are the names of the great warriors:"
            },
            {
              "tag": "li3",
              "text": "Asahel, the younger brother of Joab,"
            },
            {
              "tag": "li3",
              "text": "Elhanan son of Dodo, from Bethlehem,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Shammah and Elika, from the clan of Harod,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Helez, from the city of Pelet,"
            },
            {
              "tag": "li3",
              "text": "Ira son of Ikkesh, from the city of Tekoa,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Abiezer, from the city of Anathoth,"
            },
            {
              "tag": "li3",
              "text": "Mebunnai whose other name was Sibbekai, from Hushah's clan,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Zalmon whose other name was Ilai, from Ahoh's clan,"
            },
            {
              "tag": "li3",
              "text": "Maharai, from the city of Netophah,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Heleb son of Baanah, also from Netophah,"
            },
            {
              "tag": "li3",
              "text": "Ithai son of Ribai, from the city of Gibeah in the land that belonged to the tribe of Benjamin,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Benaiah, from the city of Pirathon,"
            },
            {
              "tag": "li3",
              "text": "Hiddai, from the valleys near the valleys of Gaash,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Abi-Albon, from the clan of Arabah,"
            },
            {
              "tag": "li3",
              "text": "Azmaveth, from the city of Bahurim,"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Eliahba, from the city of Shaalbon—"
            },
            {
              "tag": "li3",
              "text": "The sons of Jashen,"
            },
            {
              "tag": "li3",
              "text": "Jonathan son of Shammah from the city of Harar,"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Ahiam the son of Sharar, from Harar,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Eliphelet son of Ahasbai, from the city of Maacah,"
            },
            {
              "tag": "li3",
              "text": "Eliam son of Ahithophel, from the city of Gilo,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Hezro, from the city of Carmel,"
            },
            {
              "tag": "li3",
              "text": "Paarai, from the city of Arba,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Igal son of Nathan, from the city of Zobah,"
            },
            {
              "tag": "li3",
              "text": "Bani, from the tribe of Gad;"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Zelek, from the Ammon people group,"
            },
            {
              "tag": "li3",
              "text": "Naharai, the man who carried Joab's weapons, from the city of Beeroth,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Ira and Gareb, from the city of Jattir,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Uriah, Bathsheba's husband, from the Heth people group."
            },
            {
              "tag": "q2",
              "text": "Altogether, there were thirty-seven famous soldiers."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh was angry with the Israelite people again, so he incited David to cause trouble for them. He said to David, \"Send some men to count the people of Israel and Judah.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So the king said to Joab, the commander of his army, \"Go with your officers through all the tribes of Israel, from Dan in the far north to Beersheba in the far south, and count the people, in order that I may know how many people there are who are able to be soldiers in the army.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But Joab replied to the king, \"Your Majesty, I wish that Yahweh our God will cause there to be a hundred times as many people in Israel as there are now, and I wish that you would see that happen before you die. But why do you want us to do this?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "But the king commanded Joab and his officers to do it. So they left the king and went out to count the people of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "They crossed the Jordan River and set up their tents south of Aroer, in the middle of the valley, in the territory that was given to the tribe of Gad. From there they went north to Jazer."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then they went north to Gilead and to Kadesh, in the land where the Heth people group lived. Then they went to Dan in the far north of Israel, and then further west, to Sidon near the Mediterranean Sea."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then they went south to Tyre, a city with high walls around it, and to all the cities where the Hiv and Canaan people groups lived. Then they went east to Beersheba, in the southern wilderness of Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "After nine months and twenty days, when they had finished going throughout the land and counting the people, they returned to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "They reported to the king the number of people that they had counted. There were 800,000 men in Israel and 500,000 men in Judah who were able to become soldiers in the army."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But after David's men had counted the people, David regretted that he had told them to do that. One night he said to Yahweh, \"I have committed a very great sin. Please forgive me, because what I have done is very foolish.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "When David got up the next morning, Yahweh gave a message to the prophet Gad. He said to him,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\"Go and tell this to David, 'I am allowing you to choose one of three things to punish you. I will do whichever one you choose.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So Gad went to David and told him what Yahweh had said. He said to David, \"You can choose whether there will be three years of famine in your land, or three months of your army running away from your enemies, or three days when there will be a plague in your land. You must think about it and choose which one you want, and tell me, and I will return to Yahweh and tell him what your answer is.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David said to Gad, \"All those are very terrible things for me to choose between! But allow Yahweh to punish me, because he is very merciful. Do not allow humans to punish me, because they will not be merciful.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So Yahweh sent a plague on the Israelite people. It started that morning and did not stop until the time that he had chosen. All over the land, from Dan to Beersheba, there were seventy thousand Israelites who died because of the plague."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When Yahweh's angel stretched out his hand toward Jerusalem to destroy the people by this plague, Yahweh grieved about punishing any more people. He said to the angel who was killing them with the plague, \"Stop what you are doing! That is enough!\" When he said that, the angel was standing at the ground where Araunah, from the Jebus people group, threshed grain."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When David saw the angel who was causing the people to become sick and die, he said to Yahweh, \"Truly, I am the one who has committed the sin. I have done a very wicked thing, but these people are as innocent as sheep. They have certainly not done anything that is wrong. So you should punish me and my family, not these people!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "That day Gad came to David and said to him, \"Go up to the place where Araunah threshes grain, and build an altar to worship Yahweh there.\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So David did what Gad told him to do, which was what Yahweh had commanded, and he went up there."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When Araunah looked down and saw the king and his officials coming toward him, he prostrated himself on the ground in front of the king, with his face touching the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Araunah said, \"Your Majesty, why have you come to me?\" David replied, \"I have come to buy this ground where you thresh grain, in order to build an altar to Yahweh and offer sacrifices on it, so that he will stop the plague.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Araunah replied to David, \"Your Majesty, offer to Yahweh whatever you wish. Here, take my oxen to use for the offering that will be completely burned on the altar. And here, take their yokes and the boards that I use for the threshing, and use them for the wood that you will burn."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "I, Araunah, am giving all this to you, my king.\" Then he said, \"I desire that Yahweh our God will accept your offering.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But the king said to Araunah, \"No, I will not take these things as a gift. I will pay you for it. I will not offer sacrifices that have cost me nothing, and offer them to Yahweh to be completely burned on the altar.\" So he paid fifty pieces of silver to Araunah for the oxen and the ground."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Then David built an altar to Yahweh, and he offered the oxen to be completely burned on the altar, and he also offered sacrifices to restore fellowship with Yahweh. Then, Yahweh answered David's prayers, and he caused the plague in Israel to end."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "SA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Samuel"
}