{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You are like a son to me. So I urge also that you let God empower you spiritually as a result of the Messiah Jesus acting kindly toward you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Many other people can also testify about the message that you heard from me. Entrust this message to other people whom you can trust, because they will be qualified to teach others."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Endure as I do what we suffer for Jesus the Messiah, like a good soldier endures what he suffers."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You know that soldiers, in order to please their captain, do not become involved in civilian affairs."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Likewise, athletes competing in games cannot win unless they obey the rules."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "And the farmer who works hard must receive his share of the crops first."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Think about what I have just written, because, if you do, the Lord will enable you to understand everything that you need to understand."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "As you suffer hardships, remember Jesus the Messiah, the descendant of King David whom God raised from the dead. This is the good news that I preach."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For this good news I suffer to the point of being imprisoned as a criminal. But the word of God is not in prison."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Therefore I willingly endure all that I am suffering for the sake of those whom God has chosen. I do this in order that the Messiah Jesus will save them, too, and that they will be forever with him in the glorious place where he is."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You can depend on the message that we preach:"
          },
          {
            "tag": "q",
            "text": "\" If we have died with Jesus, we will also live with him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If we endure, we will also reign with him. But if we deny him, he also will deny us."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "If we are unfaithful to Jesus, he continues to be faithful;"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "for he cannot deny himself.\"",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Keep reminding the believers about these things that I have told you. Warn them before God not to fight over foolish words, because doing so does not help anything and can ruin those who listen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Do your best to cause God to approve you as a worker who has no need to be ashamed, who correctly teaches the word of God, which is true."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Stay away from people who talk in ways that insult God, because this kind of talk causes people to dishonor God more and more."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This kind of words will spread like an infectious disease. Hymenaeus and Philetus are two examples of men who talk like this."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "These men have stopped believing what is true. They wrongly say that the resurrection of the dead has already happened. In this way they convince some Christians to stop trusting in the Messiah."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "However, the truth about God still exists like. It is like a firm foundation of a building, on which someone has written these words: \" The Lord knows those who belong to him\" and\" Everyone who says he belongs to the Lord must stop doing wicked deeds.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "In a wealthy person' s house there are not only dishes made of gold and of silver, but also dishes made of wood and of clay. The gold and silver dishes are used on special occasions. But the wood and clay dishes are used in ordinary times."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Therefore, those who rid themselves of what is evil in their lives will be like dishes that are ready for any kind of good work. They will be prepared and very useful to the Master to do every kind of good deed."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You must avoid doing the sinful things that young people usually desire. Instead, to things that are right. Trust in God and love him. Live together in peace with the people who worship the Lord sincerely."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Do not talk with anyone about matters that are foolish and not important. Do not talk with them, because you know that when people talk about foolish things, they begin to quarrel."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But the one who serves the Lord must not quarrel. Instead, he should be kind to all people, he should be able to teach God' s truth well, and he should be patient with people."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "That is, he should gently instruct the people who argue against him. Perhaps God may give them the opportunity to repent and come to know the truth."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "In that way they may think correctly and be like people who have escaped from a trap set by the devil. It is the devil who has deceived them in order to get them to do what he wishes them to do."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:24:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}