{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Second Letter to Timothy"
      },
      {
        "tag": "toc2",
        "text": "Second Timothy"
      },
      {
        "tag": "toc3",
        "num": "2",
        "text": "Ti"
      },
      {
        "tag": "mt1",
        "num": "2",
        "text": "Timothy"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I, Paul, am writing this letter. I am an apostle because the Messiah Jesus chose me to do what God wanted. God has promised me that the Messiah Jesus will cause me to live both now and forever."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I am writing to you, Timothy, whom I love as if you were my own son. May God our Father and the Messiah Jesus our Lord act kindly and mercifully and peacefully toward you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "I thank God and I serve Him because I truly want to do what he wants, just as my ancestors did. I have always remembered to pray for you, Timothy, night and day."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I really want to see you because I remember how you cried when we separated. If I see you again, I will rejoice so much."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I remember that you truly believe in Jesus! First, your grandmother Lois and your mother Eunice in Jesus, and I am sure that you also believe in him!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Because I am sure that you believe in him, I remind you to start using again the gift God gave you. You have this gift because I put my hands on you to show that he had chosen you to do his work."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God did not give us his Spirit to cause us to be afraid; instead, he caused us to have power to obey God, to love him and others, and to control ourselves."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "So do not be ashamed to tell people about our Lord. do not be ashamed of me, even though I am a prisoner because I preach about him. Instead, be willing to suffer hardship as you tell others about the good news. God will make you able to suffer these hardships."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He will do this because he saved us and called us to be his own people. God did not save us because of any good works we did. Instead, even before the world began, he saved us because he planned to be kind to us as a result or what Jesus the Messiah would do for us."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now, as a result of our Savior the Messiah Jesus having come, everyone can see that he acts kindly toward us. Specifically, he has declared that we will not remain dead after we die! But he has shown us that because we believed the good news about the Messiah, we will live forever in bodies that will not decay!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "God decided to send me to be preacher, an apostle, and a teacher of this good news."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So, I suffer here in this prison, but I am not ashamed of being here, because I know the Messiah Jesus, the one whom I have trusted. I am convinced that he is able to keep safe the good message that he has entrusted to me until the day when he returns."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Be sure that you tell others the same correct message that you heard from me. And as you tell it, keep trusting in the Messiah Jesus and keep loving others as the Messiah Jesus enables you to do."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Do not alter the good message that God has entrusted to you. Allow the Holy Spirit who lives in us to direct what you say."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "You know that almost all the believers in Asia have stopped being friends with me, including Phygelus and Hermogenes."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "May the Lord be kind to the family of Onesiphorus, because he often helped me, and he was not ashamed that I am in prison."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "On the contrary, when he came here to Rome, he kept searching for me until he found me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "May the Lord be kind to Onesiphorus in that day when he, the Lord, will judge people. And how much he served me in Ephesus, you know very well."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:24:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}