{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You need to realize that during the last days before the Messiah returns, it will be very dangerous."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "People will love themselves more than anyone else. They will love money. They will boast about themselves. They will be proud. They will insult others. They will not obey their parents. They will not thank anyone for anything. They will not honor God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They will not love others. They will refuse to be at peace with anyone. They will slander others. They will not control themselves. They will be brutal toward others. They will hate anything that is good."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They will betray the ones they should protect. They will do dangerous things without thinking. They will be proud, and they will do what pleases them instead of loving God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will seem to honor God, but they will refuse to accept the power that God gives to those who honor him. Stay away from people like this."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "These men enter into the homes of foolish women deceive those women so that they control what they think. These are women who sin all the time, so they follow these evil men into doing all sorts of bad things that they enjoy doing."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Even though these women are always wanting to learn new things, they are never able to learn what is actually true."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "In the same way that Jannes and Jambres tried to stop Moses, so do these men now try to stop people from obeying the truth. These men are ruined in how they think. They are frauds in matters of the faith."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Nevertheless, they will not succeed very much in what they do, because most others will clearly see that these people understand nothing. It is just like how the people of Israel saw that Jannes and Jambres were foolish."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Timothy, you have followed what I taught you. You have seen my way of living. You have seen how I want to serve God. You have seen how I trust in him. You have seen how I have peace even when I am suffering. You have seen how I love God and the believers. You have seen how I keep on serving God even when it is very hard to do so."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You have seen how people persecuted me, such as how I suffered when I was in Antioch, Iconium, and Lystra. I suffered very much in those places, but the Lord has taken me out of all that suffering."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Indeed, they will make suffer all the believers who want to live in a way that they honor the Messiah Jesus."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Evil men and frauds will continue to become more evil. They will lead people away from what is true, and they will allow others to lead themselves away also."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But you, in contrast, must continue to believe what you have learned and firmly believe. I know that you are confident about these things because I am one of the people who taught you these things."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "From the time when you were a child you have known what God says in the scriptures. These enabled you to understand how God saves us when we trust in the Messiah Jesus."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "All the scriptures come from God' s Spirit, so we should read them in order to teach the truth about God. We should also read them in order to persuade people to believe the truth. Also to correct people when they sin. Also to teach people how to do what is right."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The scriptures are useful to help the believer who serves God to have everything he needs to do every kind of good deed."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "TI EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:24:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy"
}