[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "You people of Israel, listen to this funeral song that I will sing about you:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“You are like a young woman,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but in spite of that, you will certainly be struck down"
  },
  {
    "t": "q",
    "v": "and you will never get up again!"
  },
  {
    "t": "q",
    "v": "You will lie on the ground, abandoned,"
  },
  {
    "t": "q",
    "v": "and there will be no one to help you stand up.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "This is what Yahweh the Lord says to the people of Israel:"
      }
    ]
  },
  {
    "t": "q",
    "v": "“When your enemies attack you,"
  },
  {
    "t": "q",
    "v": "and when a thousand of your soldiers go into battle,"
  },
  {
    "t": "q",
    "v": "only a hundred will survive."
  },
  {
    "t": "q",
    "v": "When a hundred soldiers march out from a city to fight,"
  },
  {
    "t": "q",
    "v": "only ten will remain alive.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh continues to say to the people of Israel:"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Do not go to Bethel to seek my help;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "So come to Yahweh;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You people distort what is right; you make others think that it is something very bitter;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "God created all the groups of stars"
      },
      {
        "t": "v",
        "n": 9,
        "v": "He causes strong soldiers to be killed,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "He is the one who will punish you"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You oppress poor people and force them to pay big taxes."
      },
      {
        "t": "v",
        "n": 12,
        "v": "I know all of your sins"
      },
      {
        "t": "v",
        "n": 13,
        "v": "This is a time when many people do evil things,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "In order to remain alive,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Love what is good, and hate what is evil!"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You Israelite people, return to me!"
  },
  {
    "t": "q",
    "v": "If you do that, you will continue to remain alive."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not go to Gilgal to worship;"
  },
  {
    "t": "q",
    "v": "do not go to Beersheba,"
  },
  {
    "t": "q",
    "v": "because your enemies will drag away the people of Gilgal to other countries,"
  },
  {
    "t": "q",
    "v": "and they will completely destroy Bethel.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you do that, you will remain alive."
  },
  {
    "t": "q",
    "v": "If you do not do that,"
  },
  {
    "t": "q",
    "v": "Yahweh will come down on you descendants of Joseph like a fire;"
  },
  {
    "t": "q",
    "v": "that fire will burn everything in Bethel"
  },
  {
    "t": "q",
    "v": "and nothing will be able to save that town."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you treat good things as though they were evil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he put them in their places."
  },
  {
    "t": "q",
    "v": "Each morning he causes the darkness to become the dawn,"
  },
  {
    "t": "q",
    "v": "and each evening he causes the daylight to become darkness."
  },
  {
    "t": "q",
    "v": "He scoops up water from the oceans to become clouds,"
  },
  {
    "t": "q",
    "v": "and then he dumps the water from the clouds onto the earth."
  },
  {
    "t": "q",
    "v": "The one who does those things is Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he causes the high walls around cities to fall down."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you hate those who challenge anyone who tries to make unjust decisions;"
  },
  {
    "t": "q",
    "v": "you hate those who tell the truth in your courts."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So you have built big stone mansions for yourselves,"
  },
  {
    "t": "q",
    "v": "but you will not be able to live in them."
  },
  {
    "t": "q",
    "v": "You have planted vineyards,"
  },
  {
    "t": "q",
    "v": "but there will not be any grapes for you to harvest to make wine."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the terrible crimes that you have committed."
  },
  {
    "t": "q",
    "v": "You oppress righteous people,"
  },
  {
    "t": "q",
    "v": "and you accept bribes."
  },
  {
    "t": "q",
    "v": "You do not allow judges to treat poor people justly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so people who have good sense say nothing at all."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you must stop doing what is wrong, and start doing what is right."
  },
  {
    "t": "q",
    "v": "If you do that, Yahweh, commander of the angel armies, will be with you"
  },
  {
    "t": "q",
    "v": "as you claim that he always is."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Try to cause judges in your courts to make decisions that are right!"
  },
  {
    "t": "q",
    "v": "If you do those things, perhaps Yahweh, commander of the angel armies,"
  },
  {
    "t": "q",
    "v": "will act mercifully toward you descendants of Joseph who are still alive."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "“Because I, Yahweh, will punish you for your sins, this is what I have solemnly declared:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "People will be wailing in your vineyards,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Terrible things will happen to you who want Yahweh to punish his enemies,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "At that time, when you try to run from a lion,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "That day, when he punishes people, will certainly be awful, like a dark night"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Yahweh says, “I hate your religious celebrations"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Even if you bring me offerings to burn on the altar and offerings of grain,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "So stop singing noisy songs!"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Instead, act justly and righteously; you should do this and never stop;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "You Israelite people, your ancestors wandered through the wilderness for forty years;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "But you carried the two idols that you have made—"
      },
      {
        "t": "v",
        "n": 27,
        "v": "For I will now force you to go to a country that is far beyond Damascus!"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Terrible things will happen to you people in Jerusalem who are not worried about anything,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "You tell them, “Just go to the city of Kalneh and look at it."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Terrible things will happen to you leaders! You are trying to avoid thinking about the coming time when you will experience disasters,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You follow foreign customs in reclining to dine on couches decorated with expensive ivory,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You create new songs as if you had nothing better to do,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "You drink entire bowlfuls of wine,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Your feasting and lounging on soft couches will soon end,"
      }
    ]
  },
  {
    "t": "q",
    "v": "People will be wailing loudly in every street,"
  },
  {
    "t": "q",
    "v": "and people will be shocked in every plaza."
  },
  {
    "t": "q",
    "v": "Farmers will be called to come and weep,"
  },
  {
    "t": "q",
    "v": "along with the other official mourners who will wail for those who have died."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I will punish you severely."
  },
  {
    "t": "q",
    "v": "That will surely happen because I, Yahweh, have said it!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because that will be a day of darkness, not of light."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will face a bear."
  },
  {
    "t": "q",
    "v": "When you run into your house to be safe,"
  },
  {
    "t": "q",
    "v": "and you put your hand on the wall,"
  },
  {
    "t": "q",
    "v": "it will be bitten by a snake."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "without even a little bit of light."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the times when you gather to worship me;"
  },
  {
    "t": "q",
    "v": "I detest them all."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will no longer accept them."
  },
  {
    "t": "q",
    "v": "Even if you bring me offerings to restore fellowship with me,"
  },
  {
    "t": "q",
    "v": "I will not pay any attention to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will not listen when you play harps."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you do, it will be like the water in a river that never stops flowing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and during that time, they never brought any sacrifices and offerings to me!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Sikkuth, the god whom you call ‘king,’"
  },
  {
    "t": "q",
    "v": "and Kaiwan, the image of the star that you worship."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "That will surely happen because I, Yahweh, commander of the angel armies, have said it!”"
  }
]