[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You oppress poor people,"
  },
  {
    "t": "q",
    "v": "and you cause needy people to suffer."
  },
  {
    "t": "q",
    "v": "And you say to your husbands,"
  },
  {
    "t": "q",
    "v": "“Bring us more wine to drink!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Because I am holy, I solemnly promise this:"
  },
  {
    "t": "q",
    "v": "It will soon be the time when you all will be taken to another country;"
  },
  {
    "t": "q",
    "v": "your enemies will take you away using sharp hooks to grab you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will go through breaks in your city walls,"
  },
  {
    "t": "q",
    "v": "and they will force you to go toward Harmon."
  },
  {
    "t": "q",
    "v": "That will surely happen because I, Yahweh, have said it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "go and rebel more and more against me!"
  },
  {
    "t": "q",
    "v": "Offer sacrifices on the morning after you arrive,"
  },
  {
    "t": "q",
    "v": "and bring me a tenth of your crops the next day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and other offerings that are not required,"
  },
  {
    "t": "q",
    "v": "and boast about these offerings that you bring,"
  },
  {
    "t": "q",
    "v": "because that is what you like to do;"
  },
  {
    "t": "q",
    "v": "but you do it to impress others, not to please me."
  },
  {
    "t": "q",
    "v": "That is certainly true, because I, Yahweh, have said it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you rejected me in spite of that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "at the time when your crops needed rain the most,"
  },
  {
    "t": "q",
    "v": "I prevented rain from falling."
  },
  {
    "t": "q",
    "v": "Sometimes I allowed rain to fall on some towns"
  },
  {
    "t": "q",
    "v": "and prevented it from falling on other towns."
  },
  {
    "t": "q",
    "v": "Rain fell on some fields,"
  },
  {
    "t": "q",
    "v": "but it did not fall on other fields,"
  },
  {
    "t": "q",
    "v": "with the result that the soil in those fields where it did not rain dried up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they could not even get enough water to drink,"
  },
  {
    "t": "q",
    "v": "but in spite of that, you have not returned to me."
  },
  {
    "t": "q",
    "v": "That is certainly true because I, Yahweh, have said it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The locusts devoured your gardens and vineyards, "
  },
  {
    "t": "q",
    "v": "your fig trees and olive trees, yet you did not return to me"
  },
  {
    "t": "q",
    "v": "—this is Yahweh’s declaration.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the plagues that I sent to the people of Egypt."
  },
  {
    "t": "q",
    "v": "I caused many of your young men to die in battles."
  },
  {
    "t": "q",
    "v": "and allowed your enemies to capture your horses."
  },
  {
    "t": "q",
    "v": "Many of your soldiers were killed,"
  },
  {
    "t": "q",
    "v": "and your camps were filled with the smell of their corpses."
  },
  {
    "t": "q",
    "v": "But in spite of that, you rejected me."
  },
  {
    "t": "q",
    "v": "That is certainly true, because I, Yahweh, have said it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the people in Sodom and Gomorrah."
  },
  {
    "t": "q",
    "v": "Those of you who did not die were like a burning stick that was snatched from a fire so that it would not burn completely."
  },
  {
    "t": "q",
    "v": "But in spite of that, you rejected me."
  },
  {
    "t": "q",
    "v": "That is certainly true, because I, Yahweh, have said it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Prepare to stand in front of me, your God, when I judge you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the winds."
  },
  {
    "t": "q",
    "v": "I reveal to humans what I am thinking."
  },
  {
    "t": "q",
    "v": "and sometimes cause the daylight to become dark like the night."
  },
  {
    "t": "q",
    "v": "I rule over everything,"
  },
  {
    "t": "q",
    "v": "and even walk on the highest mountains on the earth!"
  },
  {
    "t": "q",
    "v": "I am Yahweh, commander of the angel armies!”"
  }
]