{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh our God showed me in a vision that he was going to send locusts to destroy our crops. It was going to happen right after the king's share of the hay had been harvested and before the rest of the hay was ready to be harvested."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "In the vision I saw those locusts come, and they ate everything that was green. Then I cried out, \"Yahweh our Lord, please forgive us! We Israelite people are very helpless; how will we be able to survive ?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "So Yahweh changed his mind and said, \"That will not happen.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then this is what Yahweh our Lord showed me in another vision: He was calling to a fire to come and punish his people. In the vision I saw that the fire had dried up the water under all the land and also had burned everything on the land."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then I cried out again, \"Yahweh our Lord, I plead with you, please stop this! We Israelite people are very helpless; how will we be able to survive ?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "So Yahweh changed his mind again, and said, \"That also will not happen.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Yahweh showed me another vision. I saw him standing beside a wall. It was very straight because it had been built using a plumb line. Yahweh had the plumb line in his hand."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh asked me, \"Amos, what do you see?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "I replied, \"A plumb line.\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "The hilltop places of idolatry where the descendants of Isaac worship idols will be destroyed."
          },
          {
            "tag": "q2",
            "text": "And the other important holy places in Israel will also be destroyed."
          },
          {
            "tag": "q1",
            "text": "And I will enable your enemies to attack your people with swords,"
          },
          {
            "tag": "q2",
            "text": "and they will get rid of King Jeroboam and all his descendants.\""
          }
        ],
        "tag": "p",
        "text": "Then Yahweh said, \"Look, I am going to use a plumb line among my Israelite people, to show that they are like a wall that is not straight. I will not change my mind again about punishing them."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then Amaziah the priest at Bethel, sent a message to Jeroboam, the king of Israel. In the message he said, \"Amos is plotting against you among the Israelite people. I am worried that the people of this country will not know that he is wrong."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "This is what he is saying:"
          },
          {
            "tag": "q1",
            "text": "'Jeroboam will soon be killed by someone using a sword,"
          },
          {
            "tag": "q2",
            "text": "and the people of Israel will be exiled.'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then Amaziah came to me and said, \"You prophet, get out of here! Go back to the country of Judah! Do your prophesying there if you want to earn money!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Do not prophesy anymore here at Bethel, because this is where the national temple, the king's temple, is!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "I replied to Amaziah, \"I was previously not a prophet and my father was not a prophet; I was a shepherd. I also took care of sycamore fig trees."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But Yahweh took me away from taking care of my sheep, and he said to me, 'Go to Israel and prophesy to my people there!'"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You said to me, 'Do not prophesy and say that terrible things will happen to the people of Israel;"
          },
          {
            "tag": "q2",
            "text": "stop saying those things!'"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "So listen to what Yahweh says about you:"
          },
          {
            "tag": "q1",
            "text": "'Your wife will become a prostitute in this very city;"
          },
          {
            "tag": "q2",
            "text": "your sons and daughters will die because their enemies will kill them."
          },
          {
            "tag": "q1",
            "text": "Others will measure your land"
          },
          {
            "tag": "q2",
            "text": "and divide it up among themselves;"
          },
          {
            "tag": "q1",
            "text": "and you yourself will die in a foreign country."
          },
          {
            "tag": "q1",
            "text": "And the people of Israel will certainly have to leave their country and go into exile.'\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "AMO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Amos"
}