{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Terrible things will happen to you people in Jerusalem who are not worried about anything,"
          },
          {
            "tag": "q2",
            "text": "and also to you leaders who live on the hill of the city of Samaria, you who think that you are safe."
          },
          {
            "tag": "q1",
            "text": "You call yourselves the most important people in the world,"
          },
          {
            "tag": "q2",
            "text": "and you are the leaders to whom Israelites go for help."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You tell them, \"Just go to the city of Kalneh and look at it."
          },
          {
            "tag": "q2",
            "text": "Then go to see the great city Hamath"
          },
          {
            "tag": "q2",
            "text": "and to Gath in Philistia and look at it. They are all prosperous."
          },
          {
            "tag": "q1",
            "text": "Now your lands are better than those places, and your two countries—Judah and Samaria—are bigger. So you are safe.\""
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Terrible things will happen to you leaders! You are trying to avoid thinking about the coming time when you will experience disasters,"
          },
          {
            "tag": "q2",
            "text": "when your enemies will violently attack you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You follow foreign customs in reclining to dine on couches decorated with expensive ivory,"
          },
          {
            "tag": "q2",
            "text": "on soft couches."
          },
          {
            "tag": "q1",
            "text": "You eat the tender meat of lambs"
          },
          {
            "tag": "q2",
            "text": "and fat calves."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You create new songs as if you had nothing better to do,"
          },
          {
            "tag": "q2",
            "text": "and you play them on your harps like King David did."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You drink entire bowlfuls of wine,"
          },
          {
            "tag": "q2",
            "text": "and you put expensive oils on your bodies,"
          },
          {
            "tag": "q2",
            "text": "but you do not grieve about our country of Israel, which is about to be destroyed."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Your feasting and lounging on soft couches will soon end,"
          },
          {
            "tag": "q2",
            "text": "and you will be among the first ones to be forced by your enemies to go into exile."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh the Lord has solemnly declared this:"
          },
          {
            "tag": "q1",
            "text": "\"I hate the people of Israel because they are very proud;"
          },
          {
            "tag": "q2",
            "text": "I detest their fortresses."
          },
          {
            "tag": "q1",
            "text": "I will enable their enemies to capture their capital city"
          },
          {
            "tag": "q2",
            "text": "and everything in it.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "When that happens, if there are ten people in one house, they will all die."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If a relative who has the task of burning their corpses comes to the house and inquires of anyone who is still hiding there, \"Is there anyone here with you?\" and that person replies \"No,\" the one who inquired will say, \"Be quiet! You must not call Yahweh's attention to us by mentioning his name, or he may have a reason to kill us!\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Terrible things like that will happen because Yahweh has commanded that the large houses in Israel must be smashed into pieces,"
          },
          {
            "tag": "q2",
            "text": "and small houses must be smashed into tiny bits."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Horses certainly do not run on big rocks,"
          },
          {
            "tag": "q2",
            "text": "and certainly people cannot plow the rocks with oxen."
          },
          {
            "tag": "q1",
            "text": "But you have done things that no one should do:"
          },
          {
            "tag": "q1",
            "text": "You have distorted what is fair;"
          },
          {
            "tag": "q2",
            "text": "you have changed what is right and consider it to be like things that are bitter."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are proud because you have captured the town of Lo Debar,"
          },
          {
            "tag": "q2",
            "text": "and you have said, \"We captured Karnaim by our own power!\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But Yahweh, commander of the angel armies, declares,"
          },
          {
            "tag": "q2",
            "text": "\"I will cause a certain nation to attack you people of Israel;"
          },
          {
            "tag": "q1",
            "text": "they will oppress you all the way from Hamath Pass in the northwest"
          },
          {
            "tag": "q2",
            "text": "to the brook of the Arabah."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "AMO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Amos"
}