{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh showed me another vision. In the vision, I saw him standing next to the altar. He said,"
          },
          {
            "tag": "q1",
            "text": "\"Strike the tops of the pillars of the temple,"
          },
          {
            "tag": "q2",
            "text": "until they become loose and fall down,"
          },
          {
            "tag": "q2",
            "text": "so that the foundation will shake."
          },
          {
            "tag": "q1",
            "text": "Then cause the pieces of the temple to fall down on the people who are inside."
          },
          {
            "tag": "q1",
            "text": "I will kill with a sword anyone who tries to flee;"
          },
          {
            "tag": "q2",
            "text": "no one will escape."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "If they dig deep pits in the ground, even all the way to the place of the dead,"
          },
          {
            "tag": "q2",
            "text": "or if they try to climb up to the sky"
          },
          {
            "tag": "q1",
            "text": "in order to escape,"
          },
          {
            "tag": "q2",
            "text": "I will reach out and grab them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If they go to the top of Mount Carmel to escape,"
          },
          {
            "tag": "q2",
            "text": "I will search for them and seize them."
          },
          {
            "tag": "q1",
            "text": "If they try to hide from me at the bottom of the sea,"
          },
          {
            "tag": "q2",
            "text": "I will command the huge sea monster to bite them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "If their enemies capture them and force them to go to other countries,"
          },
          {
            "tag": "q2",
            "text": "I will command that they be killed there with swords."
          },
          {
            "tag": "q1",
            "text": "I am determined to get rid of them, not to help them.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When Yahweh, commander of the angel armies, touches the earth, it melts,"
          },
          {
            "tag": "q2",
            "text": "and all over the earth many people die, and the others mourn for them."
          },
          {
            "tag": "q1",
            "text": "It is as though Yahweh causes the earth repeatedly to rise and fall"
          },
          {
            "tag": "q2",
            "text": "like water in the Nile River rises and falls."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He builds his beautiful palace in heaven"
          },
          {
            "tag": "q2",
            "text": "and sets the sky to be like a dome over the earth."
          },
          {
            "tag": "q1",
            "text": "He scoops up the water from the ocean and puts it into clouds,"
          },
          {
            "tag": "q2",
            "text": "and then empties the clouds onto the earth."
          },
          {
            "tag": "q2",
            "text": "His name is Yahweh."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh says, \"You people of Israel,"
          },
          {
            "tag": "q2",
            "text": "you are certainly now no more important to me than the people of Ethiopia."
          },
          {
            "tag": "q1",
            "text": "I brought your ancestors here from Egypt,"
          },
          {
            "tag": "q2",
            "text": "but I also brought the people of Philistia from the Island of Crete,"
          },
          {
            "tag": "q2",
            "text": "and I brought the people of Aram from the region of Kir."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I, Yahweh the Lord, have seen that you people in the kingdom of Israel are very sinful,"
          },
          {
            "tag": "q2",
            "text": "so I will destroy you."
          },
          {
            "tag": "q1",
            "text": "But I will not get rid of all you descendants of Jacob."
          },
          {
            "tag": "q2",
            "text": "That is what will surely happen because I, Yahweh, have said it."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When I command it, it will be as though I will shake you Israelite people who are living in various nations,"
          },
          {
            "tag": "q2",
            "text": "as farmer shakes a sieve to separate the stone pebbles from the grain"
          },
          {
            "tag": "q2",
            "text": "in order that they do not fall on the ground with the grain."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "From among my people,"
          },
          {
            "tag": "q2",
            "text": "all you sinful people who say, 'We will not experience disasters; nothing evil will happen to us,'"
          },
          {
            "tag": "q1",
            "text": "your enemies will kill you with their swords.\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "\"The kingdom over which King David ruled has been destroyed, like a house that collapsed and then became ruins."
          },
          {
            "tag": "q2",
            "text": "But some day I will cause it to be a kingdom again."
          },
          {
            "tag": "q1",
            "text": "I will cause it to prosper again"
          },
          {
            "tag": "q2",
            "text": "just like it did previously."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When that happens, your armies will seize the remaining part of the region of Edom,"
          },
          {
            "tag": "q2",
            "text": "and they will also seize the other nations that previously belonged to me."
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, have said that I will do these things,"
          },
          {
            "tag": "q2",
            "text": "and I will certainly cause them to happen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "There will be a time when your crops will grow very well;"
          },
          {
            "tag": "q1",
            "text": "very soon after the crops are harvested,"
          },
          {
            "tag": "q2",
            "text": "farmers will plow the ground to plant more crops in it again,"
          },
          {
            "tag": "q1",
            "text": "and soon after the vineyards are planted,"
          },
          {
            "tag": "q2",
            "text": "farmers will harvest grapes and tread on them to make wine."
          },
          {
            "tag": "q1",
            "text": "And because there will be very much wine,"
          },
          {
            "tag": "q2",
            "text": "it will seem as though wine is flowing down from the hills."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I will cause you, my Israelite people, to prosper again."
          },
          {
            "tag": "q2",
            "text": "You will rebuild your towns and live in them."
          },
          {
            "tag": "q1",
            "text": "You will plant vineyards and drink the wine made from the grapes that grows in them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will enable you to live in your land again,"
          },
          {
            "tag": "q2",
            "text": "the land that I gave to your ancestors;"
          },
          {
            "tag": "q1",
            "text": "never again will you be forced to leave it."
          },
          {
            "tag": "q2",
            "text": "That is what will surely happen because I, Yahweh, have said it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "AMO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Amos"
}