{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh also said this:"
          },
          {
            "tag": "q1",
            "text": "\"I will punish the people of Moab because of the many sins that they have committed;"
          },
          {
            "tag": "q2",
            "text": "I will not change my mind about punishing them,"
          },
          {
            "tag": "q1",
            "text": "because they dug up the bones of the king of Edom and burned them completely,"
          },
          {
            "tag": "q2",
            "text": "with the result that the ashes became as white as lime."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So I will cause a fire to completely burn the fortresses of the city of Kerioth in Moab."
          },
          {
            "tag": "q2",
            "text": "People will hear soldiers shouting and blowing trumpets loudly"
          },
          {
            "tag": "q2",
            "text": "while I am causing Moab to be destroyed"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and while I am getting rid of its king and all its leaders."
          },
          {
            "tag": "q2",
            "text": "That will surely happen because I, Yahweh, have said it!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh also said this:"
          },
          {
            "tag": "q1",
            "text": "\"I will punish the people of Judah because of the many sins that they have committed;"
          },
          {
            "tag": "q2",
            "text": "I will not change my mind about punishing them,"
          },
          {
            "tag": "q1",
            "text": "because they have rejected what I taught them"
          },
          {
            "tag": "q2",
            "text": "and they have not obeyed my commands."
          },
          {
            "tag": "q1",
            "text": "They have been deceived and persuaded to worship false gods,"
          },
          {
            "tag": "q2",
            "text": "the same gods that their ancestors worshiped."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So I will cause a fire to completely burn everything in Judah, including the fortresses in Jerusalem.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh also said this:"
          },
          {
            "tag": "q1",
            "text": "\"I will punish the people of Israel because of the many sins that they have committed;"
          },
          {
            "tag": "q2",
            "text": "I will not change my mind about punishing them,"
          },
          {
            "tag": "q1",
            "text": "because they sell righteous people to get a small amount of silver;"
          },
          {
            "tag": "q2",
            "text": "they sell poor people, causing them to become slaves,"
          },
          {
            "tag": "q2",
            "text": "getting for each of them only the amount of money with which they could buy a pair of sandals."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is as though they trample the poor people into the dirt"
          },
          {
            "tag": "q2",
            "text": "and do not treat the helpless fairly."
          },
          {
            "tag": "q2",
            "text": "Men and their fathers dishonor me by sleeping with the same slave girl."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When poor people borrow money,"
          },
          {
            "tag": "q2",
            "text": "the lenders force those people to give to them a piece of clothing for them to keep until he can pay back the money."
          },
          {
            "tag": "q1",
            "text": "But at the end of each day, instead of returning that garment as Yahweh had commanded them to,"
          },
          {
            "tag": "q2",
            "text": "they lie down on that garment at the places where they worship their gods!"
          },
          {
            "tag": "q1",
            "text": "They make people pay money for various reasons,"
          },
          {
            "tag": "q2",
            "text": "and then they drink it in the temples of their gods."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Long ago, to assist your ancestors, I got rid of the Amor people group."
          },
          {
            "tag": "q2",
            "text": "They seemed to be as tall as cedar trees"
          },
          {
            "tag": "q2",
            "text": "and as strong as oak trees,"
          },
          {
            "tag": "q1",
            "text": "but I got rid of them completely,"
          },
          {
            "tag": "q2",
            "text": "as easily as someone cuts off the branches of a tree and then digs out all the roots."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I brought your ancestors out of Egypt,"
          },
          {
            "tag": "q2",
            "text": "and then I led them through the desert for forty years."
          },
          {
            "tag": "q2",
            "text": "Then I enabled them to conquer the land of the Amorites, Canaan."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I chose some of you Israelites to be prophets,"
          },
          {
            "tag": "q2",
            "text": "and I chose others to be Nazir who were completely dedicated to me."
          },
          {
            "tag": "q1",
            "text": "You people of Israel certainly know that what I have said is true!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But you commanded the prophets to not speak the messages that I gave to them,"
          },
          {
            "tag": "q1",
            "text": "and you persuaded the Nazir to drink wine,"
          },
          {
            "tag": "q2",
            "text": "which I told them never to do."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So I will crush you"
          },
          {
            "tag": "q2",
            "text": "as the wheels of a wagon that is loaded with grain crushes whatever it rolls over."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Even if you run fast,"
          },
          {
            "tag": "q2",
            "text": "you will not escape;"
          },
          {
            "tag": "q1",
            "text": "even if you are strong, it will be as though you are weak,"
          },
          {
            "tag": "q2",
            "text": "and warriors will be unable to save themselves."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Even if you are able to shoot arrows well,"
          },
          {
            "tag": "q2",
            "text": "you will be forced to retreat;"
          },
          {
            "tag": "q1",
            "text": "even if you run fast or if you ride away on a horse,"
          },
          {
            "tag": "q2",
            "text": "you will not be able to save yourself."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Even warriors who are very brave will drop their weapons"
          },
          {
            "tag": "q2",
            "text": "when they try to flee on the day that I get rid of them."
          },
          {
            "tag": "q1",
            "text": "That will surely happen because I, Yahweh, have said it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "AMO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Amos"
}