{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the covenantal commands of Yahweh that the Israelites were required to obey. When they were in the region of Moab on the east side of the Jordan River, Moses commanded them to keep these regulations. These regulations became part of the covenant that Yahweh had made with them at Mount Sinai."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Moses summoned all the Israelite people and said to them, \"You saw for yourselves what Yahweh did to the king of Egypt and to his officials and to his entire country."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You saw all the plagues that Yahweh sent on them, and all the various miracles that he performed."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But to this day, Yahweh has not enabled you to understand the meaning of all that you have seen and heard."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For forty years Yahweh has led you while you traveled through the desert. During that time, your clothes and your sandals have not worn out."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You did not have bread to eat or wine or other fermented drinks to drink, but Yahweh took care of you, in order that you would know that he is your God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "And when we came to this place, Sihon, the king who ruled in the city of Heshbon, and Og, the king who ruled the region of Bashan, came out with their armies to attack us, but we defeated them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "We took their land and divided it among the tribes of Reuben and Gad, and half of the tribe of Manasseh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "So obey faithfully all of this covenant, in order that you will prosper in everything that you do."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Today all of us are standing in the presence of Yahweh our God—I, the leaders of all your tribes, your elders, your officials, all you Israelite men,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "your wives, your children, and the foreigners who live among us and cut wood for us and carry water for us."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You are all here today to agree to accept this covenant with Yahweh, and to bind yourselves to it."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He is making this agreement with you in order to make sure that you are his people, and that he is your God. This is what he promised to do for you, and what he solemnly promised to your ancestors Abraham, Isaac and Jacob, that he would do."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This covenant is not only with you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God is making this agreement with us who are here today and also with our descendants who are not yet born."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "You remember the things that our ancestors suffered in Egypt, and how they traveled through the land that belonged to other nations after they came out of Egypt."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "In those countries they saw those disgusting idols made of wood and stone and decorated with silver and gold."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So be sure that no man or woman or family or tribe that is here today turns away from Yahweh our God, to worship any of the gods of those people groups. If you do that, you will bring disaster on yourselves."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Be sure that no one here today who hears the words of this covenant says to himself, 'Everything will go well with me, even if I stubbornly do what I want to.' If you do that, the result will be that Yahweh will eventually destroy all of you, both good people and evil people."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh will not forgive anyone who is stubborn like that. Instead, he will be extremely angry with that person, and all the curses that I have told you about will happen to that person, until Yahweh destroys that person and his family forever."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "From all the tribes of Israel, Yahweh will choose that individual to suffer all the disasters that I have listed in the covenant—all the bad things that will happen to anyone whom Yahweh curses for disobeying the laws that I have written in this scroll."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "In future years, your descendants and people from other countries will see the disasters and the illnesses that Yahweh has caused to happen to you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They will see that all your land has been ruined by burning sulfur and salt. Nothing will have been planted. Not even weeds will be there. Your land will resemble the cities of Sodom and Gomorrah, and the cities of Admah and Zeboyim, which Yahweh destroyed when he was very angry with those people."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "And the people from those other nations will ask, 'Why did Yahweh do this to this land? Why was he so angry with the people who lived here?'"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Then other people will reply, 'It is because they refused to obey the covenant that they had made with Yahweh, the God whom their ancestors worshiped, when he brought them out of Egypt."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Instead, they wroshiped other gods that they had never worshiped before, gods that Yahweh had not told them to worship."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "So Yahweh became very angry with the people of this land, and he has caused to happen to them all the disasters that their leader warned them about."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Yahweh became extremely angry with them and took them out of their land, and threw them into another land, and they are still there.'"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "There are some things that Yahweh our God has kept secret, but he has revealed his law to us, and he expects us and our descendants to obey it forever."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 29
  },
  "id": "DEU unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Deuteronomy"
}