[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all you who are on the earth, listen to what I say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or like the dew on the ground in the morning,"
  },
  {
    "t": "q",
    "v": "or like a gentle rain on the young plants,"
  },
  {
    "t": "q",
    "v": "like showers of rain on the grass."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And all you people should praise how great our God is."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "everything that he does is perfect and completely just."
  },
  {
    "t": "q",
    "v": "He always does what he says that he will do;"
  },
  {
    "t": "q",
    "v": "he never does anything that is wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because of your sins, you no longer deserve to be his children."
  },
  {
    "t": "q",
    "v": "You are extremely wicked and deceitful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is this the way that you should repay Yahweh for all that he has done for you?"
  },
  {
    "t": "q",
    "v": "He is your father; he created you;"
  },
  {
    "t": "q",
    "v": "he caused you to become a nation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "consider what happened to your ancestors."
  },
  {
    "t": "q",
    "v": "Ask your parents, and they will inform you;"
  },
  {
    "t": "q",
    "v": "ask the older people, and they will tell you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he assigned to the nations their land."
  },
  {
    "t": "q",
    "v": "He determined where each people group should live"
  },
  {
    "t": "q",
    "v": "and limited to each people group their own gods."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he chose us, the descendants of Jacob, to belong to him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "wandering in a land that was desolate."
  },
  {
    "t": "q",
    "v": "He protected them and took care of them,"
  },
  {
    "t": "q",
    "v": "as every person takes good care of his own eyes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and flutters over them,"
  },
  {
    "t": "q",
    "v": "spreading its wings and catching them if they start to fall."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no other foreign god helped them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh enabled them to rule the hill country;"
  },
  {
    "t": "q",
    "v": "they ate the crops that grew in the fields."
  },
  {
    "t": "q",
    "v": "They found honey in the rocks,"
  },
  {
    "t": "q",
    "v": "and their olive trees grew even in stony ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they had well fed sheep and cattle,"
  },
  {
    "t": "q",
    "v": "they had very good wheat,"
  },
  {
    "t": "q",
    "v": "and they made delicious wine from their grapes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but then they rebelled against God;"
  },
  {
    "t": "q",
    "v": "they abandoned him, the one who created them,"
  },
  {
    "t": "q",
    "v": "the one who powerfully saves them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Because of their worshiping disgusting idols,"
  },
  {
    "t": "q",
    "v": "he became angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "gods that their ancestors had never known;"
  },
  {
    "t": "q",
    "v": "they offered sacrifices to gods that they had recently found out about,"
  },
  {
    "t": "q",
    "v": "gods whom your ancestors had never had any respect for."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who created them and caused them to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so he rejected the Israelite people who were like his sons and daughters."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "very unfaithful;"
  },
  {
    "t": "q",
    "v": "so I will no longer help them,"
  },
  {
    "t": "q",
    "v": "and then I will watch and see what happens to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they have caused me to be like a jealous husband because I want them to worship only me."
  },
  {
    "t": "q",
    "v": "So now, in order to cause them to become angry,"
  },
  {
    "t": "q",
    "v": "I will now send to attack them an army of a nation of worthless and foolish people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a fire that will burn all the way down to the place where dead people are;"
  },
  {
    "t": "q",
    "v": "that fire will destroy the earth and everything that grows on it,"
  },
  {
    "t": "q",
    "v": "and it will even burn what is down under the mountains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will feel as though I am shooting all my arrows on them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and because of terrible diseases;"
  },
  {
    "t": "q",
    "v": "I will send wild animals to attack them,"
  },
  {
    "t": "q",
    "v": "and poisonous snakes to bite them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and in their homes, their enemies will cause them to be terrified."
  },
  {
    "t": "q",
    "v": "Their enemies will kill young men and young women,"
  },
  {
    "t": "q",
    "v": "and they will kill infants and old people with gray hair."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order that no one would ever remember them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that they were the ones who had gotten rid of my people;"
  },
  {
    "t": "q",
    "v": "they would say, “We are the ones who defeated them;"
  },
  {
    "t": "q",
    "v": "it was not Yahweh who has done all these things.”’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "None of you are wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you would have realized what was going to happen to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and why two of your enemies would chase away ten thousand Israelite soldiers."
  },
  {
    "t": "q",
    "v": "You would realize that this would happen only if God, the one who always defended you, had put you in the hands of your enemies,"
  },
  {
    "t": "q",
    "v": "that Yahweh had abandoned you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so their gods could not have defeated us Israelites."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the grapes from those vines are bitter and poisonous."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I have locked up those plans as someone would lock up his valuable possessions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "at the right time for them to be punished;"
  },
  {
    "t": "q",
    "v": "they will soon experience disasters,"
  },
  {
    "t": "q",
    "v": "and I will punish them quickly.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will act mercifully toward you who serve him,"
  },
  {
    "t": "q",
    "v": "when he sees that you are helpless,"
  },
  {
    "t": "q",
    "v": "and that there are very few of you, slaves or free people, who are still alive."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that you thought would protect you?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you poured out wine for them to drink."
  },
  {
    "t": "q",
    "v": "So they should rise and help you;"
  },
  {
    "t": "q",
    "v": "they should be the ones who will protect you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there is no other god who is a real god."
  },
  {
    "t": "q",
    "v": "I am the one who can kill people and who can cause people to live;"
  },
  {
    "t": "q",
    "v": "I can wound people, and I can heal people,"
  },
  {
    "t": "q",
    "v": "and there is no one who can prevent me from doing those things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that just as sure as I live forever, I will act."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and prepare to punish people,"
  },
  {
    "t": "q",
    "v": "I will get revenge on my enemies,"
  },
  {
    "t": "q",
    "v": "and I will pay back those who hate me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be as though I had arrows that were covered with their blood."
  },
  {
    "t": "q",
    "v": "I will kill all those whom I capture"
  },
  {
    "t": "q",
    "v": "and cut off their heads.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because Yahweh gets revenge on those who kill the people who serve him,"
  },
  {
    "t": "q",
    "v": "and he cleanses his people’s land"
  },
  {
    "t": "q",
    "v": "which has become defiled because of their sins.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 44,
        "v": "Joshua and Moses sang that song while the Israelite people were listening."
      },
      {
        "t": "v",
        "n": 45,
        "v": "Then they finished singing to them this song."
      },
      {
        "t": "v",
        "n": 46,
        "v": "Moses said, “Never forget all these commands that I have been giving you today. Teach these laws to your children, in order that they will faithfully obey all of them."
      },
      {
        "t": "v",
        "n": 47,
        "v": "These instructions are very important. If you obey them, you will live a long time in the land that you are about to cross the Jordan River to occupy.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 48,
        "v": "On that same day, Yahweh said to Moses,"
      },
      {
        "t": "v",
        "n": 49,
        "v": "“Go to the Abarim mountain range here in the region of Moab, across from Jericho. Climb Mount Nebo and look toward the west to see Canaan, the land that I am about to give to the Israelite people."
      },
      {
        "t": "v",
        "n": 50,
        "v": "You will die on that mountain, like your older brother Aaron died on Mount Hor."
      },
      {
        "t": "v",
        "n": 51,
        "v": "You will die because both of you disobeyed me in the presence of the Israelite people, when you all were at the springs of Meribah near Kadesh in the wilderness of Zin. You did not honor and respect me in the presence of the Israelite people in the way that I deserve because I am God."
      },
      {
        "t": "v",
        "n": 52,
        "v": "When you are on that mountain where I told you to go, you will see in the distance in front of you the land that I am about to give to the Israelite people, but you will not enter it.”"
      }
    ]
  }
]