[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Before God’s prophet Moses died, he asked God to bless the Israelite people."
      },
      {
        "t": "v",
        "n": 2,
        "v": "This is what he said:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh truly loves his people"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I gave them laws to obey,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "So Yahweh became the king of his Israelite people"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Yahweh came and spoke to us at Mount Sinai;"
  },
  {
    "t": "q",
    "v": "he came like the sun rises in the region of Edom"
  },
  {
    "t": "q",
    "v": "and like his light shone on us when we were in the desert near Mount Paran after we left Mount Sinai."
  },
  {
    "t": "q",
    "v": "He came with ten thousand angels,"
  },
  {
    "t": "q",
    "v": "and there was a flaming fire at his right side."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and protects all those who belong to him."
  },
  {
    "t": "q",
    "v": "So they prostrate themselves in front of him,"
  },
  {
    "t": "q",
    "v": "and they listen to his instructions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "laws that would forever be for the descendants of Jacob."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when all the tribes and their leaders had gathered together."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "I say this about the tribe of Reuben:"
      }
    ]
  },
  {
    "t": "q",
    "v": "I desire that their tribe will never disappear,"
  },
  {
    "t": "q",
    "v": "but that they will never become numerous."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "I say this about the tribe of Judah:"
      }
    ]
  },
  {
    "t": "q",
    "v": "Yahweh, listen to them when they call out for help;"
  },
  {
    "t": "q",
    "v": "and after they separate from the other tribes, unite them with the other tribes again."
  },
  {
    "t": "q",
    "v": "Fight for them,"
  },
  {
    "t": "q",
    "v": "and help them to fight against their enemies."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "I say this about the tribe of Levi:"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The tribe of Levi did what you told them to do"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The tribe of Levi will teach the Israelite people your decrees and your laws,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh, bless their work"
      }
    ]
  },
  {
    "t": "q",
    "v": "Yahweh, give to those who are dedicated to you the sacred stones that they will use to find out what you want to be done;"
  },
  {
    "t": "q",
    "v": "You tested them at a spring in the desert, a spring that they named Massah and also named Meribah"
  },
  {
    "t": "q",
    "v": "to find out if they would remain loyal to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and obeyed the covenant that you had made with the Israelite people;"
  },
  {
    "t": "q",
    "v": "those laws were more important to them"
  },
  {
    "t": "q",
    "v": "than their siblings and parents and children."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they are the ones who will burn incense and who will completely burn on the altar the offerings that the people bring."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and accept all that they do."
  },
  {
    "t": "q",
    "v": "Crush all their enemies;"
  },
  {
    "t": "q",
    "v": "do not enable their enemies to be able to fight against them again."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "I say this about the tribe of Benjamin:"
      }
    ]
  },
  {
    "t": "q",
    "v": "They are the tribe that Yahweh loves;"
  },
  {
    "t": "q",
    "v": "he keeps them safe."
  },
  {
    "t": "q",
    "v": "He protects them continually,"
  },
  {
    "t": "q",
    "v": "and he lives among their hills."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "I say this about the tribes of Joseph:"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I desire that Yahweh will bless their land by giving them good fruit ripened by the sun"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I desire that Yahweh give them that very nice fruit that will grow on trees in their ancient mountains."
      },
      {
        "t": "v",
        "n": 16,
        "v": "I desire that Yahweh will bless their land and that he fill the land with many good crops."
      },
      {
        "t": "v",
        "n": 17,
        "v": "The descendants of Joseph will be as strong as a bull;"
      }
    ]
  },
  {
    "t": "q",
    "v": "I desire that Yahweh will bless their land"
  },
  {
    "t": "q",
    "v": "by giving them rain from the sky"
  },
  {
    "t": "q",
    "v": "and water from deep down in the ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and good crops in the right months."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I desire that Yahweh will bless the tribes of Joseph in all those ways,"
  },
  {
    "t": "q",
    "v": "because he was the leader over his older brothers when they were in Egypt."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with their weapons they will wound their enemies like a wild ox gores other animals with its horns."
  },
  {
    "t": "q",
    "v": "They will push other people groups,"
  },
  {
    "t": "q",
    "v": "all of them, to the most distant places on the earth."
  },
  {
    "t": "q",
    "v": "That is what the descendants of the two sons of Joseph will do,"
  },
  {
    "t": "q",
    "v": "the ten thousands of the tribe of Ephraim and the thousands of the tribe of Manasseh."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "I say this about the tribes of Zebulun and Issachar:"
      },
      {
        "t": "v",
        "n": 19,
        "v": "They will invite people from the other Israelite tribes to the mountain where they worship Yahweh,"
      }
    ]
  },
  {
    "t": "q",
    "v": "I desire that the people of Zebulun will prosper in their travels across the seas,"
  },
  {
    "t": "q",
    "v": "and that the people of Issachar will prosper while they stay at home and take care of their cattle and crops."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will offer correct sacrifices to him."
  },
  {
    "t": "q",
    "v": "They will become rich from the trade that they carry out on the seas"
  },
  {
    "t": "q",
    "v": "and from using the sand along the sea to make things."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "I say this about the tribe of Gad:"
      },
      {
        "t": "v",
        "n": 21,
        "v": "They chose the best part of the land for themselves;"
      }
    ]
  },
  {
    "t": "q",
    "v": "Praise Yahweh, the one who made their territory large."
  },
  {
    "t": "q",
    "v": "The people of their tribe will attack their enemies fiercely like a lion that crouches,"
  },
  {
    "t": "q",
    "v": "waiting to tear off the arm or the scalp of some animal."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a large share of the land, a share that should be given to a leader was allotted to them."
  },
  {
    "t": "q",
    "v": "When the leaders of the tribes of Israel gathered together,"
  },
  {
    "t": "q",
    "v": "they decided that the tribe of Gad should have a large share of the land."
  },
  {
    "t": "q",
    "v": "The tribe of Gad obeyed the commands of Yahweh and the things that he decided that they should do."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "I say this about the tribe of Dan:"
      }
    ]
  },
  {
    "t": "q",
    "v": "The people of the tribe of Dan are like a young lion;"
  },
  {
    "t": "q",
    "v": "they leap out from their caves in the region of Bashan to attack their enemies."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "I say this about the tribe of Naphtali:"
      }
    ]
  },
  {
    "t": "q",
    "v": "The people of the tribe of Naphtali have been blessed by Yahweh, who has been very kind to them;"
  },
  {
    "t": "q",
    "v": "their land extends far south from Lake Galilee."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "I say this about the tribe of Asher:"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Their towns will be protected by high walls with gates that have bronze and iron bars;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "You people of Israel, there is no god like your God,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "God, who lives forever, is the one who gives you refuge;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "So you Israelite people will live safely;"
      },
      {
        "t": "v",
        "n": 29,
        "v": "You people of Israel, how fortunate are you."
      }
    ]
  },
  {
    "t": "q",
    "v": "Yahweh will bless the descendants of Asher more than he will bless the other tribes."
  },
  {
    "t": "q",
    "v": "Yahweh will favor them most of all."
  },
  {
    "t": "q",
    "v": "I desire that their land will be filled with olive trees that will produce a lot of olives to make olive oil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I desire all the time that they live and not be harmed by anyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who rides majestically across the sky to help you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as though he puts his everlasting arms under you to support you."
  },
  {
    "t": "q",
    "v": "He will drive out your enemies while you advance;"
  },
  {
    "t": "q",
    "v": "he has told you to destroy all of them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you descendants of Jacob will not be disturbed by others;"
  },
  {
    "t": "q",
    "v": "in the land where you will live, there will be plenty of grain and wine,"
  },
  {
    "t": "q",
    "v": "and plenty of rain will fall from the sky."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "There is certainly no nation like your nation,"
  },
  {
    "t": "q",
    "v": "whom Yahweh has rescued from being slaves in Egypt."
  },
  {
    "t": "q",
    "v": "He will be like a shield to protect you"
  },
  {
    "t": "q",
    "v": "and like a sword to enable you to defeat your enemies."
  },
  {
    "t": "q",
    "v": "Your enemies will come to you begging for you to act mercifully toward them,"
  },
  {
    "t": "q",
    "v": "but you will trample on their backs.”"
  }
]