{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Listen to me, all you who are in the heavens,"
          },
          {
            "tag": "q",
            "text": "and all you who are on the earth, listen to what I say."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I wish that my song may help you like the rain helps you,"
          },
          {
            "tag": "q",
            "text": "or like the dew on the ground in the morning,"
          },
          {
            "tag": "q",
            "text": "or like a gentle rain on the young plants,"
          },
          {
            "tag": "q",
            "text": "like showers of rain on the grass."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I will praise Yahweh."
          },
          {
            "tag": "q",
            "text": "And all you people should praise how great our God is."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He is like a rock on top of which we are protected;"
          },
          {
            "tag": "q",
            "text": "everything that he does is perfect and completely just."
          },
          {
            "tag": "q",
            "text": "He always does what he says that he will do;"
          },
          {
            "tag": "q",
            "text": "he never does anything that is wrong."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But you Israelite people have been very unfaithful to him;"
          },
          {
            "tag": "q",
            "text": "because of your sins, you no longer deserve to be his children."
          },
          {
            "tag": "q",
            "text": "You are extremely wicked and deceitful."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You foolish and senseless people,"
          },
          {
            "tag": "q",
            "text": "is this the way that you should repay Yahweh for all that he has done for you?"
          },
          {
            "tag": "q",
            "text": "He is your father; he created you;"
          },
          {
            "tag": "q",
            "text": "he caused you to become a nation."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Think about what happened long ago;"
          },
          {
            "tag": "q",
            "text": "consider what happened to your ancestors."
          },
          {
            "tag": "q",
            "text": "Ask your parents, and they will inform you;"
          },
          {
            "tag": "q",
            "text": "ask the older people, and they will tell you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When God, who is greater than any other god, long ago divided the people into groups,"
          },
          {
            "tag": "q",
            "text": "he assigned to the nations their land."
          },
          {
            "tag": "q",
            "text": "He determined where each people group should live"
          },
          {
            "tag": "q",
            "text": "and limited to each people group their own gods."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But Yahweh decided that we would be his people;"
          },
          {
            "tag": "q",
            "text": "he chose us, the descendants of Jacob, to belong to him."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He saw our ancestors when they were in a desert,"
          },
          {
            "tag": "q",
            "text": "wandering in a land that was desolate."
          },
          {
            "tag": "q",
            "text": "He protected them and took care of them,"
          },
          {
            "tag": "q",
            "text": "as every person takes good care of his own eyes."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh protected his people just like an eagle encourages its babies to fly"
          },
          {
            "tag": "q",
            "text": "and flutters over them,"
          },
          {
            "tag": "q",
            "text": "spreading its wings and catching them if they start to fall."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh was the only one who led them;"
          },
          {
            "tag": "q",
            "text": "no other foreign god helped them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "After they entered the land that Yahweh promised to give to them,"
          },
          {
            "tag": "q",
            "text": "Yahweh enabled them to rule the hill country;"
          },
          {
            "tag": "q",
            "text": "they ate the crops that grew in the fields."
          },
          {
            "tag": "q",
            "text": "They found honey in the rocks,"
          },
          {
            "tag": "q",
            "text": "and their olive trees grew even in stony ground."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The cows gave them plenty of curds; the goats gave them plenty of milk,"
          },
          {
            "tag": "q",
            "text": "they had well fed sheep and cattle,"
          },
          {
            "tag": "q",
            "text": "they had very good wheat,"
          },
          {
            "tag": "q",
            "text": "and they made delicious wine from their grapes."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The Israelite people became rich and prosperous,"
          },
          {
            "tag": "q",
            "text": "but then they rebelled against God;"
          },
          {
            "tag": "q",
            "text": "they abandoned him, the one who created them,"
          },
          {
            "tag": "q",
            "text": "the one who powerfully saves them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He abandoned them because they started to worship other gods."
          },
          {
            "tag": "q",
            "text": "Because of their worshiping disgusting idols,"
          },
          {
            "tag": "q",
            "text": "he became angry."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They offered sacrifices to gods who were really demons,"
          },
          {
            "tag": "q",
            "text": "gods that their ancestors had never known;"
          },
          {
            "tag": "q",
            "text": "they offered sacrifices to gods that they had recently found out about,"
          },
          {
            "tag": "q",
            "text": "gods whom your ancestors had never had any respect for."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They forgot the true God, the one who protects them,"
          },
          {
            "tag": "q",
            "text": "the one who created them and caused them to live."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When Yahweh saw that they had abandoned him, he became angry,"
          },
          {
            "tag": "q",
            "text": "so he rejected the Israelite people who were like his sons and daughters."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "He said, 'They are very wicked people,"
          },
          {
            "tag": "q",
            "text": "very unfaithful;"
          },
          {
            "tag": "q",
            "text": "so I will no longer help them,"
          },
          {
            "tag": "q",
            "text": "and then I will watch and see what happens to them."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Because they now are worshiping idols, which are not really gods,"
          },
          {
            "tag": "q",
            "text": "they have caused me to be like a jealous husband because I want them to worship only me."
          },
          {
            "tag": "q",
            "text": "So now, in order to cause them to become angry,"
          },
          {
            "tag": "q",
            "text": "I will now send to attack them an army of a nation of worthless and foolish people."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I will be very angry, and I will destroy them"
          },
          {
            "tag": "q",
            "text": "like a fire that will burn all the way down to the place where dead people are;"
          },
          {
            "tag": "q",
            "text": "that fire will destroy the earth and everything that grows on it,"
          },
          {
            "tag": "q",
            "text": "and it will even burn what is down under the mountains."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I will pile up on them many disasters;"
          },
          {
            "tag": "q",
            "text": "they will feel as though I am shooting all my arrows on them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They will die because of being hungry and because of having hot fevers"
          },
          {
            "tag": "q",
            "text": "and because of terrible diseases;"
          },
          {
            "tag": "q",
            "text": "I will send wild animals to attack them,"
          },
          {
            "tag": "q",
            "text": "and poisonous snakes to bite them."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Outside their houses, their enemies will kill them with swords,"
          },
          {
            "tag": "q",
            "text": "and in their homes, their enemies will cause them to be terrified."
          },
          {
            "tag": "q",
            "text": "Their enemies will kill young men and young women,"
          },
          {
            "tag": "q",
            "text": "and they will kill infants and old people with gray hair."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I wanted only to scatter them to distant countries"
          },
          {
            "tag": "q",
            "text": "in order that no one would ever remember them."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But if I did that, their enemies would wrongly boast"
          },
          {
            "tag": "q",
            "text": "that they were the ones who had gotten rid of my people;"
          },
          {
            "tag": "q",
            "text": "they would say, \"We are the ones who defeated them;"
          },
          {
            "tag": "q",
            "text": "it was not Yahweh who has done all these things.\"'"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You Israelites are a nation of people who do not have any sense."
          },
          {
            "tag": "q",
            "text": "None of you are wise."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "If you were wise, you would understand why you would be punished;"
          },
          {
            "tag": "q",
            "text": "you would have realized what was going to happen to you."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "You would have realized why a thousand of your soldiers would be defeated by only one of the enemy soldiers,"
          },
          {
            "tag": "q",
            "text": "and why two of your enemies would chase away ten thousand Israelite soldiers."
          },
          {
            "tag": "q",
            "text": "You would realize that this would happen only if God, the one who always defended you, had put you in the hands of your enemies,"
          },
          {
            "tag": "q",
            "text": "that Yahweh had abandoned you."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Your enemies know that their gods are not powerful like Yahweh, our God,"
          },
          {
            "tag": "q",
            "text": "so their gods could not have defeated us Israelites."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Your enemies are like grapevines planted near the ruins of the cities of Sodom and Gomorrah;"
          },
          {
            "tag": "q",
            "text": "the grapes from those vines are bitter and poisonous."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "The wine from those grapes is like the poison of snakes."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Yahweh says, 'I know what I have planned to do to the Israelite people and to their enemies,"
          },
          {
            "tag": "q",
            "text": "and I have locked up those plans as someone would lock up his valuable possessions."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "I am the one who will get revenge and pay those enemies back for what they have done to my people,"
          },
          {
            "tag": "q",
            "text": "at the right time for them to be punished;"
          },
          {
            "tag": "q",
            "text": "they will soon experience disasters,"
          },
          {
            "tag": "q",
            "text": "and I will punish them quickly.'"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "But Yahweh will say that you who are truly his people are innocent,"
          },
          {
            "tag": "q",
            "text": "and he will act mercifully toward you who serve him,"
          },
          {
            "tag": "q",
            "text": "when he sees that you are helpless,"
          },
          {
            "tag": "q",
            "text": "and that there are very few of you, slaves or free people, who are still alive."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then Yahweh will ask you, 'Where are the gods"
          },
          {
            "tag": "q2",
            "text": "that you thought would protect you?"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "You gave to those gods the best parts of the animals that you sacrificed,"
          },
          {
            "tag": "q",
            "text": "and you poured out wine for them to drink."
          },
          {
            "tag": "q",
            "text": "So they should rise and help you;"
          },
          {
            "tag": "q",
            "text": "they should be the ones who will protect you!"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "But now you will realize that I, only I, am God;"
          },
          {
            "tag": "q",
            "text": "there is no other god who is a real god."
          },
          {
            "tag": "q",
            "text": "I am the one who can kill people and who can cause people to live;"
          },
          {
            "tag": "q",
            "text": "I can wound people, and I can heal people,"
          },
          {
            "tag": "q",
            "text": "and there is no one who can prevent me from doing those things."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "I raise my hand toward heaven and solemnly declare"
          },
          {
            "tag": "q",
            "text": "that just as sure as I live forever, I will act."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "When I sharpen my sword"
          },
          {
            "tag": "q",
            "text": "and prepare to punish people,"
          },
          {
            "tag": "q",
            "text": "I will get revenge on my enemies,"
          },
          {
            "tag": "q",
            "text": "and I will pay back those who hate me."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "I will kill all of my enemies with a sword;"
          },
          {
            "tag": "q",
            "text": "it will be as though I had arrows that were covered with their blood."
          },
          {
            "tag": "q",
            "text": "I will kill all those whom I capture"
          },
          {
            "tag": "q",
            "text": "and cut off their heads.'"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "You people of all nations, you should praise Yahweh's people,"
          },
          {
            "tag": "q",
            "text": "because Yahweh gets revenge on those who kill the people who serve him,"
          },
          {
            "tag": "q",
            "text": "and he cleanses his people's land"
          },
          {
            "tag": "q",
            "text": "which has become defiled because of their sins.\""
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "Joshua and Moses sang that song while the Israelite people were listening."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Then they finished singing to them this song."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Moses said, \"Never forget all these commands that I have been giving you today. Teach these laws to your children, in order that they will faithfully obey all of them."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "These instructions are very important. If you obey them, you will live a long time in the land that you are about to cross the Jordan River to occupy.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "48",
            "text": "On that same day, Yahweh said to Moses,"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "\"Go to the Abarim mountain range here in the region of Moab, across from Jericho. Climb Mount Nebo and look toward the west to see Canaan, the land that I am about to give to the Israelite people."
          },
          {
            "tag": "v",
            "num": "50",
            "text": "You will die on that mountain, like your older brother Aaron died on Mount Hor."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "You will die because both of you disobeyed me in the presence of the Israelite people, when you all were at the springs of Meribah near Kadesh in the wilderness of Zin. You did not honor and respect me in the presence of the Israelite people in the way that I deserve because I am God."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "When you are on that mountain where I told you to go, you will see in the distance in front of you the land that I am about to give to the Israelite people, but you will not enter it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 32
  },
  "id": "DEU unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Deuteronomy"
}