[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I thought about all those things, and I decided that God controls what happens to everyone, even those who are wise and those who are righteous. No one knows whether others will love them or whether they will hate them."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "But we know that some time in the future we will all die."
      }
    ]
  },
  {
    "t": "q",
    "v": "It does not matter whether we act righteously or wickedly,"
  },
  {
    "t": "q",
    "v": "whether we are good or whether we are bad,"
  },
  {
    "t": "q",
    "v": "whether we are acceptable for worshiping God"
  },
  {
    "t": "q",
    "v": "or whether we have done things to cause us to be unacceptable."
  },
  {
    "t": "q",
    "v": "It does not matter if we offer sacrifices to God or if we do not."
  },
  {
    "t": "q",
    "v": "It does not matter if we do what we have promised God that we will do or if we do not."
  },
  {
    "t": "q",
    "v": "We all die."
  },
  {
    "t": "q",
    "v": "The same thing will happen to good people and to sinful people,"
  },
  {
    "t": "q",
    "v": "to those who solemnly promise to do things for God and to those who are afraid to make such promises."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "It seems wrong that the same thing happens to everyone on this earth. Everyone dies. Furthermore, people’s inner beings are full of evil. People do foolish things while they are alive, and then they join those who are dead."
      },
      {
        "t": "v",
        "n": 4,
        "v": "While we are alive, we can expect that good things will happen to us. We despise dogs, but it is better to be a dog that is alive than to be a majestic lion that is dead."
      },
      {
        "t": "v",
        "n": 5,
        "v": "We who are alive know that some day we will die,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "While they were alive, they loved people, they hated people, they envied people,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but dead people do not know anything."
  },
  {
    "t": "q",
    "v": "Dead people do not receive any more rewards,"
  },
  {
    "t": "q",
    "v": "and people soon forget them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they stop doing any of that when they die."
  },
  {
    "t": "q",
    "v": "They will never again be a part of anything that happens here on the earth."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "So I say, be joyful while you eat your food and drink your wine, because that is what God wants you to do."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Wear nice clothes and cause your face to have a good appearance."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Enjoy living with your wife whom you love, all during the time that God has given to you to be alive here on this earth. Even though it is difficult to understand why many things happen, this life with your wife is your reward for doing the work that you do here on this earth."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Whatever you are able to do, do it with all your energy, because at some point you will die, and in the place of the dead where you are going, no one works or plans to do anything or knows anything or has any wisdom."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "I have seen something else here on the earth:"
      }
    ]
  },
  {
    "t": "q",
    "v": "The person who runs fastest does not always win the race,"
  },
  {
    "t": "q",
    "v": "the strongest soldiers do not always win the battle,"
  },
  {
    "t": "q",
    "v": "the wisest people do not always have food,"
  },
  {
    "t": "q",
    "v": "the smartest people do not always become rich,"
  },
  {
    "t": "q",
    "v": "and the people who have studied a lot are not always honored by others."
  },
  {
    "t": "q",
    "v": "We cannot always control what things will happen to us and where they will happen."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "No one knows when he will die."
      }
    ]
  },
  {
    "t": "q",
    "v": "Fish are cruelly caught in a net,"
  },
  {
    "t": "q",
    "v": "and birds are caught in snares."
  },
  {
    "t": "q",
    "v": "Similarly, people experience disasters"
  },
  {
    "t": "q",
    "v": "at times when they do not expect them to happen."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Once I saw here on this earth something that a wise man did that impressed me."
      },
      {
        "t": "v",
        "n": 14,
        "v": "There was a small town, where only a few people lived. The army of a great king came to that town and surrounded it. They built dirt ramps up against the walls in order to climb up and attack the town."
      },
      {
        "t": "v",
        "n": 15,
        "v": "In that town there was someone who was poor but very wise. Because of what that person suggested, the town was saved, but people soon forgot about him."
      },
      {
        "t": "v",
        "n": 16,
        "v": "So I realized that although being wise is better than being strong, if you are poor, no one will appreciate what you do, and people will soon forget what you said."
      },
      {
        "t": "v",
        "n": 17,
        "v": "A wise man who speaks quietly—people hear him better"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Being wise is more useful"
      },
      {
        "t": "v",
        "n": 1,
        "v": "A few dead flies in a bottle of perfume cause all the perfume to stink."
      },
      {
        "t": "v",
        "n": 2,
        "v": "If people think sensibly, it will lead them to do what is right;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Even while foolish people walk along the road,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do not quit your job when a ruler is angry with you."
      },
      {
        "t": "v",
        "n": 5,
        "v": "There is something else that I have seen here on this earth,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "they appoint foolish people to have important positions,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They allow slaves to ride on horses like rich people usually do,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "It is possible that those who dig pits"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If you work in a quarry,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "If your axe is not sharp,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "If a snake bites someone before the snake is charmed,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Wise people say what is sensible, and because of that, people honor them,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "When foolish people start to talk, they say foolish things,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "They talk too much."
      },
      {
        "t": "v",
        "n": 15,
        "v": "Foolish people become very exhausted by the work that they do,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Terrible things will happen to the people of a nation whose ruler is a foolish young person,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "But how fortunate is a nation if its ruler comes from a noble family,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Some men are very lazy and do not repair the beams of their roof,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Eating food and drinking wine makes us laugh and be happy."
      },
      {
        "t": "v",
        "n": 20,
        "v": "Do not even think about cursing the king,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Give generously to others some of the money that you have;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Share some of what you have with seven or eight others,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "It is true that when clouds are full of water,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "If farmers see in what direction the wind is blowing,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "We do not know where the wind comes from or where it goes,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Start planting your seeds in the morning,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "It is very delightful to be alive"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Even if people live for many years,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You young people, be happy while you are still young."
      },
      {
        "t": "v",
        "n": 10,
        "v": "So when you are young, do not worry about anything,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "While you are still young, keep thinking about God, who created you."
      },
      {
        "t": "v",
        "n": 2,
        "v": "When you become old, the light from the sun and moon and stars will seem dim to you,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Then your arms that you use to protect yourself,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Your ears will no longer hear the noise in the streets,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You will be afraid to be in high places"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Think much about God now, because soon our lives will end,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Then our corpses will decay and become dirt again,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "So I, the Teacher, say again that everything is temporary and useless."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than they hear a king who is shouting to a foolish crowd."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than having a lot of weapons;"
  },
  {
    "t": "q",
    "v": "however, if a person does just one foolish thing,"
  },
  {
    "t": "q",
    "v": "he might ruin many good things that others have done."
  }
]