{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Be careful when you approach God in his house. Listen well to him. That is better than offering sacrifices to him and then not obeying him, which is foolish."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do not speak too quickly without thinking about the words you say;"
          },
          {
            "tag": "q2",
            "text": "and do not be too quick in your heart to complain about something to God."
          },
          {
            "tag": "q1",
            "text": "Remember that God is very different from you and he is in heaven. "
          },
          {
            "tag": "q2",
            "text": "You, however, are very limited and you must live all your life here on earth."
          },
          {
            "tag": "q1",
            "text": "So think carefully about what you say to God, and do not speak without thinking about how you should speak to him. "
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If you are continually thinking and worrying about things,"
          },
          {
            "tag": "q2",
            "text": "you will have bad dreams about them and not rest well."
          },
          {
            "tag": "q1",
            "text": "And the more you talk,"
          },
          {
            "tag": "q2",
            "text": "the more likely it will be that you will say things that are foolish."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "When you solemnly promise God that you will do something, do not foolishly delay in doing it, because God is not pleased with foolish people. Do all the things that you promise God that you will do."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is better to not promise anything than to promise to do something and then not do it."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Do not let the things that you promise to do cause you to sin by not doing them. And if you promise God that you will do something but then do not do it, do not say to God's priest that it was a mistake for you to promise to do that. If you do that, God can destroy everything you have worked to accomplish."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Promising to do something and not doing it is like having a useless dream. Instead, honor God by doing what you promised him that you would do."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Do not be surprised if you see poor people being oppressed. There are people able to stop others from oppressing them, but even these people are under the power of someone even higher."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Even though people throughout the land own their fields, the king forces them to give him some of the crops that they harvest."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Everyone who tries to get as much money as they can"
          },
          {
            "tag": "q2",
            "text": "will never think that they have enough."
          },
          {
            "tag": "q1",
            "text": "They will never be satisfied with the money that they have."
          },
          {
            "tag": "q2",
            "text": "That fact also makes no sense."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The more money that people have,"
          },
          {
            "tag": "q2",
            "text": "the more they want to spend it."
          },
          {
            "tag": "q1",
            "text": "People who have a lot of money do not benefit from it,"
          },
          {
            "tag": "q2",
            "text": "except to look at it and admire it."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Those who work hard sleep peacefully at night,"
          },
          {
            "tag": "q2",
            "text": "even if they do not have much food to eat."
          },
          {
            "tag": "q1",
            "text": "But rich people do not sleep well"
          },
          {
            "tag": "q2",
            "text": "because they worry about their money."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "I have seen another terrible thing that happens here on the earth."
          },
          {
            "tag": "q1",
            "text": "People save up all their money and become rich,"
          },
          {
            "tag": "q2",
            "text": "but they are miserable because they store up their money."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If something happens that causes their money to be gone,"
          },
          {
            "tag": "q2",
            "text": "then when they die,"
          },
          {
            "tag": "q2",
            "text": "there is no money for their children."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When we are born,"
          },
          {
            "tag": "q2",
            "text": "we do not bring anything with us,"
          },
          {
            "tag": "q1",
            "text": "and when we die,"
          },
          {
            "tag": "q2",
            "text": "we take nothing with us"
          },
          {
            "tag": "q1",
            "text": "from all that we have earned by working hard."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "That also seems to make no sense."
          },
          {
            "tag": "q1",
            "text": "People bring nothing into the world when they are born,"
          },
          {
            "tag": "q2",
            "text": "and when they leave this world they take nothing with them."
          },
          {
            "tag": "q1",
            "text": "They have worked hard,"
          },
          {
            "tag": "q2",
            "text": "but they receive no lasting benefit."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Furthermore, rich people are always miserable, sad,"
          },
          {
            "tag": "q2",
            "text": "and depressed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "So the best thing for people to do here on the earth during the few years that God allows them to be alive is to eat, drink, and enjoy their work, because those are the things that he allows them to do."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If people are rich and have a lot of possessions, and are able to enjoy the things that they have and to enjoy their work, those things are also gifts from God."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Those people do not think much about everything that has happened during their lifetime, because God makes sure that they keep working at what they enjoy."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "ECC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ecclesiastes"
}