[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do that before you are old and you experience many troubles,"
  },
  {
    "t": "q",
    "v": "during the years when you say,"
  },
  {
    "t": "q",
    "v": "“I no longer enjoy being alive.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it will seem that the rain clouds always return quickly after it rains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your legs that support your body will become weak."
  },
  {
    "t": "q",
    "v": "Many of the teeth that you use to grind your food will fall out,"
  },
  {
    "t": "q",
    "v": "and your eyes that you use to look out of windows will not see clearly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will no longer be able to hear clearly the sound of people grinding grain with millstones."
  },
  {
    "t": "q",
    "v": "You will be awakened in the morning by hearing the birds singing,"
  },
  {
    "t": "q",
    "v": "but you will not be able to hear well the songs that the birds sing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and afraid of dangers on the roads that you walk on."
  },
  {
    "t": "q",
    "v": "Your hair will become white like the flowers of almond trees."
  },
  {
    "t": "q",
    "v": "When you try to walk, you will drag yourself along like grasshoppers,"
  },
  {
    "t": "q",
    "v": "and you will no longer desire a woman at all."
  },
  {
    "t": "q",
    "v": "Then you will die and go to your eternal home,"
  },
  {
    "t": "q",
    "v": "and the people who will mourn for you will be in the streets."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like silver chains or golden bowls that break easily,"
  },
  {
    "t": "q",
    "v": "or like pitchers that are broken at the water fountain,"
  },
  {
    "t": "q",
    "v": "or like broken pulleys at a well."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and our spirits will return to God, the one who gave us our spirits."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "I, the Teacher, was considered to be a very wise man, and I taught the people many things. I assembled and wrote down many proverbs, and I carefully thought about them and put them in order."
      },
      {
        "t": "v",
        "n": 10,
        "v": "I searched for words that would be pleasing to hear, and what I have written is reliable and true."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "The things that I and other wise people say give directions, and they are like nails that fix things together and last a long time. When people follow clear and understandable directions, they know what is right, and, so then they can do it. The sayings of the wise are like our shepherd who guides us where we need to go."
      },
      {
        "t": "v",
        "n": 12,
        "v": "So, my son, pay careful attention to what I have written, and choose carefully what you read that others have written. This work of writing many books is endless. Trying to study them all will be an endless task."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Now you have heard all that I have told you,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "And do not forget that God will judge everything that we do,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and here is the conclusion:"
  },
  {
    "t": "q",
    "v": "Revere God, and obey his commandments,"
  },
  {
    "t": "q",
    "v": "because those commandments summarize everything that people should do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "good things and bad things,"
  },
  {
    "t": "q",
    "v": "even things that we do secretly."
  }
]