[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I have seen something else here on this earth that troubles people.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "God enables some people to receive a lot of money and possessions and to be honored by him. They have everything that they want. But God sometimes does not allow them to enjoy those things. Someone else gets them and enjoys them. That seems senseless and unfair.",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Someone might have a hundred children and live for many years. But if he is not able to enjoy the things that he has acquired, and if he is not buried properly after he dies, I say that a child that is dead when it is born is more fortunate.",
        "id": 4
      },
      {
        "t": "v",
        "n": 4,
        "v": "This is true, even though that dead baby’s birth is meaningless—even though it does not have a name, and its brief life becomes only a sad memory in the future.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "That baby does not live to see the sun or know anything. But even so, it finds more rest than rich people do who are alive.",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "Even if people should live for two thousand years, if they do not enjoy the things that God gives to them, it would have been better for them never to have been born.",
        "id": 7
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "All people who live a long time certainly all go to the same place—to the grave.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "People work hard to earn enough money to buy food to eat,",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but often they never get enough to eat.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "So it seems that wise people do not receive more lasting benefits",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "than foolish people do.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "And it seems that poor people do not benefit from knowing how to conduct their lives.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "It is better to enjoy the things that we already have",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "than to constantly want more things.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Continually wanting more things is senseless,",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "like trying to control the wind.",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "All the things that exist on the earth have been given names.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Everyone knows what people are like,",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so it is useless to argue with God,",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "who is stronger than we are.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "The more that we talk,",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the more often we say things that are senseless,",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so it certainly does not benefit us to talk a lot.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "No human being can know everything that is good for himself in this life. People live for a few seemingly meaningless days. Life passes by quickly, like a shadow, and no one know what is coming after we die. We live for only a short time, and then we disappear like a vapor.",
        "id": 43
      }
    ],
    "id": 42
  }
]