{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Give generously to others some of the money that you have;"
          },
          {
            "tag": "q2",
            "text": "if you do that, later you will get back an equal amount."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Share some of what you have with seven or eight others,"
          },
          {
            "tag": "q2",
            "text": "because you do not know when you will experience a disaster and will need their help."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It is true that when clouds are full of water,"
          },
          {
            "tag": "q2",
            "text": "they pour rain on the earth."
          },
          {
            "tag": "q1",
            "text": "Similarly, wherever a tree falls on the ground,"
          },
          {
            "tag": "q2",
            "text": "that is where it will remain."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "If farmers see in what direction the wind is blowing,"
          },
          {
            "tag": "q2",
            "text": "they will know whether it is wise at that time to plant things or not."
          },
          {
            "tag": "q1",
            "text": "It is also true that if farmers look at the clouds and see that they are blowing from the west and will bring rain,"
          },
          {
            "tag": "q2",
            "text": "they will not try to harvest their crops on that day."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "We do not know where the wind comes from or where it goes,"
          },
          {
            "tag": "q2",
            "text": "and we do not know how bodies are formed in a woman's womb."
          },
          {
            "tag": "q1",
            "text": "Similarly, God is the one who makes everything,"
          },
          {
            "tag": "q2",
            "text": "and we cannot fully understand what he does."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Start planting your seeds in the morning,"
          },
          {
            "tag": "q2",
            "text": "and do not stop planting them until the evening,"
          },
          {
            "tag": "q1",
            "text": "because you do not know which ones will grow better,"
          },
          {
            "tag": "q2",
            "text": "the ones you plant in the morning or the ones you plant later in the day,"
          },
          {
            "tag": "q2",
            "text": "or whether both will grow well."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is very delightful to be alive"
          },
          {
            "tag": "q2",
            "text": "and see the sun rise every morning."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Even if people live for many years,"
          },
          {
            "tag": "q2",
            "text": "they should enjoy all of them."
          },
          {
            "tag": "q1",
            "text": "But they should not forget that some day they will die"
          },
          {
            "tag": "q2",
            "text": "and then they will never be able to see any light again,"
          },
          {
            "tag": "q2",
            "text": "and they do not know what will happen to them after they die."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You young people, be happy while you are still young."
          },
          {
            "tag": "q2",
            "text": "Enjoy doing the things that you want to do."
          },
          {
            "tag": "q1",
            "text": "But do not forget that God will judge you one day"
          },
          {
            "tag": "q2",
            "text": "concerning all the things that you do."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So when you are young, do not worry about anything,"
          },
          {
            "tag": "q2",
            "text": "and do not pay attention to the pains that you have in your body,"
          },
          {
            "tag": "q1",
            "text": "because we will not remain young and strong forever."
          }
        ],
        "auto": true
      }
    ],
    "num": 11
  },
  "id": "ECC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ecclesiastes"
}