{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It is better that other people honor us than to have fine perfume."
          },
          {
            "tag": "q2",
            "text": "The day that we die is better than the day that we are born."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It is better to go to a house where people are mourning about someone who has died"
          },
          {
            "tag": "q2",
            "text": "than to go to a house where people are feasting,"
          },
          {
            "tag": "q1",
            "text": "because everyone will die some day,"
          },
          {
            "tag": "q2",
            "text": "and people should think about when they will die."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It is better to be sad than to be always laughing,"
          },
          {
            "tag": "q2",
            "text": "because when we are sad, we can think better about the things that will make us wise and happy."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Wise people go to where others are mourning to comfort them,"
          },
          {
            "tag": "q2",
            "text": "but foolish people only search for those who are laughing."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is better to pay attention to someone who is rebuking you"
          },
          {
            "tag": "q2",
            "text": "than to listen to the songs of a foolish person."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "By listening to foolish people laughing"
          },
          {
            "tag": "q2",
            "text": "we will not learn anymore than by listening to the crackling of thorns being burned under a pot."
          },
          {
            "tag": "q2",
            "text": "Listening to fools is senseless."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When wise people say to others, \"You must pay me a lot of money for me to protect you,\""
          },
          {
            "tag": "q2",
            "text": "that causes those wise people to become foolish."
          },
          {
            "tag": "q2",
            "text": "Those who accept bribes become unable to do what is right."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Finishing something is better than starting something,"
          },
          {
            "tag": "q2",
            "text": "and being patient is better than being proud."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not quickly lose your temper,"
          },
          {
            "tag": "q2",
            "text": "because it is foolish people who become very angry."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not say, \"Things were a lot better previously,\""
          },
          {
            "tag": "q2",
            "text": "because it is only foolish people who say that."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Being wise is like inheriting valuable things."
          },
          {
            "tag": "q2",
            "text": "There are lasting benefits for anyone on earth who is wise."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "We are sometimes protected by being wise,"
          },
          {
            "tag": "q2",
            "text": "as we are sometimes protected by having a lot of money."
          },
          {
            "tag": "q1",
            "text": "However, being wise is better than having a lot of money,"
          },
          {
            "tag": "q2",
            "text": "because being wise prevents us from doing foolish things that would cause us to die."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Think carefully about what God has done."
          },
          {
            "tag": "q1",
            "text": "Certainly no one can cause to become straight"
          },
          {
            "tag": "q2",
            "text": "the things that God has caused to be crooked."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When things are going well for you, be happy,"
          },
          {
            "tag": "q2",
            "text": "and when things are not going well for you,"
          },
          {
            "tag": "q1",
            "text": "remember that God is the one who causes good things to happen"
          },
          {
            "tag": "q2",
            "text": "and who also causes disasters."
          },
          {
            "tag": "q1",
            "text": "Yet God does not reveal to anyone exactly what his future holds."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "During all the time that I have been alive I have seen many things that seem senseless."
          },
          {
            "tag": "q1",
            "text": "I have seen righteous people die while they were still young,"
          },
          {
            "tag": "q2",
            "text": "and I have seen wicked people remain alive for a very long time"
          },
          {
            "tag": "q2",
            "text": "in spite of their continuing to be wicked."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So do not think that you are very righteous,"
          },
          {
            "tag": "q2",
            "text": "and do not think that you are very wise,"
          },
          {
            "tag": "q2",
            "text": "because if you think those things, you will destroy yourself."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If you do what is evil or do what is foolish,"
          },
          {
            "tag": "q2",
            "text": "you might die while you are still young."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Continue to try to become wise and do what is right."
          },
          {
            "tag": "q2",
            "text": "Both of those things are found in the person who always respects God."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If you are wise, you will be more powerful"
          },
          {
            "tag": "q2",
            "text": "than the ten most powerful men in your city."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "There is no one in this world who always does what is right,"
          },
          {
            "tag": "q2",
            "text": "who never sins."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Do not pay attention to everything that people say,"
          },
          {
            "tag": "q2",
            "text": "because if you do that, you might hear your servant curse you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "After all, you yourself know very well that you have also cursed other people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "I said to myself that I would use my wisdom to study all the things that I have written about,"
          },
          {
            "tag": "q1",
            "text": "but I was not able to do it."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Wisdom seems to be far from me."
          },
          {
            "tag": "q2",
            "text": "There is no one who can truly understand everything."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But I decided to investigate things and"
          },
          {
            "tag": "q2",
            "text": "by my wisdom try to understand the reason for everything."
          },
          {
            "tag": "q1",
            "text": "I also wanted to understand why people act wickedly"
          },
          {
            "tag": "q2",
            "text": "and why they act very foolishly."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "One thing I learned was that allowing a woman to seduce you is worse than dying."
          },
          {
            "tag": "q2",
            "text": "A woman who tries to seduce men is as dangerous as a trap."
          },
          {
            "tag": "q1",
            "text": "If you allow her to put her arms around you, it will be as though she is fastening you with chains."
          },
          {
            "tag": "q1",
            "text": "Women like that will capture sinful men,"
          },
          {
            "tag": "q2",
            "text": "but men who please God will escape from such women."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "This is what I have learned. I tried to learn more and more about things to try to find out the reason for everything,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "and I continued to try to learn more, but I could not find all that I was searching for. But one thing that I found out was that among one thousand people I found one righteous man, but I did not find even one righteous woman."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I have learned only this: That when God created people, they were righteous, but they have found many ways to complicate their own lives."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "ECC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ecclesiastes"
}