[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Similarly, a small amount of acting foolishly can have a greater effect than acting wisely."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if they think foolishly, it causes them to do what is wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they show that they do not have good sense."
  },
  {
    "t": "q",
    "v": "They show everyone that they are not wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you remain calm, he will probably stop being angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "something that rulers sometimes do that is wrong:"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while they appoint rich people to have unimportant positions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they force officials to walk like slaves usually do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will fall into one of those pits."
  },
  {
    "t": "q",
    "v": "It is possible that someone who tears down a wall"
  },
  {
    "t": "q",
    "v": "will be bitten by a snake that is in that wall."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is possible that a stone will fall on you and injure you."
  },
  {
    "t": "q",
    "v": "It is possible that men who split logs"
  },
  {
    "t": "q",
    "v": "will be injured by one of those logs."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will need to work harder to cut down a tree,"
  },
  {
    "t": "q",
    "v": "but by using wisdom, you will succeed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then that person’s ability to charm snakes will not benefit him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but foolish people are destroyed by what they themselves say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they end by saying things that are both wicked and foolish."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "None of us knows what will happen in the future,"
  },
  {
    "t": "q",
    "v": "or what will happen after we die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that they are even unable to find the road to their town."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "whose leaders continually eat, all during the day, every day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if its leaders feast only at the proper times,"
  },
  {
    "t": "q",
    "v": "and if they eat and drink only to be strong, not to become drunk."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that the roof sags and collapses."
  },
  {
    "t": "q",
    "v": "If they do not repair the roof,"
  },
  {
    "t": "q",
    "v": "water will leak into the house when it rains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you have enough money, you can buy everything you need."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or about cursing rich people, even when you are alone in your bedroom."
  },
  {
    "t": "q",
    "v": "It is always possible that a little bird will hear what you are saying"
  },
  {
    "t": "q",
    "v": "and tell those people what you said about them."
  }
]