{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Ecclesiastes"
        },
        {
          "tag": "toc2",
          "text": "Ecclesiastes"
        },
        {
          "tag": "toc3",
          "text": "Ecc"
        },
        {
          "tag": "mt1",
          "text": "Ecclesiastes"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are the words and sayings of the descendant of King David, who is king in Jerusalem. The people call me 'The Teacher.'"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The Teacher says, \"Nothing is permanent."
            },
            {
              "tag": "q2",
              "text": "It is all like the morning mist or the wind;"
            },
            {
              "tag": "q2",
              "text": "It goes and comes, but for what reason?"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "What do people gain from all the work that they do here on the earth?\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Each year old people die and babies are born,"
            },
            {
              "tag": "q2",
              "text": "but the earth never changes."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Each morning the sun rises, and each evening it sets,"
            },
            {
              "tag": "q2",
              "text": "and then it hurries around to where it started from."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The wind blows south,"
            },
            {
              "tag": "q2",
              "text": "and then it turns around to start blowing to the north."
            },
            {
              "tag": "q1",
              "text": "It goes around and around in circles."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All the streams flow into the sea,"
            },
            {
              "tag": "q2",
              "text": "but the sea is never full."
            },
            {
              "tag": "q1",
              "text": "The water returns under the earth and comes up again into the rivers;"
            },
            {
              "tag": "q2",
              "text": "then it flows to the sea again."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Everything is so unsatisfactory"
            },
            {
              "tag": "q2",
              "text": "that we do not even want to talk about it."
            },
            {
              "tag": "q1",
              "text": "We see the same things,"
            },
            {
              "tag": "q2",
              "text": "and we become bored with them."
            },
            {
              "tag": "q1",
              "text": "We hear the same things,"
            },
            {
              "tag": "q2",
              "text": "but we want to hear something more."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Everything continues to be the same as it has always been."
            },
            {
              "tag": "q2",
              "text": "Things that happen have happened previously, and they will happen again."
            },
            {
              "tag": "q2",
              "text": "What has been done before will be done again."
            },
            {
              "tag": "q1",
              "text": "There is nothing really new in this world."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Sometimes people say, \"Look at this! This is something new!\""
            },
            {
              "tag": "q2",
              "text": "But it has existed previously."
            },
            {
              "tag": "q1",
              "text": "It existed before we were born."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "People do not remember the things that happened long ago,"
            },
            {
              "tag": "q2",
              "text": "and in the future, people will not remember what we are doing now."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "I, the Teacher, have been the king of Israel for many years, ruling in Jerusalem."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "By using my wisdom, I concentrated on understanding everything that was being done on the earth. It is a task that wears me out, just like anyone else who tries it."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "It seems that nothing that happens on the earth really enables us to do anything useful. It is like trying to control the wind."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Many things that are crooked cannot be caused to become straight."
            },
            {
              "tag": "q2",
              "text": "We cannot count things that we cannot see."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "I said to myself, \"I am wiser than any of those who ruled in Jerusalem before me. I am wiser and know more than any of them!\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So I determined to learn more about being wise, and also to learn about doing things that are very stupid and foolish. But I found out that trying to understand those things was also useless, like trying to control the wind."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Anyone who becomes very wise also becomes very frustrated. The more one knows, the sadder he becomes."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then I said to myself, \"Well, I will try to do everything that I enjoy. I will find out whether doing what I enjoy can truly enable me to be happy.\" But I found out that doing that was also useless."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So I said to myself, \"It is foolish to laugh all the time, and continually doing what makes me happy does not bring any lasting benefit.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So, after thinking a lot about it, I decided to cheer myself up by drinking a lot of wine. While I was still trying to be wise, I acted stupidly. I tried to learn what people can do to be happy during the short time that they are alive on the earth."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I did great things. I caused houses to be built for myself and vineyards to be planted."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I made gardens and parks. Then I planted the gardens with many kinds of fruit trees."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I built pools of water to store water to irrigate the fruit trees."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I bought male and female slaves. Babies who later became my slaves were born in my palace. I also owned more livestock than any of the previous kings in Jerusalem had owned."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I also accumulated large amounts of silver and gold that were acquired from the treasures of kings and rulers of provinces. I owned men and women who sang for me, and I had many wives and concubines, whom men all over the world would enjoy possessing."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So I gained more power and wealth than any king who had ruled before me in Jerusalem, and I allowed my wisdom to continue to guide me."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I got everything that I saw and wanted."
            },
            {
              "tag": "q2",
              "text": "I did everything that I thought would enable me to be happy."
            },
            {
              "tag": "q1",
              "text": "All the things that I enjoyed were like a reward for all my hard work."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But then I thought about all the hard work that I had done to obtain all those things."
            },
            {
              "tag": "q2",
              "text": "I saw that none of my work brought me any lasting benefit."
            },
            {
              "tag": "q1",
              "text": "It was all like trying to control the wind."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then I started to think about being wise, and also about being foolish."
            },
            {
              "tag": "q2",
              "text": "I said to myself, \"I certainly do not think that anybody will be able to do anything better than I can.\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "And I thought, \"Surely it is better to be wise than to be foolish,"
            },
            {
              "tag": "q2",
              "text": "like light is better than darkness,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "because wise people walk in the daylight and can see where they are going,"
            },
            {
              "tag": "q2",
              "text": "but foolish people walk in the darkness and cannot see where they are going.\""
            },
            {
              "tag": "q1",
              "text": "But I also realized that both wise people and foolish people eventually die."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "So I said to myself,"
            },
            {
              "tag": "q1",
              "text": "\"I am very wise, but I will die at the end of my life like foolish people do."
            },
            {
              "tag": "q2",
              "text": "So how has it benefited me to be very wise?"
            },
            {
              "tag": "q1",
              "text": "I do not understand why people consider that it is valuable to be wise."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Wise people and foolish people all die."
            },
            {
              "tag": "q2",
              "text": "And after we die, we will all eventually be forgotten.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So I hated being alive, because all the work that we do here on the earth distressed me. It all seemed to be useless, like trying to control the wind."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "I also began to hate all the hard work that I had done here on the earth, because when I die, everything that I have acquired will belong to the one who inherits it after me."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "And who knows whether that person will be wise or foolish? But even if he is foolish, he will acquire all the things that I worked very hard and wisely to get."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "I thought about all the hard work that I had done in this world. It seemed useless, and I became depressed."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Some people work wisely and skillfully, using the things that they have learned. But when they die, they leave everything, and someone who has not worked for those things acquires them. That fact also seemed to be senseless and caused me to be discouraged."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So it is useless for people to work for all they do."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Every day the work that they do causes them to experience pain and to be worried. And during the night their minds are not able to rest. That also shows how temporary everything is."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "So I decided that the best thing that we can do is to enjoy what we eat and drink, and also to enjoy our work. And I realized that those things are what God intends for us."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "There is absolutely no one who is able to enjoy those things if God does not give those things to him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "God enables those who please him to be wise, to know many things, and to enjoy many things. But if sinful people work hard and become rich, God can take their money away from them and give it to those who please him. However, the reason for that is also something that is difficult for me to understand. It seems useless that they worked so hard; it is like trying to control the wind."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There is a right time for everything,"
            },
            {
              "tag": "q2",
              "text": "a time for everything that we do in this world."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "There is the right time for any certain person to be born, and there is the right time for him to die."
            },
            {
              "tag": "q2",
              "text": "There is the right time to plant crops, and there is the right time to harvest crops."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "There is the right time to kill people, and there is the right time to heal people."
            },
            {
              "tag": "q2",
              "text": "There is the right time to tear things down, and there is the right time to build things."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "There is the right time to cry, and there is the right time to laugh."
            },
            {
              "tag": "q2",
              "text": "There is the right time to mourn, and there is the right time to dance joyfully."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There is the right time to throw away stones from a field, and there is the right time to gather stones to build walls."
            },
            {
              "tag": "q2",
              "text": "There is the right time to embrace people, and there is the right time to keep from embracing them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "There is the right time to search for things, and there is the right time to stop searching for things."
            },
            {
              "tag": "q2",
              "text": "There is the right time to keep things, and there is the right time to throw things away."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "There is the right time to tear our clothes because we are grieving, and there is the right time to mend our clothes."
            },
            {
              "tag": "q2",
              "text": "There is the right time to say nothing, and there is the right time for speaking."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There is the right time when we should love things that people do, and there is the right time when we should hate things that people do."
            },
            {
              "tag": "q2",
              "text": "There is the right time for war, and there is the right time for peace."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "What do people gain from all the work that they do?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I have seen the work that God has given people to do."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "God has fixed a time that is right for everything to happen. He has also caused people to realize that there are things that will last forever. But in spite of that, no one can completely understand everything that God has done, from the time that he starts doing things until he finishes them."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I know that the best thing for us people to do is to rejoice and to do good things during the time that we are alive."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "And I also know that everyone should enjoy what they eat and drink, and enjoy the work that they do. Those are gifts that God gives to us."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I also know that what God does endures forever. No one can add to what God does, and no one can take away from the things that he does. God does those things in order that people will honor him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Things that exist now have already existed previously,"
            },
            {
              "tag": "q2",
              "text": "and things that will happen in the future have already happened previously;"
            },
            {
              "tag": "q2",
              "text": "God causes us to want to understand mysteries."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Furthermore, I saw that on this earth, even in the courts where we expect judges to make right decisions about what people had done, they did many wicked things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So I said to myself, \"God will judge both righteous people and wicked people. There is certainly a time for him to do that because there is a time for him to do everything.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "And regarding humans, I also said to myself, \"God is testing us, to show us that in one way people are no different than animals.\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "What happens to people happens to animals. Animals die, and people die. We all must breathe to remain alive. People have no advantage over animals in that way. Everything disappears so quickly."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "People and animals all die and are buried. We are all made of soil, and when we die, our corpses become soil again."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "No one knows if people go up and animals go down to the place where the dead are."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "So I think that the best thing for us people to do is to be happy about the work that we do, because that is what God has given to us. I say this because no one of us knows what happens to us after we die."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I thought some more about all the suffering that people are made to experience on the earth."
            },
            {
              "tag": "q1",
              "text": "I thought about the tears of people who were oppressed"
            },
            {
              "tag": "q2",
              "text": "and who had no one to comfort them."
            },
            {
              "tag": "q1",
              "text": "Those who oppress them have power,"
            },
            {
              "tag": "q2",
              "text": "and there is no one able to comfort the oppressed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So I thought that those who are already dead are more fortunate"
            },
            {
              "tag": "q2",
              "text": "than those who are still alive."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "And those who have not yet been born"
            },
            {
              "tag": "q2",
              "text": "are even more fortunate than those two kinds of people,"
            },
            {
              "tag": "q1",
              "text": "because those who have not been born have not seen all the evil things that are done on the earth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "I also thought about all the hard work that people do and the things they are able to accomplish. And I thought about how someone who works hard sometimes makes his neighbor jealous. I decided that this also is something that is not accomplishing anything useful. It is like trying to control the wind."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Foolish people refuse to work."
            },
            {
              "tag": "q2",
              "text": "They sit idly with their hands folded and do not work."
            },
            {
              "tag": "q2",
              "text": "So they ruin themselves."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So some say, \"It is better to be content with working quietly for a little bit of money,"
            },
            {
              "tag": "q2",
              "text": "than to work anxiously and try to get a lot of money,"
            },
            {
              "tag": "q2",
              "text": "which is as useless as trying to control the wind.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "I thought about something else that happens on the earth that seems useless."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There are people who live alone;"
            },
            {
              "tag": "q2",
              "text": "they do not have a family nor even children or any brothers or sisters living with them."
            },
            {
              "tag": "q1",
              "text": "Every day they work very hard without stopping; they make a lot of money,"
            },
            {
              "tag": "q2",
              "text": "but they are never satisfied with the things that they get."
            },
            {
              "tag": "q1",
              "text": "They ask themselves,"
            },
            {
              "tag": "q2",
              "text": "\"Why am I working so hard; whom am I actually helping?"
            },
            {
              "tag": "q1",
              "text": "Why am I not doing things that I would enjoy doing?"
            },
            {
              "tag": "q2",
              "text": "What I have been doing seems useless.\" This is very bad."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Having someone work with you is better than being by yourself all the time."
            },
            {
              "tag": "q2",
              "text": "If you have a friend, he can help you to do your work."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If you fall down, he can help you get up again."
            },
            {
              "tag": "q2",
              "text": "But if you fall down when you are alone, you will have trouble,"
            },
            {
              "tag": "q2",
              "text": "because there is no one to help you stand up."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Similarly, if two people lie down together,"
            },
            {
              "tag": "q2",
              "text": "they can help each other to remain warm."
            },
            {
              "tag": "q",
              "text": "But someone who sleeps alone will certainly not be warm."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Someone who is alone can easily be attacked and defeated by another person,"
            },
            {
              "tag": "q2",
              "text": "but two people can help each other and resist someone who attacks them."
            },
            {
              "tag": "q1",
              "text": "Three people can defend themselves even more easily,"
            },
            {
              "tag": "q2",
              "text": "like a rope that is made from three cords is harder to break than a rope made from two cords."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "A young man who is poor but wise is a better person than a foolish old king who refuses to pay attention when people try to give him good advice."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "It is possible for a young man like that to succeed and some day become king, even if his parents were poor or even if he was in prison in the past."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But then some other young man becomes king, and everyone starts to support him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Large crowds of people crowd around him. But after a few years, they will be tired of him, too. So it is all senseless, like trying to control the wind."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Be careful when you approach God in his house. Listen well to him. That is better than offering sacrifices to him and then not obeying him, which is foolish."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Do not speak too quickly without thinking about the words you say;"
            },
            {
              "tag": "q2",
              "text": "and do not be too quick in your heart to complain about something to God."
            },
            {
              "tag": "q1",
              "text": "Remember that God is very different from you and he is in heaven. "
            },
            {
              "tag": "q2",
              "text": "You, however, are very limited and you must live all your life here on earth."
            },
            {
              "tag": "q1",
              "text": "So think carefully about what you say to God, and do not speak without thinking about how you should speak to him. "
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If you are continually thinking and worrying about things,"
            },
            {
              "tag": "q2",
              "text": "you will have bad dreams about them and not rest well."
            },
            {
              "tag": "q1",
              "text": "And the more you talk,"
            },
            {
              "tag": "q2",
              "text": "the more likely it will be that you will say things that are foolish."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "When you solemnly promise God that you will do something, do not foolishly delay in doing it, because God is not pleased with foolish people. Do all the things that you promise God that you will do."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It is better to not promise anything than to promise to do something and then not do it."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not let the things that you promise to do cause you to sin by not doing them. And if you promise God that you will do something but then do not do it, do not say to God's priest that it was a mistake for you to promise to do that. If you do that, God can destroy everything you have worked to accomplish."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Promising to do something and not doing it is like having a useless dream. Instead, honor God by doing what you promised him that you would do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Do not be surprised if you see poor people being oppressed. There are people able to stop others from oppressing them, but even these people are under the power of someone even higher."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Even though people throughout the land own their fields, the king forces them to give him some of the crops that they harvest."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Everyone who tries to get as much money as they can"
            },
            {
              "tag": "q2",
              "text": "will never think that they have enough."
            },
            {
              "tag": "q1",
              "text": "They will never be satisfied with the money that they have."
            },
            {
              "tag": "q2",
              "text": "That fact also makes no sense."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The more money that people have,"
            },
            {
              "tag": "q2",
              "text": "the more they want to spend it."
            },
            {
              "tag": "q1",
              "text": "People who have a lot of money do not benefit from it,"
            },
            {
              "tag": "q2",
              "text": "except to look at it and admire it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Those who work hard sleep peacefully at night,"
            },
            {
              "tag": "q2",
              "text": "even if they do not have much food to eat."
            },
            {
              "tag": "q1",
              "text": "But rich people do not sleep well"
            },
            {
              "tag": "q2",
              "text": "because they worry about their money."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "I have seen another terrible thing that happens here on the earth."
            },
            {
              "tag": "q1",
              "text": "People save up all their money and become rich,"
            },
            {
              "tag": "q2",
              "text": "but they are miserable because they store up their money."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "If something happens that causes their money to be gone,"
            },
            {
              "tag": "q2",
              "text": "then when they die,"
            },
            {
              "tag": "q2",
              "text": "there is no money for their children."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When we are born,"
            },
            {
              "tag": "q2",
              "text": "we do not bring anything with us,"
            },
            {
              "tag": "q1",
              "text": "and when we die,"
            },
            {
              "tag": "q2",
              "text": "we take nothing with us"
            },
            {
              "tag": "q1",
              "text": "from all that we have earned by working hard."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "That also seems to make no sense."
            },
            {
              "tag": "q1",
              "text": "People bring nothing into the world when they are born,"
            },
            {
              "tag": "q2",
              "text": "and when they leave this world they take nothing with them."
            },
            {
              "tag": "q1",
              "text": "They have worked hard,"
            },
            {
              "tag": "q2",
              "text": "but they receive no lasting benefit."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Furthermore, rich people are always miserable, sad,"
            },
            {
              "tag": "q2",
              "text": "and depressed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "So the best thing for people to do here on the earth during the few years that God allows them to be alive is to eat, drink, and enjoy their work, because those are the things that he allows them to do."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If people are rich and have a lot of possessions, and are able to enjoy the things that they have and to enjoy their work, those things are also gifts from God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Those people do not think much about everything that has happened during their lifetime, because God makes sure that they keep working at what they enjoy."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I have seen something else here on this earth that troubles people."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "God enables some people to receive a lot of money and possessions and to be honored by him. They have everything that they want. But God sometimes does not allow them to enjoy those things. Someone else gets them and enjoys them. That seems senseless and unfair."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Someone might have a hundred children and live for many years. But if he is not able to enjoy the things that he has acquired, and if he is not buried properly after he dies, I say that a child that is dead when it is born is more fortunate."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "This is true, even though that dead baby's birth is meaningless—even though it does not have a name, and its brief life becomes only a sad memory in the future."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "That baby does not live to see the sun or know anything. But even so, it finds more rest than rich people do who are alive."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Even if people should live for two thousand years, if they do not enjoy the things that God gives to them, it would have been better for them never to have been born."
            },
            {
              "tag": "q1",
              "text": "All people who live a long time certainly all go to the same place—to the grave."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "People work hard to earn enough money to buy food to eat,"
            },
            {
              "tag": "q2",
              "text": "but often they never get enough to eat."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So it seems that wise people do not receive more lasting benefits"
            },
            {
              "tag": "q2",
              "text": "than foolish people do."
            },
            {
              "tag": "q1",
              "text": "And it seems that poor people do not benefit from knowing how to conduct their lives."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It is better to enjoy the things that we already have"
            },
            {
              "tag": "q2",
              "text": "than to constantly want more things."
            },
            {
              "tag": "q1",
              "text": "Continually wanting more things is senseless,"
            },
            {
              "tag": "q2",
              "text": "like trying to control the wind."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "All the things that exist on the earth have been given names."
            },
            {
              "tag": "q2",
              "text": "Everyone knows what people are like,"
            },
            {
              "tag": "q1",
              "text": "so it is useless to argue with God,"
            },
            {
              "tag": "q2",
              "text": "who is stronger than we are."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The more that we talk,"
            },
            {
              "tag": "q2",
              "text": "the more often we say things that are senseless,"
            },
            {
              "tag": "q2",
              "text": "so it certainly does not benefit us to talk a lot."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "No human being can know everything that is good for himself in this life. People live for a few seemingly meaningless days. Life passes by quickly, like a shadow, and no one know what is coming after we die. We live for only a short time, and then we disappear like a vapor."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It is better that other people honor us than to have fine perfume."
            },
            {
              "tag": "q2",
              "text": "The day that we die is better than the day that we are born."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It is better to go to a house where people are mourning about someone who has died"
            },
            {
              "tag": "q2",
              "text": "than to go to a house where people are feasting,"
            },
            {
              "tag": "q1",
              "text": "because everyone will die some day,"
            },
            {
              "tag": "q2",
              "text": "and people should think about when they will die."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It is better to be sad than to be always laughing,"
            },
            {
              "tag": "q2",
              "text": "because when we are sad, we can think better about the things that will make us wise and happy."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Wise people go to where others are mourning to comfort them,"
            },
            {
              "tag": "q2",
              "text": "but foolish people only search for those who are laughing."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It is better to pay attention to someone who is rebuking you"
            },
            {
              "tag": "q2",
              "text": "than to listen to the songs of a foolish person."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "By listening to foolish people laughing"
            },
            {
              "tag": "q2",
              "text": "we will not learn anymore than by listening to the crackling of thorns being burned under a pot."
            },
            {
              "tag": "q2",
              "text": "Listening to fools is senseless."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When wise people say to others, \"You must pay me a lot of money for me to protect you,\""
            },
            {
              "tag": "q2",
              "text": "that causes those wise people to become foolish."
            },
            {
              "tag": "q2",
              "text": "Those who accept bribes become unable to do what is right."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Finishing something is better than starting something,"
            },
            {
              "tag": "q2",
              "text": "and being patient is better than being proud."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Do not quickly lose your temper,"
            },
            {
              "tag": "q2",
              "text": "because it is foolish people who become very angry."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Do not say, \"Things were a lot better previously,\""
            },
            {
              "tag": "q2",
              "text": "because it is only foolish people who say that."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Being wise is like inheriting valuable things."
            },
            {
              "tag": "q2",
              "text": "There are lasting benefits for anyone on earth who is wise."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "We are sometimes protected by being wise,"
            },
            {
              "tag": "q2",
              "text": "as we are sometimes protected by having a lot of money."
            },
            {
              "tag": "q1",
              "text": "However, being wise is better than having a lot of money,"
            },
            {
              "tag": "q2",
              "text": "because being wise prevents us from doing foolish things that would cause us to die."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Think carefully about what God has done."
            },
            {
              "tag": "q1",
              "text": "Certainly no one can cause to become straight"
            },
            {
              "tag": "q2",
              "text": "the things that God has caused to be crooked."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When things are going well for you, be happy,"
            },
            {
              "tag": "q2",
              "text": "and when things are not going well for you,"
            },
            {
              "tag": "q1",
              "text": "remember that God is the one who causes good things to happen"
            },
            {
              "tag": "q2",
              "text": "and who also causes disasters."
            },
            {
              "tag": "q1",
              "text": "Yet God does not reveal to anyone exactly what his future holds."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "During all the time that I have been alive I have seen many things that seem senseless."
            },
            {
              "tag": "q1",
              "text": "I have seen righteous people die while they were still young,"
            },
            {
              "tag": "q2",
              "text": "and I have seen wicked people remain alive for a very long time"
            },
            {
              "tag": "q2",
              "text": "in spite of their continuing to be wicked."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So do not think that you are very righteous,"
            },
            {
              "tag": "q2",
              "text": "and do not think that you are very wise,"
            },
            {
              "tag": "q2",
              "text": "because if you think those things, you will destroy yourself."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "If you do what is evil or do what is foolish,"
            },
            {
              "tag": "q2",
              "text": "you might die while you are still young."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Continue to try to become wise and do what is right."
            },
            {
              "tag": "q2",
              "text": "Both of those things are found in the person who always respects God."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If you are wise, you will be more powerful"
            },
            {
              "tag": "q2",
              "text": "than the ten most powerful men in your city."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "There is no one in this world who always does what is right,"
            },
            {
              "tag": "q2",
              "text": "who never sins."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Do not pay attention to everything that people say,"
            },
            {
              "tag": "q2",
              "text": "because if you do that, you might hear your servant curse you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "After all, you yourself know very well that you have also cursed other people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "I said to myself that I would use my wisdom to study all the things that I have written about,"
            },
            {
              "tag": "q1",
              "text": "but I was not able to do it."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Wisdom seems to be far from me."
            },
            {
              "tag": "q2",
              "text": "There is no one who can truly understand everything."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But I decided to investigate things and"
            },
            {
              "tag": "q2",
              "text": "by my wisdom try to understand the reason for everything."
            },
            {
              "tag": "q1",
              "text": "I also wanted to understand why people act wickedly"
            },
            {
              "tag": "q2",
              "text": "and why they act very foolishly."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "One thing I learned was that allowing a woman to seduce you is worse than dying."
            },
            {
              "tag": "q2",
              "text": "A woman who tries to seduce men is as dangerous as a trap."
            },
            {
              "tag": "q1",
              "text": "If you allow her to put her arms around you, it will be as though she is fastening you with chains."
            },
            {
              "tag": "q1",
              "text": "Women like that will capture sinful men,"
            },
            {
              "tag": "q2",
              "text": "but men who please God will escape from such women."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "This is what I have learned. I tried to learn more and more about things to try to find out the reason for everything,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "and I continued to try to learn more, but I could not find all that I was searching for. But one thing that I found out was that among one thousand people I found one righteous man, but I did not find even one righteous woman."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I have learned only this: That when God created people, they were righteous, but they have found many ways to complicate their own lives."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I will tell you about those who are truly wise,"
            },
            {
              "tag": "q2",
              "text": "with the result that they can explain why everything happens."
            },
            {
              "tag": "q1",
              "text": "Being wise enables people to be happy"
            },
            {
              "tag": "q2",
              "text": "and enables them to smile."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "You solemnly promised God that you would obey what the king commands, so do that."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do not do anything rashly when it concerns the king. And do not join with those who want to rebel against him, because the king will do what he wants to do."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "We need to obey what the king says more than we need to obey what anyone else says, for no one can say to the king, \"Why are you doing that?\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "If you obey what the king commands,"
            },
            {
              "tag": "q2",
              "text": "he will not harm you."
            },
            {
              "tag": "q1",
              "text": "So be wise, and know the correct time to do things and the right way to do them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Although people experience many troubles,"
            },
            {
              "tag": "q2",
              "text": "there is a right way to do them and a right time to do them."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "No one knows what will happen in the future,"
            },
            {
              "tag": "q2",
              "text": "so there is no one who can tell him what is going to happen."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "We cannot control our breathing,"
            },
            {
              "tag": "q2",
              "text": "and we cannot control when we will stop breathing and die."
            },
            {
              "tag": "q1",
              "text": "Soldiers are not permitted to go home during a battle,"
            },
            {
              "tag": "q2",
              "text": "and evil people will not be saved by doing what is evil."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "I thought about all those things, and I thought about all the other things that happen on this earth. I saw that sometimes people are able to do severe harm to others."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I also saw that sometimes after evil people die, they are highly honored at their funerals by the people in the cities where they had done evil deeds. It was difficult to understand why that happens."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "If evil people are not immediately punished, it causes other people to also want to do evil things."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But even if sinful people commit a hundred crimes, and even if they live for a long time, I know that things will go better for those who honor and revere God."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I also know that things will not go well go for those who are evil, because they do not honor God. Shadows do not last a long time. Similarly, evil people will not live a long time."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Another thing that sometimes happens on this earth is that bad things happen to righteous people, and good things happen to evil people. It is difficult to understand why that happens."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So I decided that I would recommend that people be happy while they are alive, because the best thing that people can do here on this earth is to eat and drink and be happy. Enjoying those things will help people while they do their work, all the days that God has given to them to remain alive here on the earth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "I thought about being wise and about people who work very hard on this earth, working day and night and not taking time to sleep."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then I thought about everything that God has done, and I realized that no one can understand everything that happens here on this earth. Truly, people are not able to fully understand everything that God does, even if they try hard to do that. Even if wise people claim that they understand it all, they cannot."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I thought about all those things, and I decided that God controls what happens to everyone, even those who are wise and those who are righteous. No one knows whether others will love them or whether they will hate them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "But we know that some time in the future we will all die."
            },
            {
              "tag": "q1",
              "text": "It does not matter whether we act righteously or wickedly,"
            },
            {
              "tag": "q2",
              "text": "whether we are good or whether we are bad,"
            },
            {
              "tag": "q1",
              "text": "whether we are acceptable for worshiping God"
            },
            {
              "tag": "q2",
              "text": "or whether we have done things to cause us to be unacceptable."
            },
            {
              "tag": "q1",
              "text": "It does not matter if we offer sacrifices to God or if we do not."
            },
            {
              "tag": "q1",
              "text": "It does not matter if we do what we have promised God that we will do or if we do not."
            },
            {
              "tag": "q2",
              "text": "We all die."
            },
            {
              "tag": "q1",
              "text": "The same thing will happen to good people and to sinful people,"
            },
            {
              "tag": "q2",
              "text": "to those who solemnly promise to do things for God and to those who are afraid to make such promises."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "It seems wrong that the same thing happens to everyone on this earth. Everyone dies. Furthermore, people's inner beings are full of evil. People do foolish things while they are alive, and then they join those who are dead."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "While we are alive, we can expect that good things will happen to us. We despise dogs, but it is better to be a dog that is alive than to be a majestic lion that is dead."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "We who are alive know that some day we will die,"
            },
            {
              "tag": "q2",
              "text": "but dead people do not know anything."
            },
            {
              "tag": "q1",
              "text": "Dead people do not receive any more rewards,"
            },
            {
              "tag": "q2",
              "text": "and people soon forget them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "While they were alive, they loved people, they hated people, they envied people,"
            },
            {
              "tag": "q2",
              "text": "but they stop doing any of that when they die."
            },
            {
              "tag": "q1",
              "text": "They will never again be a part of anything that happens here on the earth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So I say, be joyful while you eat your food and drink your wine, because that is what God wants you to do."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Wear nice clothes and cause your face to have a good appearance."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Enjoy living with your wife whom you love, all during the time that God has given to you to be alive here on this earth. Even though it is difficult to understand why many things happen, this life with your wife is your reward for doing the work that you do here on this earth."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Whatever you are able to do, do it with all your energy, because at some point you will die, and in the place of the dead where you are going, no one works or plans to do anything or knows anything or has any wisdom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "I have seen something else here on the earth:"
            },
            {
              "tag": "q1",
              "text": "The person who runs fastest does not always win the race,"
            },
            {
              "tag": "q1",
              "text": "the strongest soldiers do not always win the battle,"
            },
            {
              "tag": "q1",
              "text": "the wisest people do not always have food,"
            },
            {
              "tag": "q1",
              "text": "the smartest people do not always become rich,"
            },
            {
              "tag": "q1",
              "text": "and the people who have studied a lot are not always honored by others."
            },
            {
              "tag": "q1",
              "text": "We cannot always control what things will happen to us and where they will happen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "No one knows when he will die."
            },
            {
              "tag": "q1",
              "text": "Fish are cruelly caught in a net,"
            },
            {
              "tag": "q2",
              "text": "and birds are caught in snares."
            },
            {
              "tag": "q1",
              "text": "Similarly, people experience disasters"
            },
            {
              "tag": "q2",
              "text": "at times when they do not expect them to happen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Once I saw here on this earth something that a wise man did that impressed me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "There was a small town, where only a few people lived. The army of a great king came to that town and surrounded it. They built dirt ramps up against the walls in order to climb up and attack the town."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "In that town there was someone who was poor but very wise. Because of what that person suggested, the town was saved, but people soon forgot about him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So I realized that although being wise is better than being strong, if you are poor, no one will appreciate what you do, and people will soon forget what you said."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "A wise man who speaks quietly—people hear him better"
            },
            {
              "tag": "q2",
              "text": "than they hear a king who is shouting to a foolish crowd."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Being wise is more useful"
            },
            {
              "tag": "q2",
              "text": "than having a lot of weapons;"
            },
            {
              "tag": "q1",
              "text": "however, if a person does just one foolish thing,"
            },
            {
              "tag": "q2",
              "text": "he might ruin many good things that others have done."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A few dead flies in a bottle of perfume cause all the perfume to stink."
            },
            {
              "tag": "q2",
              "text": "Similarly, a small amount of acting foolishly can have a greater effect than acting wisely."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "If people think sensibly, it will lead them to do what is right;"
            },
            {
              "tag": "q2",
              "text": "if they think foolishly, it causes them to do what is wrong."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Even while foolish people walk along the road,"
            },
            {
              "tag": "q2",
              "text": "they show that they do not have good sense."
            },
            {
              "tag": "q2",
              "text": "They show everyone that they are not wise."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Do not quit your job when a ruler is angry with you."
            },
            {
              "tag": "q2",
              "text": "If you remain calm, he will probably stop being angry."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There is something else that I have seen here on this earth,"
            },
            {
              "tag": "q2",
              "text": "something that rulers sometimes do that is wrong:"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "they appoint foolish people to have important positions,"
            },
            {
              "tag": "q2",
              "text": "while they appoint rich people to have unimportant positions."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They allow slaves to ride on horses like rich people usually do,"
            },
            {
              "tag": "q2",
              "text": "but they force officials to walk like slaves usually do."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It is possible that those who dig pits"
            },
            {
              "tag": "q2",
              "text": "will fall into one of those pits."
            },
            {
              "tag": "q1",
              "text": "It is possible that someone who tears down a wall"
            },
            {
              "tag": "q2",
              "text": "will be bitten by a snake that is in that wall."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If you work in a quarry,"
            },
            {
              "tag": "q2",
              "text": "it is possible that a stone will fall on you and injure you."
            },
            {
              "tag": "q1",
              "text": "It is possible that men who split logs"
            },
            {
              "tag": "q2",
              "text": "will be injured by one of those logs."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If your axe is not sharp,"
            },
            {
              "tag": "q2",
              "text": "you will need to work harder to cut down a tree,"
            },
            {
              "tag": "q1",
              "text": "but by using wisdom, you will succeed."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If a snake bites someone before the snake is charmed,"
            },
            {
              "tag": "q2",
              "text": "then that person's ability to charm snakes will not benefit him."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Wise people say what is sensible, and because of that, people honor them,"
            },
            {
              "tag": "q2",
              "text": "but foolish people are destroyed by what they themselves say."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When foolish people start to talk, they say foolish things,"
            },
            {
              "tag": "q2",
              "text": "and they end by saying things that are both wicked and foolish."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They talk too much."
            },
            {
              "tag": "q1",
              "text": "None of us knows what will happen in the future,"
            },
            {
              "tag": "q2",
              "text": "or what will happen after we die."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Foolish people become very exhausted by the work that they do,"
            },
            {
              "tag": "q2",
              "text": "with the result that they are even unable to find the road to their town."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Terrible things will happen to the people of a nation whose ruler is a foolish young person,"
            },
            {
              "tag": "q2",
              "text": "whose leaders continually eat, all during the day, every day."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But how fortunate is a nation if its ruler comes from a noble family,"
            },
            {
              "tag": "q2",
              "text": "if its leaders feast only at the proper times,"
            },
            {
              "tag": "q2",
              "text": "and if they eat and drink only to be strong, not to become drunk."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Some men are very lazy and do not repair the beams of their roof,"
            },
            {
              "tag": "q2",
              "text": "with the result that the roof sags and collapses."
            },
            {
              "tag": "q1",
              "text": "If they do not repair the roof,"
            },
            {
              "tag": "q2",
              "text": "water will leak into the house when it rains."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Eating food and drinking wine makes us laugh and be happy."
            },
            {
              "tag": "q2",
              "text": "If you have enough money, you can buy everything you need."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do not even think about cursing the king,"
            },
            {
              "tag": "q2",
              "text": "or about cursing rich people, even when you are alone in your bedroom."
            },
            {
              "tag": "q1",
              "text": "It is always possible that a little bird will hear what you are saying"
            },
            {
              "tag": "q2",
              "text": "and tell those people what you said about them."
            }
          ],
          "auto": true
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Give generously to others some of the money that you have;"
            },
            {
              "tag": "q2",
              "text": "if you do that, later you will get back an equal amount."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Share some of what you have with seven or eight others,"
            },
            {
              "tag": "q2",
              "text": "because you do not know when you will experience a disaster and will need their help."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It is true that when clouds are full of water,"
            },
            {
              "tag": "q2",
              "text": "they pour rain on the earth."
            },
            {
              "tag": "q1",
              "text": "Similarly, wherever a tree falls on the ground,"
            },
            {
              "tag": "q2",
              "text": "that is where it will remain."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "If farmers see in what direction the wind is blowing,"
            },
            {
              "tag": "q2",
              "text": "they will know whether it is wise at that time to plant things or not."
            },
            {
              "tag": "q1",
              "text": "It is also true that if farmers look at the clouds and see that they are blowing from the west and will bring rain,"
            },
            {
              "tag": "q2",
              "text": "they will not try to harvest their crops on that day."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "We do not know where the wind comes from or where it goes,"
            },
            {
              "tag": "q2",
              "text": "and we do not know how bodies are formed in a woman's womb."
            },
            {
              "tag": "q1",
              "text": "Similarly, God is the one who makes everything,"
            },
            {
              "tag": "q2",
              "text": "and we cannot fully understand what he does."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Start planting your seeds in the morning,"
            },
            {
              "tag": "q2",
              "text": "and do not stop planting them until the evening,"
            },
            {
              "tag": "q1",
              "text": "because you do not know which ones will grow better,"
            },
            {
              "tag": "q2",
              "text": "the ones you plant in the morning or the ones you plant later in the day,"
            },
            {
              "tag": "q2",
              "text": "or whether both will grow well."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "It is very delightful to be alive"
            },
            {
              "tag": "q2",
              "text": "and see the sun rise every morning."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Even if people live for many years,"
            },
            {
              "tag": "q2",
              "text": "they should enjoy all of them."
            },
            {
              "tag": "q1",
              "text": "But they should not forget that some day they will die"
            },
            {
              "tag": "q2",
              "text": "and then they will never be able to see any light again,"
            },
            {
              "tag": "q2",
              "text": "and they do not know what will happen to them after they die."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You young people, be happy while you are still young."
            },
            {
              "tag": "q2",
              "text": "Enjoy doing the things that you want to do."
            },
            {
              "tag": "q1",
              "text": "But do not forget that God will judge you one day"
            },
            {
              "tag": "q2",
              "text": "concerning all the things that you do."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So when you are young, do not worry about anything,"
            },
            {
              "tag": "q2",
              "text": "and do not pay attention to the pains that you have in your body,"
            },
            {
              "tag": "q1",
              "text": "because we will not remain young and strong forever."
            }
          ],
          "auto": true
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "While you are still young, keep thinking about God, who created you."
            },
            {
              "tag": "q2",
              "text": "Do that before you are old and you experience many troubles,"
            },
            {
              "tag": "q1",
              "text": "during the years when you say,"
            },
            {
              "tag": "q2",
              "text": "\"I no longer enjoy being alive.\""
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When you become old, the light from the sun and moon and stars will seem dim to you,"
            },
            {
              "tag": "q2",
              "text": "and it will seem that the rain clouds always return quickly after it rains."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then your arms that you use to protect yourself,"
            },
            {
              "tag": "q2",
              "text": "and your legs that support your body will become weak."
            },
            {
              "tag": "q1",
              "text": "Many of the teeth that you use to grind your food will fall out,"
            },
            {
              "tag": "q2",
              "text": "and your eyes that you use to look out of windows will not see clearly."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Your ears will no longer hear the noise in the streets,"
            },
            {
              "tag": "q2",
              "text": "and you will no longer be able to hear clearly the sound of people grinding grain with millstones."
            },
            {
              "tag": "q1",
              "text": "You will be awakened in the morning by hearing the birds singing,"
            },
            {
              "tag": "q2",
              "text": "but you will not be able to hear well the songs that the birds sing."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You will be afraid to be in high places"
            },
            {
              "tag": "q2",
              "text": "and afraid of dangers on the roads that you walk on."
            },
            {
              "tag": "q1",
              "text": "Your hair will become white like the flowers of almond trees."
            },
            {
              "tag": "q2",
              "text": "When you try to walk, you will drag yourself along like grasshoppers,"
            },
            {
              "tag": "q2",
              "text": "and you will no longer desire a woman at all."
            },
            {
              "tag": "q1",
              "text": "Then you will die and go to your eternal home,"
            },
            {
              "tag": "q2",
              "text": "and the people who will mourn for you will be in the streets."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Think much about God now, because soon our lives will end,"
            },
            {
              "tag": "q2",
              "text": "like silver chains or golden bowls that break easily,"
            },
            {
              "tag": "q1",
              "text": "or like pitchers that are broken at the water fountain,"
            },
            {
              "tag": "q2",
              "text": "or like broken pulleys at a well."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then our corpses will decay and become dirt again,"
            },
            {
              "tag": "q2",
              "text": "and our spirits will return to God, the one who gave us our spirits."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So I, the Teacher, say again that everything is temporary and useless."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "I, the Teacher, was considered to be a very wise man, and I taught the people many things. I assembled and wrote down many proverbs, and I carefully thought about them and put them in order."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I searched for words that would be pleasing to hear, and what I have written is reliable and true."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The things that I and other wise people say give directions, and they are like nails that fix things together and last a long time. When people follow clear and understandable directions, they know what is right, and, so then they can do it. The sayings of the wise are like our shepherd who guides us where we need to go."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So, my son, pay careful attention to what I have written, and choose carefully what you read that others have written. This work of writing many books is endless. Trying to study them all will be an endless task."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Now you have heard all that I have told you,"
            },
            {
              "tag": "q2",
              "text": "and here is the conclusion:"
            },
            {
              "tag": "q1",
              "text": "Revere God, and obey his commandments,"
            },
            {
              "tag": "q2",
              "text": "because those commandments summarize everything that people should do."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "And do not forget that God will judge everything that we do,"
            },
            {
              "tag": "q2",
              "text": "good things and bad things,"
            },
            {
              "tag": "q2",
              "text": "even things that we do secretly."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "ECC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ecclesiastes"
}