{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As for you who are children, obey your parents as a way of serving the Lord Jesus, because it is right for you to do that."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "God commanded in the scriptures,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Greatly respect your father and mother.\" That is the first law that God commanded in which he also promised something. He promised,",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "p",
        "text": "\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "\" If you do that, you will prosper, and you will live a long time on the earth.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "As for you who are fathers, do not treat your children in a way that makes them become angry. Instead, bring them up well by instructing them and by disciplining them in the manner that the Lord Jesus wants you to do."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "As for you who are slaves, obey those who are your masters here on the earth very respectfully and sincerely, just as you obey the Messiah."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Obey them not only when they are watching you, as people do who only care about appearing to work hard. Instead, work as though you were slaves of the Messiah, doing enthusiastically what God wants you to do."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Serve your masters willingly, as though you are serving the Lord Jesus rather than people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Do this because you know that the Lord Jesus will reward each person for whatever good deeds that person has done. It makes no difference whether that person was a slave or a free person."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "As for you who are masters, just like your slaves should serve you well, in the same way you must treat them well. Stop threatening them. Do not forget that the one who is both their Lord and your Lord is in heaven and he judges everyone equally, whether their position is high or low."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Finally, rely completely on the Lord Jesus to strengthen you spiritually because he is immeasurably strong."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Just as a soldier puts on all of his armor to be ready to fight his enemy, you should use every spiritual resource that God provides for you so that you may successfully resist the devil when he cleverly schemes against you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Remember that we are not fighting against other human beings. Instead, we are fighting against the demons who have authority to rule over the people doing evil things in this evil time, that is, against the evil spirits who live in the air."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "That is why you must use well all of the spiritual resources that God has given you, like a soldier who puts on all of his armor. If you do that, you will be able to resist the evil spirits when they attack you. You will also be ready for when they attack you again, and able to continue to live well for God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "You must be ready to resist the devil and his evil spirits, just as soldiers must always be ready to resist the enemy. To do that, keep thinking about the true things that God has shown you. Also, continue to act righteously. This will protect you like a soldier' s armor protects his chest."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Just like a soldier who keeps his boots on, be ready to go anywhere you are needed for the sake of the good news that tells people how to be at peace with God."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Just as a soldier holds up a shield to stop the flaming arrows that his enemy shoots at him, you must keep trusting firmly in the Lord at all times. That will protect you from all of the things that your enemy, Satan, the evil one, will try to do to harm you spiritually."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Also, as a soldier relies on a helmet to protect his head, rely on the fact that God has saved you, and just as a soldier uses a sword to defeat his enemies, use the weapon that God' s Spirit gives you, which is the message that comes from God."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Whenever you pray to God and request things from him, always let God' s Spirit direct you in how you pray and what you pray for. To be most effective, keep watching to see what God is doing, and be persistent as you continue to pray for all of God' s people."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Pray for me, also, that God would tell me what I should say whenever I speak, in order that I may boldly tell others the good news about the Messiah that people did not know before."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It is because I have been telling people about the Messiah that I am now representing him here in prison. Pray that as I continue to tell others about the Messiah, I may speak boldly, because that is how I ought to speak."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Now in order that you may know about what is happening with me and what I am doing, Tychicus will tell you everything that is happening here. He is a fellow believer whom we all love very much, and he serves the Lord Jesus faithfully."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "That is the reason that I am sending him to you with this letter; I want you to know how we are, and I want him to comfort and encourage you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "I pray that God our Father and the Lord Jesus the Messiah may give to all of you fellow believers a peaceful spirit and will enable you to love each other and to continue to trust in God."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I pray that God will continue to act kindly to you and to all people who steadfastly love our Lord Jesus the Messiah."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "EPH EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 15:37:47 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians"
}