{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After three days, Esther put on her royal clothing. Then she went and stood in the inner court of the king's palace, before the front of the king's house. At that time, the king was sitting on his royal throne in his house, facing the entrance to the house."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When the king saw Esther the queen standing in the court, the king was glad and welcomed her. He held out to her the golden sceptre that was in his hand. So Esther approached the king and touched the tip of the scepter."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the king said to her, \"What is it that you want Queen Esther? What is your request? I will give you up to half my kingdom, if that is what you request.\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Esther replied, \"Your Majesty, if it pleases you, will you and Haman come to a feast that I have prepared for you?\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The king said to his servants, \"Go and tell Haman to come quickly and do what Esther has said!\" So the king and Haman went to the feast that Esther had prepared."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The king said to Esther when the wine of the feast was being served, \"What is your petition? It shall be granted you. What is your request? I will give you up to half of my kingdom, if that is what you request.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Esther answered, \"My petition and my request is this,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "if you are pleased with me, if you are willing to do this for me: will you and Haman come to another feast I am preparing for you tomorrow. At that time, I will answer your question.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Haman was feeling very happy when he left the feast. But he saw Mordecai sitting at the gate of the palace, and once again, Mordecai did not stand up or shake with fear in front of him. So Haman was filled with anger toward Mordecai."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "However, he did nothing to show that he was angry. He went to his house and gathered his friends. He also called for his wife, Zeresh."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Haman told them all about the great riches he had accumulated. He talked about his many sons, and how he had achieved more than all the other officials and the servants of the king."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then Haman added, \"Even Queen Esther invited just two of us, me and the king, to a banquet she prepared for us today. And she is inviting just the two of us to another banquet that she is will give us tomorrow!\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then Haman said, \"But these things mean nothing to me as long as I can see Mordecai the Jew sitting there at the king's gate!\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then Zeresh his wife said to Haman and all his friends, \"Why do you not quickly set up a gallows? Make it twenty-three meters high. Then in the morning speak to the king for them to hang Mordecai on it. After that, you can go to the banquet with the king and be happy.\" This idea pleased Haman, and he had the gallows set up."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "EST unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther"
    }
  ]
}