{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Moses and all the Israelite people sang a song to Yahweh. They sang,"
          },
          {
            "tag": "q1",
            "text": "\"I will sing to Yahweh because he has won a great victory;"
          },
          {
            "tag": "q2",
            "text": "He has thrown the horses and their riders into the sea!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh is the one who makes me strong, and he is the one I sing about."
          },
          {
            "tag": "q2",
            "text": "He is the one who has saved me."
          },
          {
            "tag": "q1",
            "text": "He is my God, and I will praise him."
          },
          {
            "tag": "q2",
            "text": "He is the one my father worshiped,"
          },
          {
            "tag": "q2",
            "text": "and I will tell others how great he is."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh is a warrior;"
          },
          {
            "tag": "q2",
            "text": "Yahweh is his name."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He has thrown the king's chariots and his army into the sea;"
          },
          {
            "tag": "q",
            "text": "The king's best officers all drowned in the Sea of Reeds."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The water covered them like a flood;"
          },
          {
            "tag": "q2",
            "text": "they sank to the bottom like a stone."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "O Yahweh, your power is immense;"
          },
          {
            "tag": "q2",
            "text": "with that power, O Yahweh, you have crushed the enemy into pieces."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "We honor you greatly because you have defeated your enemies."
          },
          {
            "tag": "q1",
            "text": "Because you were angry with them, you have destroyed them"
          },
          {
            "tag": "q2",
            "text": "like a fire burns up straw."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You blew on the sea,"
          },
          {
            "tag": "q2",
            "text": "and the water piled up high;"
          },
          {
            "tag": "q1",
            "text": "the water stood up like two walls."
          },
          {
            "tag": "q1",
            "text": "In the deepest part of the sea the water became thick,"
          },
          {
            "tag": "q2",
            "text": "as though it were frozen."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Our enemies said, 'We will go after them"
          },
          {
            "tag": "q2",
            "text": "and catch up to them."
          },
          {
            "tag": "q1",
            "text": "We will draw our swords"
          },
          {
            "tag": "q2",
            "text": "and strike them."
          },
          {
            "tag": "q1",
            "text": "After we defeat them,"
          },
          {
            "tag": "q2",
            "text": "we will divide up everything we take from them.'"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But you blew on them with your breath,"
          },
          {
            "tag": "q2",
            "text": "and then the sea covered them."
          },
          {
            "tag": "q1",
            "text": "They sank like lead in the big waves."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh, among their gods, there is no god like you!"
          },
          {
            "tag": "q2",
            "text": "You are glorious, completely different from all that you made."
          },
          {
            "tag": "q1",
            "text": "There is no one like you!"
          },
          {
            "tag": "q2",
            "text": "Everyone fears and praises you for all the miracles you do!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When you stretched out your right hand,"
          },
          {
            "tag": "q2",
            "text": "the earth swallowed up our enemies!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You never stop loving us, the people that you have rescued;"
          },
          {
            "tag": "q2",
            "text": "with your power you are leading us to the land where you yourself live."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The people of other nations will hear what you have done,"
          },
          {
            "tag": "q2",
            "text": "and they will tremble."
          },
          {
            "tag": "q1",
            "text": "The people in Philistia will be terrified."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The chiefs in Edom will be dismayed."
          },
          {
            "tag": "q2",
            "text": "The leaders in Moab will be so afraid that they will shake. All those who live in Canaan will faint."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They will be terrified and fearful because of your great strength."
          },
          {
            "tag": "q2",
            "text": "But they will be as silent as stones"
          },
          {
            "tag": "q2",
            "text": "until we, your people, march past them,"
          },
          {
            "tag": "q2",
            "text": "the people you freed from being slaves in Egypt."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You will bring us into the promised land of Canaan."
          },
          {
            "tag": "q1",
            "text": "You will enable us to live on your hill,"
          },
          {
            "tag": "q2",
            "text": "in the place that you, Yahweh, have chosen to be your home,"
          },
          {
            "tag": "q1",
            "text": "in the holy place, our Lord,"
          },
          {
            "tag": "q2",
            "text": "that you yourself will build."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "O Yahweh, you will rule forever!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "When the king's horses and chariots and horsemen tried to go through the sea, Yahweh caused the water to come back and cover them. But the Israelite people walked through the middle of the sea on dry ground."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then Miriam, who was Aaron's older sister and a prophetess, picked up her tambourine, and went out dancing with all the other women who had tambourines."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Miriam sang to Yahweh this song:"
          },
          {
            "tag": "q1",
            "text": "\"Sing to Yahweh"
          },
          {
            "tag": "q2",
            "text": "because he has triumphed gloriously over his enemies."
          },
          {
            "tag": "q1",
            "text": "He has thrown the horses and their riders into the sea.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then Moses led the Israelite people away from the Sea of Reeds. They went to the wilderness of Shur. They walked for three days, but they could not find any water."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So they went on and came to a place named Marah. There was water there, but they could not drink it because it was bitter. That is why they named the place Marah, which is the Hebrew word that means 'bitter.'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The people complained to Moses, saying, \"What are we going to drink?\""
          },
          {
            "tag": "v",
            "num": "25",
            "text": "So Moses prayed to Yahweh. Then Yahweh showed him a tree. So he took one of the branches and threw it into the water, and the water became good to drink. There at Marah, Yahweh gave them a fixed rule by which to live. He also tested them there to determine if they would obey him."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He said, \"I am Yahweh, your God. If you will obey me when I speak to you and do those things that are right to me, and listen to all the things that I tell you, I will keep you from all the diseases that I brought on the Egyptians. Do not forget that I am Yahweh, the one who heals you.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "After they left Marah, they came to a place named Elim. There were twelve springs of water and seventy palm trees there. So they camped there."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "EXO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Exodus",
  "intro": [
    {
      "tag": "mt",
      "text": "The Escape from Egypt (Exodus)"
    }
  ]
}