{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Ezra"
        },
        {
          "tag": "toc2",
          "text": "Ezra"
        },
        {
          "tag": "toc3",
          "text": "Ezr"
        },
        {
          "tag": "mt1",
          "text": "Ezra"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "During the first year that Cyrus ruled the Persian Empire, he did something that fulfilled the prophecy that Jeremiah had spoken. Yahweh motivated Cyrus to write this message, and then Cyrus caused this message to be proclaimed throughout his empire:"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\" I, King Cyrus, rule the Persian Empire, and I say this: Yahweh, the God who is in heaven, has made me ruler of all the kingdoms on earth. And he has assigned me to make sure that his people build a temple for him in Jerusalem, in Judah."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "All you people who belong to God may go up to Jerusalem to rebuild this temple for Yahweh, the God who lives in Jerusalem, the God of Israel."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The other people who are living where Israelites are now in exile, whose ancestors were exiled here, must contribute silver and gold to those who go. They should also give the Jews the supplies that they will need for the journey to Jerusalem. They should also give them some livestock and gifts of money to help build the temple of God in Jerusalem.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then God motivated some of the priests and Levites and some of the leaders of the tribes that were descended from Judah and Benjamin to return to Jerusalem. Those whom God motivated got ready to return to Jerusalem and build the temple for him there."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "All of their neighbors helped them by giving them silver and golden things, and supplies for the journey, and livestock. They also gave them other valuable gifts, and also gave them money to buy things for building the temple."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "King Cyrus brought out the valuable things that King Nebuchadnezzar' s soldiers had taken from the temple of Yahweh in Jerusalem and put in the temples of their gods in Babylon."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Cyrus commanded Mithredath, the treasurer of the Persian Empire, to count all these items and then give them to Sheshbazzar, the leader of the group that was going to return to Judah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "This is a list of the items that Cyrus donated: Thirty gold basins, one thousand silver basins, twenty- nine other basins,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "thirty gold bowls, four hundred and ten similar silver bowls, and one thousand other objects."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "All together, there were five thousand four hundred silver and gold items given to Sheshbazzar to take with him when he and the others returned to Jerusalem."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "King Nebuchadnezzar' s soldiers captured many Israelite people and took them to Babylonia. Many years later, some Israelite people returned to Judah. Some returned to Jerusalem, and some returned to other places in Judah. They went to the towns where their ancestors had lived. This is a list of the groups who returned."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The leaders of those people who returned were Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "The groups of people who returned to Judah are listed next.",
              "attributes": {
                "occurrence": "2",
                "occurrences": "2"
              }
            },
            {
              "tag": "v",
              "num": "3",
              "text": ", undefined descendants of Parosh"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "descendants of Shephatiah"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "descendants of Arach"
            },
            {
              "tag": "v",
              "num": "6",
              "text": ", undefined descendants of Pahath- Moab, from the families of Jeshua and Joab"
            },
            {
              "tag": "v",
              "num": "7",
              "text": ", undefined descendants of Elam"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "descendants of Zattu"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "descendants of Zaccai"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "descendants of Bani"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "descendants of Bebai"
            },
            {
              "tag": "v",
              "num": "12",
              "text": ", undefined descendants of Azgad"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "descendants of Adonikam"
            },
            {
              "tag": "v",
              "num": "14",
              "text": ", undefined descendants of Bigvai"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "descendants of Adin"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Ninety- eight descendants of Ater, who descended from Hezekiah"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "descendants of Bezai"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "descendants of Jorah"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "descendants of Hashum"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Ninty- five descendants of Gibbar"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "People whose ancestors had lived in these towns in Judah:",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "21",
              "text": "from Bethlehem"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Fifty- six from Netophah"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "from Anathoth"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Forty- two from Azmaveth"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "from Kiriath Arim, Kephirah, and Beeroth"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "from Ramah and Geba"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "from Michmas"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "from Bethel and Ai"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Fifty- two from Nebo"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "from Magbish"
            },
            {
              "tag": "v",
              "num": "31",
              "text": ", undefined from Elam"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "from Harim"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "from Lod, Hadid, and Ono"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "from Jericho"
            },
            {
              "tag": "v",
              "num": "35",
              "text": ", undefined from Senaah"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Priests who returned: undefined descendants of Jedaiah( that is, those who descended through Jeshua)"
            },
            {
              "tag": "v",
              "num": "37",
              "text": ", undefined descendants of Immer"
            },
            {
              "tag": "v",
              "num": "38",
              "text": ", undefined descendants of Pashur"
            },
            {
              "tag": "v",
              "num": "39",
              "text": ", undefined descendants of Harim"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "Those from the tribe of Levi who returned: Seventy- four descendants of Jeshua and Kadmiel, who were from the family of Hodaviah"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "singers who were descendants of Asaph"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "gatekeepers who were descendants of the gatekeepers Shallum, Ater, Talmon, Akkub, Hatita, and Shobai"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "The temple workers who were descendants of these men: Ziha, Hasupha, Tabbaoth,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Keros, Siaha, Padon,"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Lebanah, Hagabah, Akkub,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Hagab, Shalmai, Hanan,"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Giddel, Gahar, Reaiah,"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Rezin, Nekoda, Gazzam,"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Uzza, Paseah, Besai,"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Asnah, Meunim, Nephusim,"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Bakbuk, Hakupha, Harhur,"
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Bazluth, Mehida, Harsha,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Barkos, Sisera, Temah,"
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Neziah, and Hatipha."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "55",
              "text": "The following descendants of King Solomon' s servants returned to Jerusalem: Sotai, Hassophereth, Peruda,"
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Jaalah, Darkon, Giddel,"
            },
            {
              "tag": "v",
              "num": "57",
              "text": "Shephatiah, Hattil, Pochereth Hazzebaim, and Ami."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "58",
              "text": "Altogether, there were undefined descendants of temple workers and Solomon' s servants who returned."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "59",
              "text": "There was another group who returned to Judah from Tel Melah, Tel Harsha, Cerub, Addon, and Immer in Babylonia. But they could not prove that they were true Israelites."
            },
            {
              "tag": "v",
              "num": "60",
              "text": "This group included undefined people who were descendants of Delaiah, Tobiah, and Nekoda."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "61",
              "text": "The descendants of the priests in this group included people belonging to Habaiah' s clan, Hakkoz' s clan, and Barzillai' s clan. Barzillai had married a woman who was a descendant of Barzillai from the region of Gilead, and he had taken for himself the name of his father- in- law' s clan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "62",
              "text": "The people in that group searched in the documents that had the names of the ancestors of all the clans, but these men' s names were not found. So they were not permitted do the work that priests did."
            },
            {
              "tag": "v",
              "num": "63",
              "text": "The governor told them that they would need to ask a priest to consult Yahweh by casting the sacred lots, to determine whether those men were truly Israelites. If the stones showed that those men were Israelites, they would be permitted to eat the shares of the sacrifices that were given to the priests."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "64",
              "text": "Altogether undefined, undefined Israelite people returned to Judah."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "There were also undefined, undefined servants and two hundred musicians, both men and women, who returned."
            },
            {
              "tag": "v",
              "num": "66",
              "text": "The Israelites brought with them from Babylonia undefined horses, undefined mules,"
            },
            {
              "tag": "v",
              "num": "67",
              "text": "camels, and undefined, undefined donkeys."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "68",
              "text": "When they arrived at the temple of Yahweh in Jerusalem, some of the clan leaders gave money for the supplies needed to rebuild the temple in the same place where the old temple had been."
            },
            {
              "tag": "v",
              "num": "69",
              "text": "They all gave as much money as they were able to give. Altogether they gave about undefined, undefined gold coins, undefined silver pieces, and one hundred robes for the priests."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "70",
              "text": "Then the priests, the other descendants of Levi, the musicians, the temple guards, and some of the other people started to live in the towns and villages near Jerusalem. The rest of the people went to the other places in Israel there where their ancestors had lived."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After the Israelite people returned to Jerusalem and they began to live in their towns, in the autumn of that year, they all gathered together in Jerusalem."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Jeshua son of Jehozadak, and his fellow priests, and Zerubbabel son of Shealtiel and his close friends, all began to rebuild the altar of the God of Israel. They did that in order that they could sacrifice burned offerings on it, according to what the prophet Moses had written in the laws that God had given to him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Even though they were afraid of the people who were already living in that area, they rebuilt the altar at the same place where the previous altar had been. They began to offer sacrifices every morning and every eventing."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Fifteen days after they started to offer these sacrifices, the people celebrated the Festival of Shelters, as Moses had commanded them to do in the decrees that God had given to him. Each day the priests offered the sacrifices that were required for that day."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "In addition, they presented the regular burned offerings and the offerings that were required for the New Moon festivals and the other festivals that they celebrated as special times each year to honor Yahweh. They also brought other offerings only because they desired to bring them, not because they were required to bring them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "But even though they started bringing burned offerings to Yahweh at the beginning of autumn, they had not yet started building the temple building."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So the Israelites hired masons and carpenters, and they bought logs from cedar trees from the people of Tyre and Sidon. They gave those people food, wine, and olive oil as payment. They brought the logs down from the mountains in Lebanon to the Mediterranean seacoast and then floated them along the coast of the sea to Joppa. King Cyrus permitted them to do that. Then the logs were brought from Joppa inland up to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "The Israelis started to rebuild the temple in the springtime of the second year after they returned to Jerusalem. Zerubbabel and Jeshua and all the people who had returned to Jerusalem worked on the building. They assigned the Levites twenty years old and older to supervise the work of Yahweh' s house."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jeshua, his sons, and his other relatives, and Kadmiel and his sons, who were descendants of Judah, also helped to supervise the work. The people who were descendants of Henadad, who were also all Levites, joined with them in supervising this work."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When the builders finished laying the foundation of the temple, the priests put on their robes and stood in their places, blowing their trumpets. Then the Levites who were descendants of Asaph clashed their cymbals to praise Yahweh, just as King David had many years previously told Asaph and the other musicians to do."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They praised Yahweh and thanked him, and they sang this song about him:"
            },
            {
              "tag": "q",
              "text": "\" He is very good to us! He honors his covenant faithfulness for Israel, and he will love us forever.\" Then all the people shouted loudly, praising him because they had finished laying the foundation of his temple."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Many of the old priests, Levites, and leaders of families remembered what the first temple was like, and they cried aloud when they saw the foundation of this temple being laid because they knew that the new temple would not be as beautiful as the first temple. But the other people shouted joyfully."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The shouting and the crying were like one very loud sound that even people far away could hear."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The enemies of the people of the tribes of Judah and Benjamin heard that they had returned from Babylonia and were rebuilding the temple for Yahweh, the God of Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So they went to Zerubbabel the governor and to the other Jewish leaders and said to them, \" We want to help you build the temple, because we worship the same God whom you worship. We have been offering sacrifices to him since Esarhaddon, the king of Assyria, brought us here.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But Zerubbabel, Jeshua, and the other Jewish leaders replied, \" We will not allow you to help us build a temple for our God. It is we alone who will build it for Yahweh, as Cyrus, king of Persia, told us to do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Then the people who had been living in that land before the Israelites returned tried to cause the Jews to become discouraged and afraid, so they would stop building the temple."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They bribed government officials to prevent the Jews from continuing to work on the temple. They did that all during the time that Cyrus was king of Persia and also when Darius became king."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then during the first year that Darius' son Ahasuerus was king, the enemies of the Jews wrote a letter to the king saying that the Jews were planning to rebel against the government."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Later, when Ahasuerus' son Artaxerxes became king of Persia, Bishlam, Mithredath, Tabeel and their colleagues wrote a letter to him. They wrote the letter in the Aramaic language, and it was translated into the language of the Persians."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Rehum, the high commissioner, and Shimshai, the provincial secretary, wrote the letter to King Artaxerxes concerning what was happening in Jerusalem."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They stated that the letter was from Rehum, Shimshai, and their associates, the judges, and other government officials, who were from Erech, Babylon, and Susa in the district of Elam."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They also wrote that they represented the other people groups whom the army of the great and glorious Ashurbanipal had deported and sent to live in Samaria and in other cities in the province west of the Euphrates River."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "This is what they wrote in the letter:\" This letter is for King Artaxerxes, and comes from the officials serving you who live in the province west of the Euphrates River."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\" Your Majesty, we want you to know that the Jews who came here from your territories are rebuilding the city of Jerusalem. These people are wicked and want to rebel against you. They are now repairing the foundations of the walls and building the walls of the city."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "It is important for you to know that if they rebuild the city and finish building the walls, they will stop paying any taxes. As a result, there will be less money in your treasury."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Now, because we are loyal to you, and because we do not want you to be humiliated, we are sending this information to you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And, we suggest that you order your officials to search among the records kept by your ancestors. If you do that, you will find out that the people in this city have always rebelled against the government. You will also find out that from long ago these people caused trouble for kings and for rulers of provinces. They have always revolted against those who ruled them. That is the reason that this city was destroyed by the Babylonian army."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "We want you to know that if they rebuild this city and finish building its walls, you will no longer be able to control the people in this province west of the Euphrates River.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "After the king read this letter, he sent this reply to them:\" To you Rehum, the high commissioner, and Shimshai, the provincial secretary, and their colleagues in Samaria and in other parts of the province that is west of the Euphrates River, I send my greetings."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The letter that you sent to me was translated and read to me."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So then, I ordered my officials to search the records. I have found out that it is true that the people of that city have always revolted against their rulers, and that the city is full of people who have rebelled and caused trouble."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "In the past, powerful kings ruled in Jerusalem, and they also ruled over the whole province west of the Euphrates River. They forced the people there to pay them all kinds of taxes."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So you must command that the people must stop rebuilding the city. Only if I tell them that they may rebuild it will they be allowed to continue."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Do this immediately, because I do not want those people to do anything to harm the things about which I am concerned.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Messengers took that letter to Rehum and Shimshai and their colleagues and read it to them. Then Rehum and the others went quickly to Jerusalem, and they forced the Jews to stop rebuilding the city wall."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The result was that the Jews stopped rebuilding the temple. They did not do any more work to rebuild the temple until the second year after Darius became the king of Persia."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "At that time two prophets were giving messages from God to the Jews in Jerusalem and other cities in Judah. The prophets were Haggai and Zechariah, who was a descendant of Iddo. They spoke those messages representing the God that the people of Israel worshiped."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Zerubbabel and Shealtiel led many other people as they started again to rebuild the temple of God in Jerusalem. And God' s prophets Haggai and Zechariah were with them and helped them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But Tattenai, the governor of the province west of the Euphrates River, and Shethar- Bozenai, his assistant, together with some of their officials went to Jerusalem and said to the people, \" Who has permitted you to rebuild this temple?\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They also asked the Jews to tell them the names of the men who were working on the temple."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "However, God was taking care of the Jewish leaders and they were not stopped by their enemies. They were waiting for King Darius to make a royal decree that would either give them permission and his protection so they could finish their work on the temple, or stop their work completely."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So Tattenai, Shethar- Bozenai, and their officials sent a report to King Darius."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "This is what they wrote:\" King Darius, we hope that things are going well for you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "We want you to know that we went to Judah, where the temple of the great God is being rebuilt. The people are building it with huge stones, and they are putting wooden beams in the walls. The work is being done very carefully, and they are progressing well."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "We asked the Jewish leaders, ' Who has permitted you to rebuild this temple?'"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "We also requested them to tell us the names of their leaders, in order that we could tell you who they were."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But instead of telling us their leaders' names, what they said was, ' We serve the God who created the heaven and the earth. Many years ago a great king of Israel told our ancestors to build a temple here, and now we are rebuilding it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But God, who rules in heaven, allowed the armies of Nebuchadnezzar, king of Babylonia, to destroy that temple, because our ancestors did things that caused God to become very angry. Nebuchadnezzar' s army took many of the Israelite people to Babylonia."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "However, during the first year that Cyrus king of Babylon started to rule, he decreed that the temple of God should be rebuilt."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "King Cyrus returned the gold and silver cups that Nebuchadnezzar had taken from the Temple of God in Jerusalem and had placed in the temple of Babylon. These cups were taken from that temple and presented to a man named Sheshbazzar, whom King Cyrus appointed as governor of Judah."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The king instructed him to take the objects back to Jerusalem, to the place from where they had been taken. He also decreed that they should rebuild the temple at the place where it had been before."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So Sheshbazzar did that. He came here to Jerusalem and supervised the men who laid the foundation of the temple. And since that time, the people have been working on the temple, but it is not finished yet.'"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, your Majesty, please order someone to search in the place in Babylon where the important records are kept, to find out whether it is true that King Cyrus decreed that God' s temple should be rebuilt in Jerusalem. Then you can tell us what you want us to do about this matter.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "So King Darius commanded someone to search in the place where important records were kept, but those documents were not there in Babylon."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They found a scroll in the fortress city of Ecbatana in Media that contained the information that they wanted to know."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "This is what was written on that scroll:",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "3",
              "text": "\" During the first year that Cyrus ruled the empire, he sent out a decree concerning the temple of God that was in Jerusalem. He said that they must build a new temple in the same place where the Israelite people had previously offered sacrifices, where the original foundation of the first temple was. The temple must be twenty- seven meters high and twenty- seven meters wide."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The building must be made from large stones. After putting down three layers of stones, a layer of timber must be put on top of them. This work will be paid for by money from the royal treasury."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Also, the gold and silver objects that King Nebuchadnezzar took from the temple of God in Jerusalem and brought to Babylon must be taken back to Jerusalem. They must be once again put into God' s temple.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "After reading this, King Darius sent this message to the leaders of the Jews' enemies in Jerusalem:\" This is a message for Tattenai, the governor of the province west of the Euphrates River, and for his assistant Shethar- Bozenai, and for all your colleagues: Stay away from that area."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Do not interfere with the work of building the temple of God. The temple must be rebuilt at the same place where the former temple was. And do not hinder the governor of the Jews or their elders while they are doing this work."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Furthermore, I command you to help these leaders of the Jews as they rebuild this temple of God. You must give them funds for the building work from my treasury among you."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Jewish priests in Jerusalem need young bulls and rams and lambs to sacrifice as they make burned offerings to the God of heaven. You must give them the animals that they need. Also, you must be certain to give them the wheat, salt, wine, and olive oil that they need each day for those sacrifices."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If you do that, they will be able to offer sacrifices that please the God who is in heaven, and they will pray that God will bless me and my sons."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If anyone disobeys this decree, my soldiers will pull a beam from his house. Then they will lift that man up and impale him on that beam. Then they will completely destroy that man' s house until only a pile of rubble is left."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "God has chosen that city of Jerusalem as the place where people will honor him. What I desire is that he will get rid of any king or any nation that tries to change this decree or tries to destroy that temple in Jerusalem. I, Darius, have made this decree. You must completely obey it.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Tattenai, the governor of the province, and his assistant Shethar- Bozenai and their colleagues read the message and immediately obeyed the decree of King Darius."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So the Jewish leaders continued their work of rebuilding the temple. They were greatly encouraged by the messages that the prophets Haggai and Zechariah preached. The Israelites continued building the temple, just as God had commanded them to do and as King Cyrus and King Darius had decreed."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They finished building it on third day of the month of Adar, during the sixth year that King Darius ruled."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then the priests and the Levites and all the other Israelite people who had returned from Babylon joyfully dedicated the temple."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "During the ceremony to dedicate the temple, they sacrificed one hundred young bulls, one hundred rams, and four hundred lambs. They also sacrificed twelve male goats as an offering so that God would forgive the sins of the people of the twelve tribes of Israel."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then the Jewish leaders divided the priests and Levites into groups that would take turns to serve at the temple. They did this according to what Moses had written many years previously in the laws that he wrote."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "On the undefined th day of the first month, the Jews who had returned from Babylon celebrated the Passover Festival."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "To qualify themselves for offering the sacrifices, the priests and Levites had already purified themselves by performing certain rituals. Then they slaughtered the lambs for the benefit of all the people who had returned from Babylon, for the other priests, and for themselves."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Those who had returned from Babylon and who had separated themselves from the unclean people around them who had a different culture, language, and worship, and they were able now to worship Yahweh, the God of the Israelite people, and to eat the Passover meal."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They celebrated the Festival of Unleavened Bread for seven days. The Israelite people throughout the land were joyful because Yahweh had changed the attitude of the king of Assyria toward them, and as a result, the king had helped them to rebuild the temple of God, the God of Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Many years later, while Artaxerxes was the king of Persia, Ezra went from Babylon to Jerusalem. He was the son of Seraiah and the grandson of Azariah, and the great- grandson of Hilkiah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Hilkiah was the son of Shallum, who was the son of Zadok, who was the son of Ahitub,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "who was the son of Amariah, who was the son of Azariah, who was the son of Meraioth,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "who was the son of Zerahiah, who was the son of Uzzi, who was the son of Bukki,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "who was the son of Abishua, who was the son of Phinehas, who was the son of Eleazar, who was the son of Aaron, the first high priest."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Ezra was a man who knew the laws that Moses wrote very well. Those were the laws that Yahweh, the God of Israel, had given to the Israelite people. He left Babylon after the king had told people to give him anything he requested. Indeed, Yahweh helped Ezra very much in all these matters."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Some of the priests, some descendants of Levi, some singers, some gatekeepers, and some men who worked in the temple, and some other Israelite people went up with Ezra to Jerusalem. That was during the seventh year that Artaxerxes was the king of Persia."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Ezra and the group with him arrived in Jerusalem in the fifth month of the seventh year that Artaxerxes was king."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They had left Babylon on the first day of the first month, which was the first day of the Jewish year. Because God acted very kindly toward them, they arrived safely in Jerusalem on the first day of the fifth month of that year."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "During Ezra' s entire life, he devoted himself to studying the laws of Yahweh and how to obey those laws. He had also taught those laws and all the decrees to the Israelite people for many years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "This was the decree that King Artaxerxes gave Ezra the priest and scribe of Yahweh' s commandments and statutes for Israel:"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\" This letter is from me, Artaxerxes, the greatest of the kings. I am giving it to Ezra the priest, who has studied very well all the rules and regulations that the God who is in heaven gave to the Israelite people."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Ezra, I command that when you return to Jerusalem, any of the Israelite people in my kingdom who want to be allowed to go with you. That includes any priests and descendants of Levi who will work in the temple who want to go."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I, along with my seven counselors, am sending you to Jerusalem, in order that you can determine what is happening there and in other towns in Judah. You are taking with you a copy of God' s laws; make sure that the people are doing everything that is written in those laws."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "We are also telling you to take with you the silver and gold that I and my advisors are wanting to give to you, in order that you will present it as an offering to the God of Israel who lives in Jerusalem."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "You should also take any silver and gold that the people in the entire Babylonia province give to you, and the money that the priests and other Israelite people have happily said that they would give to you to be offerings for building the temple of their God in Jerusalem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "With this money, you should buy the bulls, rams, lambs, and the grain and wine that the priests will burn on the altar outside the temple of your God in Jerusalem."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "If there is any silver or gold that remains after you have bought all those things, you and your companions are permitted to use it to buy whatever you desire, but buy only things that you know that God wants you to buy."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "We have given to you some valuable items to be used in the temple of your God. Take them also to Jerusalem."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "If you need any other things for the temple, you are permitted to get the money for those things from the royal treasury here."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "And I, King Artaxerxes, command this to all the treasurers in the province west of the Euphrates River: Give to Ezra the priest who has studied very well the laws of the God who is in heaven, everything that he requests, and give it to him quickly."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Give him up to three and one- third metric tons of silver, five hundred bushels of wheat, two and one- fifth kiloliters of wine, the same of olive oil, and all the salt that they need."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Be sure that you provide whatever their God requires for his temple, because we certainly do not want him to be angry with me or with my descendants who will later be kings."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "We are also commanding that none of the priests, descendants of Levi who work in the temple, musicians, temple guards, or other men who work in the temple, will be required to pay any taxes."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Ezra, your God has enabled you to become very wise. Using that wisdom, appoint men in the province west of the Euphrates River who will judge cases involving the people, and men who will judge cases involving the government. You must appoint men who know the laws of your God. All of you must teach God' s laws to others who do not know them."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Everyone who does not obey God' s laws or the laws of my government must be punished severely. Some of them will be executed, some will be put in prison, some will be sent out of the country or have all their property taken away from them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Ezra said, \" Praise Yahweh, the God whom our ancestors worshiped! He has caused the king to want to honor his temple in Jerusalem."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Because God acted kindly and faithfully toward me, the king and all his advisors and all his powerful officials have also acted kindly toward me. Because God has helped me, I have been encouraged, and I have been able to persuade some of the Israelite leaders to go up to Jerusalem with me.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is a list of the names of the leaders of the clans who came with me up to Jerusalem from Babylonia when Artaxerxes was king of Persia:"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Gershom, in the clan descended from Aaron' s grandson Phinehas. Daniel, in the clan descended from Aaron' s son Ithamar. Hattush, a descendant of Shecaniah in the clan descended from King David."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Zechariah and undefined other men in the clan descended from Parosh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Eliehoenai son of Zerahiah and two hundred other men in the clan descended from Pahath- Moab."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ben Jahaziel and three hundred other men in the clan descended from Shecaniah."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Ebed son of Jonathan and fifty other men in the clan descended from Adin."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Jeshaiah son of Athaliah and seventy other men in the clan descended from Elam."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Zebadiah son of Michael and eighty other men in the clan descended from Shephatiah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Obadiah son of Jehiel and undefined other men in the clan descended from Joab."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Ben Josiphiah and one hundred sixty other men in the clan descended from Shelomith."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Zechariah son of Bebai and twenty eight other men in the clan descended from another man whose name was Bebai."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Johanan son of Hakkatan and one hundred ten other men in the clan descended from Azgad."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Also Eliphelet, Jeuel, and Shemaiah, who returned here later with sixty other men in the clan descended from Adonikam."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Uthai and Zaccur and seventy other men in the clan descended from Bigvai."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Ezra said, \" I gathered together all of Jews at the canal that goes from Babylon to Ahava. We set up our tents there and stayed there for three days. During that time I read the lists of names and found out that there were priests going with us, but no other descendants of Levi who could help them in the temple."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So I summoned Eliezer, Ariel, Shemaiah, Elnathan, Jarib, another man named Elnathan, Nathan, Zechariah, and Meshullam, who were all leaders of the people. I also summoned Joiarib and yet another man named Elnathan( three in all), who were teachers."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I sent them all to Iddo, the leader of the descendants of Levi, who was living in Kasiphia, to request that he and his relatives and other men who had worked in the temple in Jerusalem send us some men who would go with us to work in God' s new temple."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Because God acted kindly toward us, they brought to us a man named Sherebiah and eighteen of his sons and other relatives. Sherebiah was a very wise man, a descendant of Mahli, who was a grandson of Levi."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They also sent to us Hashabiah, along with Jeshaiah, descendants of Levi' s son Merari, and twenty of their relatives."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "They also sent undefined other men to work in the temple. Those men' s ancestors had been appointed by King David to assist the descendants of Levi. I listed the names of all those men."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "There alongside the Ahava Canal, I announced a time for us all to fast and pray. I told them that we should humble ourselves in the presence of our God. We prayed that God would protect us while we traveled, and also protect our children and our possessions."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Previously we had told the king that our God takes care of all those who truly trust in him, but that he becomes very angry with those who refuse to obey him. So I would have been ashamed to ask the king to send soldiers and men riding on horses to protect us from our enemies while we were traveling along the road."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So we fasted and requested God to protect us, and we prayed to him. And he answered our prayer."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "I chose twelve of the leaders of the priests, Sherebiah and Hashabiah and ten others."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "I assigned them to supervise the transport to Jerusalem of the gifts of silver and gold and the other valuable items that the king and his advisors and other officials, and the Israelite people who were living in Babylonia, had contributed for the temple of our God."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "As I gave these various items to those priests, I weighed each of the items. This was the total: About twenty- one and one- half metric tons of silver, one hundred items made from silver that altogether weighed three and one- third metric tons, three and one- third metric tons of gold,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "twenty gold bowls that altogether weighed about eight and one- half kilograms, and two items made of polished bronze that were as valuable as ones made of gold."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "I said to those priests, ' You are specially set apart for Yahweh, the God whom our ancestors worshiped, and these valuable things are special to him in the same way. The people themselves gave these things to be offerings to Yahweh voluntarily."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So guard them carefully, and when we arrive in Jerusalem, weigh them in the presence of the priests, the descendants of Levi who will help the priests, and the other Israelite leaders there. They will then put them in the storerooms in the new temple.'"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So the priests and descendants of Levi took from me all the gifts of silver and gold and the other valuable items, in order to carry them to the temple in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "On the twelfth day of the first month, we left the Ahava Canal and started to travel to Jerusalem. Our God took care of us, and while we traveled, he prevented our enemies and bandits from attacking us."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "After we arrived in Jerusalem, we rested for three days."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then on the fourth day we went to the temple. There the silver and gold and the other items were weighed and given to the priest Meremoth son of Uriah. Eleazar the son of Phinehas and two descendants of Levi, Jozabad son of Jeshua and Noadiah son of Binnui, were with him."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "They counted everything, and wrote down how much they weighed, and wrote a description of each item."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "We who had returned from Babylonia offered to God sacrifices on the altar. We offered twelve bulls for all us Israelite people. We also offered ninety- six rams and seventy- seven lambs. We also sacrificed twelve goats to atone for the sins that all the people had committed. These were all completely burned on the altar."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Some of us who returned from Babylonia took to the governors and other officials of the province west of the Euphrates River the letter that the king had given to us. After they read the letter, they did all that they were able to do for us Israelite people and for the temple of God.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "\" Some time later, the Jewish leaders came to me and said, ' Many Israelites, and even some priests and other men who are descendants of Levi who work in the temple, have not kept themselves from doing what the other people who are living in this land do. They are doing the same disgusting things that are being done by the Canaan, Heth, Periz, Jebus, Ammon, and Amor people groups, and by the people from Moab and Egypt,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Specifically, some Israelite men have married women who are not Israelites, and they have allowed their sons to do the same thing. So we, God' s sacred people, have become polluted. And some of our leaders and officials have been the first ones to betray God in this way!'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "When I heard that, I was overwhelmed, so I tore my clothes and tore some hair from my head and from my beard. Then I sat down, ashamed of my people since the Israelites knew that God had warned us that he would punish us if we disobeyed what he had said to us about marrying women who are not Israelites."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So many of them trembled when they heard that some of those who had returned from Babylonia had sinned like that. They came and sat with me until it was time to offer the evening sacrifices of grain."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When it was time to offer those sacrifices, I was still sitting there, wearing those torn clothes and mourning. I stood up, and then I quickly prostrated myself on the ground. I lifted up my hands to Yahweh, my God,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and this is what I prayed:' Yahweh my God, I am very ashamed to raise my head in front of you. The sins that we Israelites have committed are very great; it is as though they have risen up higher than our heads. As for our guilt for committing those sins, it is as though it rises up to the heavens."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Since the time that our ancestors lived until now, we have been very guilty. That is the reason that we and our kings and our priests have been defeated by the armies of the kings of other lands. They killed some of our people, they captured some, they robbed some, and they caused them all to be disgraced, just as we are today."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But now, Yahweh God, you have acted very kindly toward us. You have allowed some of us to survive. You have revived our spirits and allowed us to escape from being slaves in Babylonia and to return safely to live in this sacred place."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "We were slaves, but you did not abandon us. Instead, because you are always faithful to your covenant with us, you caused the kings of Persia to act very kindly toward us. You have allowed us to continue to live and to rebuild your temple which had been completely destroyed. You have allowed us to start to live safely here in Jerusalem and in other towns in Judah."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Our God, what more can we say now? In spite of all that you have done for us, we have disobeyed your commands."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They are commands that you gave to your servants, the prophets, to tell to us. They told us that the land that we would occupy was polluted because of the detestable things that were done by the people who lived there. They said that the land was filled from one end to the other with people who did immoral things."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They said that we should not allow our daughters to marry their sons! We should not allow our sons to marry their daughters! We should not even try to cause things to go well for those people! They said that if we obeyed these instructions, our nation would be strong, and we would enjoy the good crops that grow on the land, and the land would belong to our descendants forever."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But you punished us because we were very guilty for having done wicked things. Still, you have not punished us as much as we deserve to be punished. I say this because you, our God, have allowed some of us to survive."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "However, some of us are again disobeying your commands, and we are marrying women who do those detestable things. If we continue to do that, surely you will get rid of all of us, with the result that none of us will remain alive."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Yahweh, God of Israel, you always do the right thing! We are guilty. We are only a few people who have escaped from Babylonia, but we are praying to you, even though we do not deserve to be in your presence.\"'\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "While Ezra was kneeling down in front of the temple and praying and crying, he was confessing the sins that the Israelite people had committed. Many people, men and women and children, gathered around him and also cried very much."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Shecaniah son of Jehiel in the clan of Elam, said this to him: \" We have disobeyed God. Some of us have married women who are not Israelites. But we can still hope that Yahweh will be merciful to us Israelite people."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "We will do what you, and the others who have an awesome respect for what our God has commanded, tell us to do. We will do what God told us in his laws. We will make a covenant with our God, saying that we will divorce our wives who are not Israelites, and we will send them away with their children."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "It is your responsibility to tell us what to do. So get up, and be courageous, and do what is necessary. We will support you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So Ezra stood up and demanded that the leaders of the priests, the descendants of Levi, and all the other Israelite people solemnly declare that they would do what Shecaniah said that they should do. So they all solemnly promised to do that."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then Ezra went away from in front of the temple and went to the room where Jehohanan lived. He stayed there that night, but he did not eat or drink anything. He was still sad because some of the Israelites who had returned from Babylonia had not faithfully obeyed God' s laws."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then the leaders sent a message to all the people in Jerusalem and in other towns in Judah, saying that all those who had returned from Babylonia should come to Jerusalem immediately."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The leaders also said that if any of them did not arrive within three days, they would order that all the property of those people be taken from them, and that they must no longer be considered to belong to the Israelite people; they would be considered to be foreigners."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So within three days, on December undefined, all the people of the tribes of Judah and Benjamin gathered in Jerusalem. They were there, sitting in the courtyard in front of the temple. They were trembling because it was raining hard and because they were worried that they would be punished for what they had done."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then Ezra stood up and said to them, \" Some of you men have committed an act of treason against God. You have married women who are not Israelites. By doing that, you have made us Israelite people more guilty than we were before."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So now you must worship Yahweh, the God whom your ancestors worshiped, and you must do what he wants. Separate yourselves from the people of other nations and from the women from those nations whom you have married.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The whole group answered, shouting loudly, \" Yes, what you have said is right! We will do what you have said."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But we are a very large group, and it is raining hard. Also, there are many of us who have committed this evil sin. This is something that we cannot take care of in one or two days, and we cannot stand here in this rain."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So allow our leaders to decide for all of us what we should do. Tell everyone who has married a woman who is not Israelite to come at a time that you decide. They should come with the elders and judges from each city. If we do that, our God will stop being angry with us because of what we have done.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Jonathan son of Asahel, and Jahzeiah son of Tikvah disagreed with this, and Meshullam and Shabbethai, a descendant of Levi, supported them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "But all the others who had returned from Babylonia said that they would do it. So Ezra chose leaders of each of the clans, and I wrote down their names. On the first day of the tenth month these men came and sat down to investigate the matter."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "By the first day of the first month of the next year they had finished determining which men had married women who were not Israelites."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "This is a list of the names of the priests who had married non- Jewish women, and the clans to which they belonged. In the clan of Jeshua and his brothers, who were sons of Jehozadak, there were Maaseiah, Eliezer, Jarib, and Gedaliah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They solemnly promised to divorce their wives, and they each sacrificed a ram to be an offering to atone for their sins."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "In the clan of Immer there were Hanani and Zebadiah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "In the clan of Harim there were Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "In the clan of Pashhur there were Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The descendants of Levi who had married non- Jewish women were Jozabad, Shimei, Kelaiah( whose other name was Kelita), Pethahiah, Judah, and Eliezer."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "There was Eliashib the musician. Among the temple guards there were Shallum, Telem, and Uri."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "This is a list of the names of the other Israelites who had married foreign wives: In the clan of Parosh there were Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "In the clan of Elam there were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "In the clan of Zattu there were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "In the clan of Bebai there were Jehohanan, Hananiah, Zabbai, and Athlai."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "In the clan of Bani there were Meshullam, Malluk, Adaiah, Jashub, and Sheal Jeremoth."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "In the clan of Pahath- Moab there were Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "In the clan of Harim there were Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Benjamin, Malluk, and Shemariah."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "In the clan of Hashum there were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "In the clan of Bani there were Maadai, Amram, Uel,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Benaiah, Bedeiah, Keluhi,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Vaniah, Meremoth, Eliashib,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Mattaniah, Mattenai, and Jaasu."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "In the clan of Binnui there were Shimei,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Shelemiah, Nathan, Adaiah,"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Maknadebai, Shashai, Sharai,"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Azarel, Shelemiah, Shemariah,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Shallum, Amariah, and Joseph."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "In the clan of Nebo there were Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, and Benaiah."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Each of those men had married a woman who was not an Israelite, and some of them had children by those women."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "EZR EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:54:09 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra"
}