[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "These are those who descended from Esau, whose other name was Edom, and what happened concerning them."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Esau married three women from Canaan land: Adah, the daughter of Elon the Hittite; Oholibamah, who was the daughter of Anah and granddaughter of Zibeon the Hittite;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "and Basemath, who was the daughter of Ishmael and sister of Nebaioth."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Esau’s wife Adah gave birth to Eliphaz. Basemath gave birth to Reuel."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Oholibamah gave birth to Jeush, Jalam, and Korah. All these sons of Esau were born while he was living in Canaan land."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Jacob and Esau had very many possessions. For this reason, they needed more land for their livestock. The land where they were living was not big enough for all their livestock. So Esau, whose other name was Edom, had taken his wives and sons and daughters and all the other members of his household, his sheep and goats and his other animals, and all the other things he had obtained in Canaan land, and they had moved to an area that was away from Jacob."
      },
      {
        "t": "v",
        "n": 8,
        "v": "They went to live in the hill country of Seir."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "These are those who descended from Esau, the ancestor of the Edom people group who live in the Seir area."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Esau’s wife Adah gave birth to Eliphaz, and Esau’s wife Basemath gave birth to Reuel."
      },
      {
        "t": "v",
        "n": 11,
        "v": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Esau’s son Eliphaz also had a concubine. Her name was Timna. She gave birth to Amalek. Those six men were grandsons of Esau’s wife Adah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Reuel’s sons were Nahath, Zerah, Shammah, and Mizzah. They were grandsons of Esau’s wife Basemath."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Esau’s wife Oholibamah, who was the daughter of Anah and granddaughter of Zibeon, gave birth to three sons: Jeush, Jalam, and Korah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "These are the chiefs among the descendants of Esau. The descendants of Eliphaz, his firstborn son, these were the chiefs: Teman, Omar, Zepho, Kenaz,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Korah, Gatam, and Amalek people groups. These were chiefs that descended from Eliphaz who lived in Edom; they were grandsons of Adah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "The sons of Esau’s son Reuel were ancestors of the Nahath, Zerah, Shammah, and Mizzah people groups. They were descended from Esau’s wife Basemath. They also lived in Edom."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "The sons of Esau’s wife Oholibamah, whose mother was Anah, were ancestors of the Jeush, Jalam, and Korah people groups."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "That is the list of the sons of Esau, and the people groups who were their descendants."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "This is a list of the descendants of Seir, who belonged to the Hor people group, who were the first people group who lived in the region of Edom: Lotan, Shobal, Zibeon, Anah,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Dishon, Ezer, and Dishan. Those seven men each became ancestors of a people group. Each of the people groups had the same name as the name of their ancestor."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "The sons of Lotan were Hori and Heman. Lotan’s sister was Timna."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "The sons of Zibeon were Aiah and Anah. This Anah was the one who discovered the hot springs in the desert while he was taking care of his father Zibeon’s donkeys."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "Anah had two children—a son named Dishon and a daughter named Oholibamah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 26,
        "v": "Dishon’s sons were Hemdan, Eshban, Ithran, and Keran."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 27,
        "v": "Ezer’s sons were Bilhan, Zaavan, and Akan."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "Dishan’s sons were Uz and Aran."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 29,
        "v": "The people groups who were descendants of Hor lived in Seir land. The names of the people groups are Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 31,
        "v": "These are the names of the kings who ruled in Edom before any kings ruled over the Israelites."
      },
      {
        "t": "v",
        "n": 32,
        "v": "Beor’s son Bela became the first king in Edom. The city where he lived was named Dinhabah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 33,
        "v": "When Bela died, Zerah’s son Jobab became the king. He was from the city of Bozrah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 34,
        "v": "When Jobab died, Husham became the king. He was from the region where the Teman people group lived."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 35,
        "v": "When Husham died, Bedad’s son Hadan became the king. Husham’s army fought the army of the Midian people group in the region of Moab and defeated them. The city where Husham lived was Avith."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 36,
        "v": "When Hadad died, Samlah became the king. He was from Masrekah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 37,
        "v": "When Samlah died, Shaul became the king. He was from Rehoboth, that was beside the Euphrates river."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 38,
        "v": "When Shaul died, Akbor’s son Baal-Hanan became king."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 39,
        "v": "When Akbor’s son Baal-Hanan died, Hadad became king. The city where he lived was named Pau. His wife’s name was Mehetabel. She was the daughter of Matred, who was the daughter of Me Zahab."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 40,
        "v": "Here is a list of all the people groups that were descendants of Esau: Timna, Alvah, Jetheth, Oholibamah, Elah, Pinon, Kenaz, Teman, Mibzar, Magdiel, and Iram. They all lived in the land of Edom. The land where each people group lived got the same name as the name of the people group."
      }
    ]
  }
]