[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "But God did not forget about Noah, or about all the wild animals and all the kinds of domestic animals that were with him in the boat. So one day God sent a wind to blow across the earth, and the wind caused the water to begin to recede.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "God caused the water that was under the earth to stop bursting out, and he caused the floodgates of water from the sky to close so that it stopped raining.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "The water on the earth gradually receded. By one hundred fifty days after the flood began, much of the water was gone.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "On the seventeenth day of the seventh month, the boat came to rest on one of the mountains in the region of Ararat.",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "The water continued to recede until, on the first day of the tenth month of that year, the tops of other mountains became visible.",
        "id": 5
      },
      {
        "t": "v",
        "n": 6,
        "v": "Forty days later, Noah opened the window that he had made in the side of the boat, and sent out a raven.",
        "id": 6
      },
      {
        "t": "v",
        "n": 7,
        "v": "The raven flew back and forth to and from the boat until the water dried up from the surface of the ground.",
        "id": 7
      },
      {
        "t": "v",
        "n": 8,
        "v": "Then Noah sent out a dove to find out if the water had all receded from the surface of the ground.",
        "id": 8
      },
      {
        "t": "v",
        "n": 9,
        "v": "But the dove did not find any place to perch, so it flew back to Noah in the boat, because there was still water all over the surface of the earth. So Noah reached out his hand and took the dove back inside the boat.",
        "id": 9
      },
      {
        "t": "v",
        "n": 10,
        "v": "Noah waited seven more days. Then he sent the dove out of the boat again.",
        "id": 10
      },
      {
        "t": "v",
        "n": 11,
        "v": "This time the dove returned to him in the evening and, surprisingly, there was a leaf from an olive tree that the dove had just plucked in its beak. Then Noah knew that the water had truly receded from the surface of the ground.",
        "id": 11
      },
      {
        "t": "v",
        "n": 12,
        "v": "Noah waited again seven more days. Then he sent the dove out again, but this time it did not return to him.",
        "id": 12
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Noah was now 601 years old. By the first day of the first month of that year, the water had completely drained away from the ground. Noah removed the covering on top of the boat, and he was surprised to see that the surface of the ground was drying.",
        "id": 14
      },
      {
        "t": "v",
        "n": 14,
        "v": "By the twenty-seventh day of the next month, the ground was completely dry.",
        "id": 15
      },
      {
        "t": "v",
        "n": 15,
        "v": "Then God said to Noah,",
        "id": 16
      },
      {
        "t": "v",
        "n": 16,
        "v": "“Leave the boat, along with your wife, your sons, and their wives.",
        "id": 17
      },
      {
        "t": "v",
        "n": 17,
        "v": "Bring out with you all the birds, the domestic animals, and all the kinds of creatures that move close to the ground, in order that they can spread all over the earth and become very numerous.”",
        "id": 18
      },
      {
        "t": "v",
        "n": 18,
        "v": "So Noah left the boat, along with his wife, his sons, and their wives.",
        "id": 19
      },
      {
        "t": "v",
        "n": 19,
        "v": "Then all the creatures, including all those that move close to the ground, all the birds, and every animal that moves on the earth, left the boat. They left the boat in groups of their own kind.",
        "id": 20
      }
    ],
    "id": 13
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Then Noah built an altar to Yahweh. He took some of the animals and birds that were acceptable as sacrifices and killed them. Then he burned them whole on the altar.",
        "id": 22
      },
      {
        "t": "v",
        "n": 21,
        "v": "When Yahweh smelled the pleasant odor, he was pleased with the sacrifice. Then he said to himself, “I will never again devastate everything on the earth because of the sinful things people do. Even though all that people think in their minds is evil from the time they are young, I will not destroy all the living beings again, as I did this time.",
        "id": 23
      },
      {
        "t": "v",
        "n": 22,
        "v": "As long as the earth exists, the seasons for planting seeds and seasons for harvesting crops, the times when it is cold and times when it is hot, the summer and winter, the daytime and nighttime will continue.”",
        "id": 24
      }
    ],
    "id": 21
  }
]