{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is a list of those who descended from Adam. When God created humans, he made them to be like him in many ways."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He created one man and one woman. He blessed them, and on the day that he created them, he called them 'human beings.'"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When Adam was 130 years old, he became the father of a son who was just like him. That was the son he named Seth."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "After Seth was born, Adam lived eight hundred more years, and during those years he became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Adam lived 930 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When Seth was 105 years old, he became the father of Enosh."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "After Enosh was born, Seth lived 807 more years, and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Seth lived 912 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When Enosh was ninety years old, he became the father of Kenan."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "After Kenan was born, Enosh lived 815 more years and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Enosh lived 905 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When Kenan was seventy years old, he became the father of Mahalalel."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "After Mahalalel was born, Kenan lived 840 more years and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Kenan lived 910 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When Mahalalel was sixty-five years old, he became the father of Jared."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "After Jared was born, Mahalalel lived 830 more years and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Mahalalel lived 895 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When Jared was 162 years old, he became the father of Enoch."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Jared lived eight hundred years after Enoch was born, and he became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Jared lived 962 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When Enoch was sixty-five years old, he became the father of Methuselah."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Enoch lived in close fellowship with God for three hundred years after Methuselah was born, and he became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Enoch lived 365 years."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "He was in close fellowship with God, and one day he disappeared, because God took him away to be with him."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When Methuselah was 187 years old, he became the father of Lamech."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Methuselah lived 782 years after Lamech was born, and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Methuselah lived 969 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When Lamech was 182 years old, he became the father of a son,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "whom he named Noah, because, as he said, \"He will bring us relief from all the hard work we have been doing to produce food from the ground that Yahweh cursed.\""
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Lamech lived 595 years after Noah was born and became the father of other sons and daughters."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Lamech lived 777 years altogether, and then he died."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "When Noah was five hundred years old, he became the father of sons whom he named Shem, Ham, and Japheth."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "GEN unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Genesis"
}