{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Jacob continued on the road, and he reached the land that was east of the land of Canaan."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "There he saw a well in a field, and three flocks of sheep were lying near the well. It was the well from which shepherds normally got water for their sheep. There was a large stone covering the top of the well."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When all the flocks were gathered there, the shepherds would work together to roll the stone away from the top of the well and get water for the sheep. When they finished doing that, they would put the stone back in its place over the top of the well."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "On that day, Jacob asked the shepherds who were sitting there, \"Where are you from?\" They replied, \"We are from the city of Haran.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He asked them, \"Do you know Laban, the grandson of Nahor?\" They replied, \"Yes, we know him.\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Jacob asked them, \"Is Laban well?\" They replied, \"Yes, he is well. Look! Here comes his daughter Rachel with the sheep!\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Jacob said, \"But the sun is still high in the sky. It is not time for the flocks to be gathered for nighttime. Why do you not give the sheep some water and then take them back to graze in the pastures?\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They replied, \"No, we cannot do that until all the flocks are gathered here and the stone is removed from the top of the well. After that, we will give water to the sheep.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "While he was still talking with them, Rachel came with her father's sheep. She was the one who took care of her father's sheep."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When Jacob saw Rachel, the daughter of Laban, his mother's brother, and Laban's sheep, he went over and by himself rolled away the stone that covered the top of the well, and he got water for his uncle's sheep."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then Jacob kissed Rachel on the cheek, and he cried loudly because he was so happy."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Jacob told Rachel that he was one of her father's relatives, the son of her aunt Rebekah. So she ran and told that to her father."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "As soon as Laban heard that Jacob, his sister's son, was there, he ran to meet him. He embraced him and kissed him on the cheek. Then he brought him to his home, and then Jacob told him all that had happened to him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then Laban said to him, \"Truly, you are part of my family!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then Laban said to him \"You should not work for me for nothing just because you are a relative of mine! Tell me how much you want me to pay you.\""
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Now Laban had two daughters. The older one was named Leah, and the younger one was named Rachel."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Leah had pretty eyes, but Rachel had a very attractive figure and was beautiful."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Jacob was in love with Rachel, and he said, \"I will work for you for seven years. That will be my payment for you giving me permission to marry your younger daughter, Rachel.\""
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Laban replied, \"It is better for me to let you marry her than for her to marry some other man! You should stay here with us.\""
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So Jacob worked for Laban for seven years to get Rachel, but to him it seemed like it was only a few days, because he loved her so much."
          }
        ],
        "tag": "p",
        "text": "Jacob stayed there and worked for Laban for a month."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "After the seven years were ended, Jacob said to Laban, \"Let me marry Rachel now, because the time we agreed upon for me to work for you has ended, and I want to marry her.\""
          },
          {
            "tag": "v",
            "num": "22",
            "text": "So Laban gathered together all the people who lived in that area and made a feast."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But that evening, instead of taking Rachel to Jacob, Laban took his older daughter, Leah, to him. But because it was already dark, he could not see that it was Leah and not Rachel, and he slept with her."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "(Laban had already given his slave girl Zilpah to his daughter Leah to be her maid.)"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "The next morning, Jacob was shocked to see that it was Leah who was with him! So he went to Laban and told him very angrily, \"What you have done to me is disgusting! I worked for you to get Rachel, did I not? So why did you deceive me?\""
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Laban replied, \"In this land, it is not our custom to give a younger daughter to be married before we let someone marry our firstborn daughter."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "After we finish this week of celebration, we will let you marry the younger one also. But in return, you must pay for Rachel by working for me for another seven years.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "So that is what Jacob did. After the week of celebration was ended, Laban gave him his daughter, Rachel, to be his wife."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Laban gave his slave girl, Bilhah, to Rachel to be her servant."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Jacob married Rachel also, and he loved Rachel more than he loved Leah. He worked for Laban for another seven years."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "When Yahweh saw that Jacob did not love Leah very much, he enabled her to become pregnant. But Rachel was not able to become pregnant."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Leah gave birth to a son, whom she named Reuben. She said, \"Yahweh has seen that I was miserable, and because of that he has given me a son. Now, surely my husband will love me for giving birth to a son for him.\""
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Later she became pregnant again and gave birth to another son. She said, \"Because Yahweh has heard that my husband does not love me, he has given me this son, too.\" So she named him Simeon, which means \"someone who hears.\""
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Later she became pregnant again, and gave birth to another son. She said, \"Now, finally, my husband will hold me close to him.\" So she named him Levi, which means \"hold close.\""
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Later she became pregnant again and gave birth to another son. She said, \"This time I will praise Yahweh,\" so she called his name Judah. After that, she did not give birth to any more children."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 29
  },
  "id": "GEN unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Genesis"
}