{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the descendants of Noah's sons, Shem, Ham, and Japheth. They became the fathers of many children after the flood."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The sons of Gomer were Askenaz, Riphath, and Togarmah."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The sons of Javan were Elishah, Tarshish, Kittim, and Dodanim."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The sons and their families who were descended from Javan lived in the islands and in the lands close to the ocean. Their descendants became people groups, each with its own language, clans, and territory."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The sons of Ham were Cush, Egypt, Put, and Canaan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabtah. The sons of Raamah were Sheba and Dedan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Another one of Cush's sons was Nimrod. Nimrod was the first person on earth who became a mighty warrior."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh saw that he had become a great hunter. That is why people say to a great hunter, \"Yahweh sees that you are a great hunter like Nimrod.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Nimrod became a king who ruled in Babylonia land. The first cities over which he ruled were Babel, Erech, Akkad, and Kalneh."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "From there he went with other people to Assyria, and there they built the cities of Nineveh, Rehoboth Ir, Calah,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "and Resen. Resen was a large city between Nineveh and Calah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Ham's son, Egypt, became the ancestor of the Lud, Anam, Lehab and Naphtuh,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Pathrus, Casluh and Caphtor people groups. The Philistine people were descended from Casluh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Ham's youngest son, Canaan, became the father of Sidon, who was his eldest son, and Heth, his younger son."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Canaan was also the ancestor of the Jebus, Amor, Girgash,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Hiv, Ark, Sin,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Arved, Zemar and Hamath people groups. Later the descendants of Canaan scattered over a large area."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Their land extended from the city of Sidon in the north as far south as Gaza near Gerar, and then east toward Sodom, Gomorrah, Admah, and Zeboyim towns, as far as the town of Lasha."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Those are the descendants of Ham. They became people groups that had their own clans, their own languages, and their own lands."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Shem, the older brother of Japheth, also had sons, and he became the ancestor of all the descendants of Eber."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The sons of Shem were Elam, Ashur, Arphachshad, Lud, and Aram."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The sons of Aram were Uz, Hul, Gether, and Mash."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Arphachshad became the father of Shelah. Shelah became the father of Eber."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Eber became the father of two sons. One of them was named Peleg, which means \"division,\" because during the time he lived, people on the earth became divided and scattered everywhere. Peleg's younger brother was Joktan."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Hadoram, Uzal, Diklah,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Obal, Abimael, Sheba,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Ophir, Havilah, and Jobab. All these were sons of Joktan."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The areas in which the clans began to live extended from Mesha to Sephar, which is in the hill country in the east."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "They are descendants from the sons of Shem. They became people groups that had their own clans, their own languages, and their own land."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "All these clans descended from the sons of Noah. Each clan had its own genealogy and each became a separate people group. Those people groups formed after the flood and spread all around the earth."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "GEN unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Genesis"
}