{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Habakkuk"
      },
      {
        "tag": "toc2",
        "text": "Habakkuk"
      },
      {
        "tag": "toc3",
        "text": "Hab"
      },
      {
        "tag": "mt1",
        "text": "Habakkuk"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is the conversation between Habakkuk the prophet and Yahweh."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I said, \"Yahweh, how long must I continue to call to you for help before you respond?"
          },
          {
            "tag": "q1",
            "text": "I cry out, \"The people are acting so violently!\""
          },
          {
            "tag": "q2",
            "text": "but you do not rescue me!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Why do you make me watch people do what is wrong, but you do nothing?"
          },
          {
            "tag": "q1",
            "text": "I see people destroying things and acting violently; they fight and quarrel everywhere."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "No one obeys the law of Moses, and no one acts in a right way for very long."
          },
          {
            "tag": "q1",
            "text": "Wicked people always defeat the righteous people in the courts,"
          },
          {
            "tag": "q2",
            "text": "because judges never make fair decisions.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh replied to me,"
          },
          {
            "tag": "q1",
            "text": "\"This is happening, but look around at what is happening in the other nations."
          },
          {
            "tag": "q2",
            "text": "If you look, you will be amazed, and even astonished, since I am doing something"
          },
          {
            "tag": "q1",
            "text": "during this time that you would never have believed would happen,"
          },
          {
            "tag": "q2",
            "text": "even if someone told you about it."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Very soon I will bring the soldiers of Babylonia, who are fierce and swift."
          },
          {
            "tag": "q1",
            "text": "They will march across the entire earth"
          },
          {
            "tag": "q2",
            "text": "and conquer many other countries."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They are a people whom others fear very much,"
          },
          {
            "tag": "q2",
            "text": "and they do whatever they want to,"
          },
          {
            "tag": "q2",
            "text": "because they believe that they are very great and that they have the right to judge everyone else."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The horses that pull their chariots go faster than leopards,"
          },
          {
            "tag": "q2",
            "text": "and they are fiercer than wolves are in the evening."
          },
          {
            "tag": "q1",
            "text": "The horses on which the soldiers ride gallop swiftly;"
          },
          {
            "tag": "q2",
            "text": "the soldiers riding them come from distant places."
          },
          {
            "tag": "q1",
            "text": "They are like eagles that swoop down to snatch their prey."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "As they ride along,"
          },
          {
            "tag": "q2",
            "text": "they are determined to act violently."
          },
          {
            "tag": "q1",
            "text": "They advance eagerly, as fast as the wind over the desert,"
          },
          {
            "tag": "q2",
            "text": "and gather up as many prisoners as there are grains of sand!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They make fun of kings and princes of other countries,"
          },
          {
            "tag": "q2",
            "text": "and they ridicule all the cities that have high walls around them."
          },
          {
            "tag": "q1",
            "text": "They pile up earth around those cities to capture them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They rush past like the wind,"
          },
          {
            "tag": "q2",
            "text": "and then they go to attack other cities."
          },
          {
            "tag": "q1",
            "text": "But they are very guilty,"
          },
          {
            "tag": "q2",
            "text": "because they think that their own power is their god!\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then I said, \"Yahweh, are you not the eternal God?"
          },
          {
            "tag": "q2",
            "text": "You are my Holy One, so we will not die."
          },
          {
            "tag": "q1",
            "text": "So why have you sent those men from Babylonia to judge us and kill us?"
          },
          {
            "tag": "q2",
            "text": "You are like our Rock, on top of which we can hide,"
          },
          {
            "tag": "q2",
            "text": "so why have you sent them to punish us?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are pure, and you cannot endure looking at what is evil,"
          },
          {
            "tag": "q2",
            "text": "so why are you ignoring men who are treacherous?"
          },
          {
            "tag": "q1",
            "text": "Why do you do nothing"
          },
          {
            "tag": "q2",
            "text": "to punish those wicked men from Babylonia,"
          },
          {
            "tag": "q2",
            "text": "who destroy people who are more righteous than they are?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They treat us like fish in the sea,"
          },
          {
            "tag": "q2",
            "text": "or like other creatures in the sea, that have no ruler."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The soldiers of Babylonia think that we are fish for them to pull out of the sea with hooks"
          },
          {
            "tag": "q2",
            "text": "or to catch in their nets, while they rejoice and celebrate."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If they catch us, they will worship their weapons with which they captured us"
          },
          {
            "tag": "q2",
            "text": "and offer sacrifices to them and burn incense in front of them!"
          },
          {
            "tag": "q1",
            "text": "They will say, 'These weapons have enabled us to become rich and eat expensive food.'"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Will you allow them to continue to conquer people forever?"
          },
          {
            "tag": "q2",
            "text": "Will you allow them to destroy people of other nations without any mercy for anyone?\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "HAB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Habakkuk"
}