[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and stand there in my watchtower."
  },
  {
    "t": "q",
    "v": "I will wait there to find out what Yahweh will say,"
  },
  {
    "t": "q",
    "v": "what he will reply and how I should answer.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Then Yahweh replied to me,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "In this vision I will talk about things that will happen in the future."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Think about the proud people!"
      },
      {
        "t": "v",
        "n": 5,
        "v": "If people live for excess such as wine, they will deceive themselves,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But soon all those whom they have captured will ridicule the soldiers from Babylonia!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Suddenly those whom you forced to be unjustly indebted to you will rise up"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You stole things from the people of many nations."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Terrible things will happen to you people of Babylonia who build big houses"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But because you have destroyed others,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The stones in the walls of your houses cry out to accuse you,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Terrible things will happen to you people of Babylonia who kill people in order to build cities,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "But Yahweh, commander of the angel armies, has declared that everything that is built by people who do things like that will be destroyed by fire;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "But in contrast, like the oceans are filled with water,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Terrible things will happen to you people of Babylonia,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "But you are the ones who soon will be disgraced instead of being honored."
      },
      {
        "t": "v",
        "n": 17,
        "v": "You did violent things to the people in Lebanon,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "You people of Babylonia need to know that your idols are completely useless,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Terrible things will happen to you who say to lifeless idols that are made of wood,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "But Yahweh is in his holy temple;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Write plainly on tablets what I am revealing to you in this vision,"
  },
  {
    "t": "q",
    "v": "and then read it to a messenger"
  },
  {
    "t": "q",
    "v": "so he can run with it to tell it to other people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Now is not the time when those things will happen,"
  },
  {
    "t": "q",
    "v": "but they certainly will happen,"
  },
  {
    "t": "q",
    "v": "and when they occur, they will occur quickly,"
  },
  {
    "t": "q",
    "v": "and they will not be delayed."
  },
  {
    "t": "q",
    "v": "You want those things to happen immediately, but they are not happening."
  },
  {
    "t": "q",
    "v": "But wait patiently for them to happen!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are certainly not doing what is righteous."
  },
  {
    "t": "q",
    "v": "But people who are righteous will live"
  },
  {
    "t": "q",
    "v": "because they faithfully do what I want them to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and proud people are never able to rest."
  },
  {
    "t": "q",
    "v": "Greedy people open their mouths as wide as the place where dead people are,"
  },
  {
    "t": "q",
    "v": "and they never have enough,"
  },
  {
    "t": "q",
    "v": "just like the place of the dead never has enough dead people."
  },
  {
    "t": "q",
    "v": "The armies of Babylonia conquer many nations for themselves,"
  },
  {
    "t": "q",
    "v": "and capture all their people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will make fun of them, saying,"
  },
  {
    "t": "q",
    "v": "‘Terrible things will happen to you who have stolen things from other countries!"
  },
  {
    "t": "q",
    "v": "You got many things by forcing people to give them to you."
  },
  {
    "t": "q",
    "v": "But you certainly will not keep those things for long!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and cause you to tremble,"
  },
  {
    "t": "q",
    "v": "and they will take away all the things that you have stolen from them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You murdered people of many people groups,"
  },
  {
    "t": "q",
    "v": "and you destroyed their land and their cities."
  },
  {
    "t": "q",
    "v": "So those who are still alive will steal valuable things from you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with money that you got by forcing others to give it to you."
  },
  {
    "t": "q",
    "v": "You are proud, and you think that your houses will be safe"
  },
  {
    "t": "q",
    "v": "because you have built them in places where you can easily defend them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you have caused your family"
  },
  {
    "t": "q",
    "v": "and yourselves shame!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the beams in your ceilings also say the same things!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "cities that you build by using money that you have gotten by committing crimes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will have worked hard uselessly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the earth will be filled with people who know that Yahweh is very great!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who cause people who live in nearby countries to become drunk."
  },
  {
    "t": "q",
    "v": "You force them to drink a lot of drugged wine"
  },
  {
    "t": "q",
    "v": "until they are drunk and then they walk around naked"
  },
  {
    "t": "q",
    "v": "because you are happy when you see that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It will be as though you are forced to drink a lot of wine until you will also stagger around, drunk."
  },
  {
    "t": "q",
    "v": "You will drink the wine that symbolizes that Yahweh will punish you,"
  },
  {
    "t": "q",
    "v": "and he will cause others to dishonor you instead of honoring you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you killed the wild animals there,"
  },
  {
    "t": "q",
    "v": "but you will be punished severely for doing that."
  },
  {
    "t": "q",
    "v": "You have killed many people"
  },
  {
    "t": "q",
    "v": "and you have destroyed their lands and their cities."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because it is people who made them."
  },
  {
    "t": "q",
    "v": "Statues that have been carved or made in a mold deceive you."
  },
  {
    "t": "q",
    "v": "Those who trust in idols"
  },
  {
    "t": "q",
    "v": "are trusting in things that they themselves created,"
  },
  {
    "t": "q",
    "v": "things that cannot speak!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Wake up!’"
  },
  {
    "t": "q",
    "v": "Stone idols certainly cannot tell you what you should do;"
  },
  {
    "t": "q",
    "v": "they look nice because they are covered with silver and gold,"
  },
  {
    "t": "q",
    "v": "but they are not alive."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "everyone on the earth should be silent in his presence!”"
  }
]