{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Habakkuk"
        },
        {
          "tag": "toc2",
          "text": "Habakkuk"
        },
        {
          "tag": "toc3",
          "text": "Hab"
        },
        {
          "tag": "mt1",
          "text": "Habakkuk"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is the conversation between Habakkuk the prophet and Yahweh."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I said, \"Yahweh, how long must I continue to call to you for help before you respond?"
            },
            {
              "tag": "q1",
              "text": "I cry out, \"The people are acting so violently!\""
            },
            {
              "tag": "q2",
              "text": "but you do not rescue me!"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Why do you make me watch people do what is wrong, but you do nothing?"
            },
            {
              "tag": "q1",
              "text": "I see people destroying things and acting violently; they fight and quarrel everywhere."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "No one obeys the law of Moses, and no one acts in a right way for very long."
            },
            {
              "tag": "q1",
              "text": "Wicked people always defeat the righteous people in the courts,"
            },
            {
              "tag": "q2",
              "text": "because judges never make fair decisions.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh replied to me,"
            },
            {
              "tag": "q1",
              "text": "\"This is happening, but look around at what is happening in the other nations."
            },
            {
              "tag": "q2",
              "text": "If you look, you will be amazed, and even astonished, since I am doing something"
            },
            {
              "tag": "q1",
              "text": "during this time that you would never have believed would happen,"
            },
            {
              "tag": "q2",
              "text": "even if someone told you about it."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Very soon I will bring the soldiers of Babylonia, who are fierce and swift."
            },
            {
              "tag": "q1",
              "text": "They will march across the entire earth"
            },
            {
              "tag": "q2",
              "text": "and conquer many other countries."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They are a people whom others fear very much,"
            },
            {
              "tag": "q2",
              "text": "and they do whatever they want to,"
            },
            {
              "tag": "q2",
              "text": "because they believe that they are very great and that they have the right to judge everyone else."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The horses that pull their chariots go faster than leopards,"
            },
            {
              "tag": "q2",
              "text": "and they are fiercer than wolves are in the evening."
            },
            {
              "tag": "q1",
              "text": "The horses on which the soldiers ride gallop swiftly;"
            },
            {
              "tag": "q2",
              "text": "the soldiers riding them come from distant places."
            },
            {
              "tag": "q1",
              "text": "They are like eagles that swoop down to snatch their prey."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "As they ride along,"
            },
            {
              "tag": "q2",
              "text": "they are determined to act violently."
            },
            {
              "tag": "q1",
              "text": "They advance eagerly, as fast as the wind over the desert,"
            },
            {
              "tag": "q2",
              "text": "and gather up as many prisoners as there are grains of sand!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They make fun of kings and princes of other countries,"
            },
            {
              "tag": "q2",
              "text": "and they ridicule all the cities that have high walls around them."
            },
            {
              "tag": "q1",
              "text": "They pile up earth around those cities to capture them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They rush past like the wind,"
            },
            {
              "tag": "q2",
              "text": "and then they go to attack other cities."
            },
            {
              "tag": "q1",
              "text": "But they are very guilty,"
            },
            {
              "tag": "q2",
              "text": "because they think that their own power is their god!\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then I said, \"Yahweh, are you not the eternal God?"
            },
            {
              "tag": "q2",
              "text": "You are my Holy One, so we will not die."
            },
            {
              "tag": "q1",
              "text": "So why have you sent those men from Babylonia to judge us and kill us?"
            },
            {
              "tag": "q2",
              "text": "You are like our Rock, on top of which we can hide,"
            },
            {
              "tag": "q2",
              "text": "so why have you sent them to punish us?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You are pure, and you cannot endure looking at what is evil,"
            },
            {
              "tag": "q2",
              "text": "so why are you ignoring men who are treacherous?"
            },
            {
              "tag": "q1",
              "text": "Why do you do nothing"
            },
            {
              "tag": "q2",
              "text": "to punish those wicked men from Babylonia,"
            },
            {
              "tag": "q2",
              "text": "who destroy people who are more righteous than they are?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They treat us like fish in the sea,"
            },
            {
              "tag": "q2",
              "text": "or like other creatures in the sea, that have no ruler."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The soldiers of Babylonia think that we are fish for them to pull out of the sea with hooks"
            },
            {
              "tag": "q2",
              "text": "or to catch in their nets, while they rejoice and celebrate."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "If they catch us, they will worship their weapons with which they captured us"
            },
            {
              "tag": "q2",
              "text": "and offer sacrifices to them and burn incense in front of them!"
            },
            {
              "tag": "q1",
              "text": "They will say, 'These weapons have enabled us to become rich and eat expensive food.'"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Will you allow them to continue to conquer people forever?"
            },
            {
              "tag": "q2",
              "text": "Will you allow them to destroy people of other nations without any mercy for anyone?\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After I said that, I said to myself, \"I will climb up into my guard post,"
            },
            {
              "tag": "q2",
              "text": "and stand there in my watchtower."
            },
            {
              "tag": "q1",
              "text": "I will wait there to find out what Yahweh will say,"
            },
            {
              "tag": "q2",
              "text": "what he will reply and how I should answer.\""
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Then Yahweh replied to me,"
            },
            {
              "tag": "q1",
              "text": "\"Write plainly on tablets what I am revealing to you in this vision,"
            },
            {
              "tag": "q2",
              "text": "and then read it to a messenger"
            },
            {
              "tag": "q2",
              "text": "so he can run with it to tell it to other people."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In this vision I will talk about things that will happen in the future."
            },
            {
              "tag": "q1",
              "text": "Now is not the time when those things will happen,"
            },
            {
              "tag": "q2",
              "text": "but they certainly will happen,"
            },
            {
              "tag": "q2",
              "text": "and when they occur, they will occur quickly,"
            },
            {
              "tag": "q2",
              "text": "and they will not be delayed."
            },
            {
              "tag": "q1",
              "text": "You want those things to happen immediately, but they are not happening."
            },
            {
              "tag": "q2",
              "text": "But wait patiently for them to happen!"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Think about the proud people!"
            },
            {
              "tag": "q2",
              "text": "They are certainly not doing what is righteous."
            },
            {
              "tag": "q1",
              "text": "But people who are righteous will live"
            },
            {
              "tag": "q2",
              "text": "because they faithfully do what I want them to do."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "If people live for excess such as wine, they will deceive themselves,"
            },
            {
              "tag": "q2",
              "text": "and proud people are never able to rest."
            },
            {
              "tag": "q1",
              "text": "Greedy people open their mouths as wide as the place where dead people are,"
            },
            {
              "tag": "q1",
              "text": "and they never have enough,"
            },
            {
              "tag": "q2",
              "text": "just like the place of the dead never has enough dead people."
            },
            {
              "tag": "q1",
              "text": "The armies of Babylonia conquer many nations for themselves,"
            },
            {
              "tag": "q2",
              "text": "and capture all their people."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But soon all those whom they have captured will ridicule the soldiers from Babylonia!"
            },
            {
              "tag": "q1",
              "text": "They will make fun of them, saying,"
            },
            {
              "tag": "q2",
              "text": "'Terrible things will happen to you who have stolen things from other countries!"
            },
            {
              "tag": "q1",
              "text": "You got many things by forcing people to give them to you."
            },
            {
              "tag": "q2",
              "text": "But you certainly will not keep those things for long!'"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Suddenly those whom you forced to be unjustly indebted to you will rise up"
            },
            {
              "tag": "q2",
              "text": "and cause you to tremble,"
            },
            {
              "tag": "q2",
              "text": "and they will take away all the things that you have stolen from them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You stole things from the people of many nations."
            },
            {
              "tag": "q1",
              "text": "You murdered people of many people groups,"
            },
            {
              "tag": "q2",
              "text": "and you destroyed their land and their cities."
            },
            {
              "tag": "q1",
              "text": "So those who are still alive will steal valuable things from you."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Terrible things will happen to you people of Babylonia who build big houses"
            },
            {
              "tag": "q2",
              "text": "with money that you got by forcing others to give it to you."
            },
            {
              "tag": "q1",
              "text": "You are proud, and you think that your houses will be safe"
            },
            {
              "tag": "q2",
              "text": "because you have built them in places where you can easily defend them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But because you have destroyed others,"
            },
            {
              "tag": "q2",
              "text": "you have caused your family"
            },
            {
              "tag": "q2",
              "text": "and yourselves shame!"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The stones in the walls of your houses cry out to accuse you,"
            },
            {
              "tag": "q2",
              "text": "and the beams in your ceilings also say the same things!"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Terrible things will happen to you people of Babylonia who kill people in order to build cities,"
            },
            {
              "tag": "q2",
              "text": "cities that you build by using money that you have gotten by committing crimes."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But Yahweh, commander of the angel armies, has declared that everything that is built by people who do things like that will be destroyed by fire;"
            },
            {
              "tag": "q2",
              "text": "they will have worked hard uselessly."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But in contrast, like the oceans are filled with water,"
            },
            {
              "tag": "q2",
              "text": "the earth will be filled with people who know that Yahweh is very great!"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Terrible things will happen to you people of Babylonia,"
            },
            {
              "tag": "q2",
              "text": "who cause people who live in nearby countries to become drunk."
            },
            {
              "tag": "q1",
              "text": "You force them to drink a lot of drugged wine"
            },
            {
              "tag": "q2",
              "text": "until they are drunk and then they walk around naked"
            },
            {
              "tag": "q2",
              "text": "because you are happy when you see that."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But you are the ones who soon will be disgraced instead of being honored."
            },
            {
              "tag": "q2",
              "text": "It will be as though you are forced to drink a lot of wine until you will also stagger around, drunk."
            },
            {
              "tag": "q1",
              "text": "You will drink the wine that symbolizes that Yahweh will punish you,"
            },
            {
              "tag": "q2",
              "text": "and he will cause others to dishonor you instead of honoring you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "You did violent things to the people in Lebanon,"
            },
            {
              "tag": "q2",
              "text": "and you killed the wild animals there,"
            },
            {
              "tag": "q1",
              "text": "but you will be punished severely for doing that."
            },
            {
              "tag": "q1",
              "text": "You have killed many people"
            },
            {
              "tag": "q2",
              "text": "and you have destroyed their lands and their cities."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "You people of Babylonia need to know that your idols are completely useless,"
            },
            {
              "tag": "q2",
              "text": "because it is people who made them."
            },
            {
              "tag": "q1",
              "text": "Statues that have been carved or made in a mold deceive you."
            },
            {
              "tag": "q2",
              "text": "Those who trust in idols"
            },
            {
              "tag": "q2",
              "text": "are trusting in things that they themselves created,"
            },
            {
              "tag": "q1",
              "text": "things that cannot speak!"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Terrible things will happen to you who say to lifeless idols that are made of wood,"
            },
            {
              "tag": "q2",
              "text": "'Wake up!'"
            },
            {
              "tag": "q1",
              "text": "Stone idols certainly cannot tell you what you should do;"
            },
            {
              "tag": "q2",
              "text": "they look nice because they are covered with silver and gold,"
            },
            {
              "tag": "q2",
              "text": "but they are not alive."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But Yahweh is in his holy temple;"
            },
            {
              "tag": "q2",
              "text": "everyone on the earth should be silent in his presence!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A prayer of Habakkuk the prophet."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh, I have heard about you;"
            },
            {
              "tag": "q1",
              "text": "and I revere you because of all the amazing things that you have done."
            },
            {
              "tag": "q2",
              "text": "In our time, do again some of those things that you did long ago!"
            },
            {
              "tag": "q1",
              "text": "Even when you are angry with us,"
            },
            {
              "tag": "q2",
              "text": "act mercifully toward us!"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In a vision, I saw God, the Holy One, coming from the region of Teman in Edom;"
            },
            {
              "tag": "q2",
              "text": "I also saw him coming from the Paran hills in the region of Sinai."
            },
            {
              "tag": "q1",
              "text": "His glory filled the sky,"
            },
            {
              "tag": "q2",
              "text": "and the earth was full of people who were praising him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "His glory was like the sunrise;"
            },
            {
              "tag": "q2",
              "text": "rays flashed from his hands"
            },
            {
              "tag": "q2",
              "text": "where he keeps his power."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He sent plagues in front of him,"
            },
            {
              "tag": "q2",
              "text": "and other plagues came behind him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When he stopped, the earth shook."
            },
            {
              "tag": "q2",
              "text": "When he looked at the nations,"
            },
            {
              "tag": "q1",
              "text": "all the people trembled."
            },
            {
              "tag": "q2",
              "text": "The hills and mountains that have existed since the beginning of time collapsed and crumbled."
            },
            {
              "tag": "q2",
              "text": "He is the only one who exists eternally!"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "In the vision I saw the people who live in tents in the region of Cushan were very afraid,"
            },
            {
              "tag": "q2",
              "text": "and the people in the region of Midian were trembling."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh, was it because you were angry with the rivers and streams that you struck them?"
            },
            {
              "tag": "q2",
              "text": "Did the seas cause you to be furious,"
            },
            {
              "tag": "q1",
              "text": "with the result that you rode through them with horses that were pulling chariots"
            },
            {
              "tag": "q2",
              "text": "that you used to bring victory to your cause?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It was as though you uncovered your bow and prepared to shoot it,"
            },
            {
              "tag": "q2",
              "text": "and had grasped arrows to put to your bow."
            },
            {
              "tag": "q1",
              "text": "Then you split open the earth,"
            },
            {
              "tag": "q2",
              "text": "and streams burst out."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "It is as though the mountains saw you doing that,"
            },
            {
              "tag": "q2",
              "text": "and they trembled in pain."
            },
            {
              "tag": "q1",
              "text": "The water rushed by in floods;"
            },
            {
              "tag": "q2",
              "text": "it was as though the deep ocean roared and caused its waves to rise up high."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The sun and moon stopped moving in the sky,"
            },
            {
              "tag": "q2",
              "text": "while your lightning flashed past like a swift arrow,"
            },
            {
              "tag": "q2",
              "text": "and your glittering spear flashed."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Being very angry, you walked across the earth"
            },
            {
              "tag": "q2",
              "text": "and trampled the armies of many nations!"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But you also went to rescue your people,"
            },
            {
              "tag": "q2",
              "text": "and to save the one whom you have chosen."
            },
            {
              "tag": "q1",
              "text": "You struck down the leader of those wicked people"
            },
            {
              "tag": "q2",
              "text": "and took away all his power completely."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "With his own spear you destroyed the leader of those soldiers who rushed like a whirlwind to attack and scatter us,"
            },
            {
              "tag": "q2",
              "text": "thinking that they could conquer us as easily as they defeat the weak people who hide from them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You walked through the sea with your horses to destroy our enemies,"
            },
            {
              "tag": "q2",
              "text": "and caused the waves to surge."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When I saw that vision,"
            },
            {
              "tag": "q2",
              "text": "my heart pounded"
            },
            {
              "tag": "q1",
              "text": "and my lips quivered"
            },
            {
              "tag": "q2",
              "text": "because I became afraid."
            },
            {
              "tag": "q1",
              "text": "My legs became weak"
            },
            {
              "tag": "q2",
              "text": "and I shook, because I was terrified."
            },
            {
              "tag": "q1",
              "text": "But I will wait quietly for the people of Babylonia, those who invaded our country, to experience disasters!"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore,"
            },
            {
              "tag": "q1",
              "text": "even if there are no blossoms on the fig trees,"
            },
            {
              "tag": "q2",
              "text": "and there are no grapes on the grapevines,"
            },
            {
              "tag": "q1",
              "text": "and even if there are no olives growing on the olive trees,"
            },
            {
              "tag": "q2",
              "text": "and there are no crops in the fields,"
            },
            {
              "tag": "q1",
              "text": "and even if the flocks of sheep and goats die in the fields,"
            },
            {
              "tag": "q2",
              "text": "and there are no cattle in the stalls, this is what I will do."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I will rejoice because of Yahweh!"
            },
            {
              "tag": "q2",
              "text": "I will be joyful because my God is the one who saves me!"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Yahweh the Lord is the one who gives me strength,"
            },
            {
              "tag": "q2",
              "text": "and he enables me to climb safely like a deer does,"
            },
            {
              "tag": "q2",
              "text": "he makes me walk on my high hills."
            },
            {
              "tag": "q",
              "text": "(This message is for the choir director:"
            },
            {
              "tag": "q2",
              "text": "When this prayer is sung, it is to be accompanied by people playing stringed instruments.)"
            }
          ],
          "tag": "m"
        }
      ]
    }
  ],
  "id": "HAB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Habakkuk"
}