{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The most important part of everything that I have written is that we have a high priest who has sat down to rule as the king in heaven."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He serves in the sanctuary, that is, in the true place of worship in heaven. That is the true sacred tent, for the Lord set it up, not Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "God appoints every high priest to offer gifts and sacrifices for the people' s sins. So since the Messiah became a high priest, he also had to offer something."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Now if Christ were on earth, he would not be a priest at all, since there are those who offer the gifts according to the law."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The priests in Jerusalem perform rituals that are only a copy of what the Messiah does in heaven. This is because when Moses was about to set up the sacred tent, God told him, \" Be sure that you make everything according to what I showed you on Mount Sinai!\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But now the Messiah serves in a much better way than the Jewish priests do. In the same way, the agreement that he has agreed to toward his people is made of promises that God has given and so is better than the laws that God gave Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "God needed to establish this second covenant, because the first covenant was defective."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Because God declared that the Israelites were guilty of not obeying the first covenant, he wanted a new covenant. This is what a prophet wrote about that:"
          },
          {
            "tag": "q",
            "text": "\" The Lord says, ' Listen! There will soon be a time when I will fulfill a new covenant toward the people of Israel and the people of Judah."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "That agreement will not be like the agreement I made with their ancestors when I led them out of Egypt like a father leads his young child. They did not continue to obey, so I let them alone,' says the Lord."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "' This is the agreement that I will make with the Israelites, after the first agreement has ended,' says the Lord:"
          },
          {
            "tag": "q",
            "text": "' I will enable them to understand my laws, and I will enable them to truly obey them. I will be their God, and they will be my people."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "No one will need to teach a fellow citizen or tell his fellow kinsmen, ' You acknowledge that the Lord is God,' because all my people will acknowledge me. Everyone among my people, from the least important to the most important, will know me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will mercifully forgive them for the wicked things they have done. I will no longer consider that they are guilty for their sins.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Since God said that he was making a new agreement, we know that he considered that the first agreement was old and no longer in use, decaying and that it would soon disappear."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "HEB EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:42:31 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews"
}