{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Listen to the message Yahweh has for you."
          },
          {
            "tag": "q2",
            "text": "\"You people of Israel, Yahweh is accusing you, you who live in this place.\""
          },
          {
            "tag": "q1",
            "text": "He says, \"I cannot find anyone here who tells the truth."
          },
          {
            "tag": "q2",
            "text": "I cannot see anyone who loves me."
          },
          {
            "tag": "q1",
            "text": "None of you can honestly say that he knows me."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You curse and lie, you kill and steal, and you commit adultery."
          },
          {
            "tag": "q1",
            "text": "You have broken every law,"
          },
          {
            "tag": "q2",
            "text": "and you commit one murder after another."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Because of what the people are doing, the land is now a wilderness."
          },
          {
            "tag": "q2",
            "text": "Every creature that lives here is dying,"
          },
          {
            "tag": "q1",
            "text": "from the animals that live in the fields,"
          },
          {
            "tag": "q2",
            "text": "to the birds that fly in the sky;"
          },
          {
            "tag": "q1",
            "text": "even the fish in the sea, they are also dying."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But you must not accuse anyone else for this trouble."
          },
          {
            "tag": "q2",
            "text": "You must not allow anyone to correct another person; no one has that right, because everyone is guilty."
          },
          {
            "tag": "q1",
            "text": "And I am also accusing the priests."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You priests sin during the day"
          },
          {
            "tag": "q2",
            "text": "and the prophets with you sin at night."
          },
          {
            "tag": "q1",
            "text": "I promise you, I will destroy Israel, who is like a mother to you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "My people are perishing because you priests have refused to understand me."
          },
          {
            "tag": "q1",
            "text": "And why do you understand me so little? Because you have rejected the things I have instructed you to do."
          },
          {
            "tag": "q2",
            "text": "So I am rejecting you from being priests to me."
          },
          {
            "tag": "q1",
            "text": "Look at what you have forgotten: You have forgotten the instructions that I, your God, gave to you."
          },
          {
            "tag": "q2",
            "text": "Because you forgot me, I will forget your children."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The more numerous you priests become,"
          },
          {
            "tag": "q2",
            "text": "the more you do the things that I have forbidden."
          },
          {
            "tag": "q1",
            "text": "You have abandoned me in order to become shameful."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When other people sin, they bring sacrifices to me, some of which you eat."
          },
          {
            "tag": "q2",
            "text": "So you want the people to sin more and more."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I will punish you priests just as I punish the people."
          },
          {
            "tag": "q2",
            "text": "I will punish all of you for your behavior;"
          },
          {
            "tag": "q2",
            "text": "I will pay you all back for all the wicked deeds you have done."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You all will eat, but you will never get enough. You will always be hungry."
          },
          {
            "tag": "q2",
            "text": "They will continue to sleep with other women, but the women will not conceive,"
          },
          {
            "tag": "q1",
            "text": "because you have all abandoned me, Yahweh."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You love to do forbidden sexual acts,"
          },
          {
            "tag": "q2",
            "text": "and to drink wine and new wine."
          },
          {
            "tag": "q2",
            "text": "All these things have made it impossible for you to know right from wrong."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "My own people pray to an idol made from a piece of wood."
          },
          {
            "tag": "q2",
            "text": "They ask their walking staffs to tell them which way they should go!"
          },
          {
            "tag": "q1",
            "text": "They are always wanting to sin in sexual ways, so they have stopped obeying me, the God whom they should worship."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They worship other gods in the places on the tops of the mountains where they have set up idols. They burn offerings to the idols up on those hills—"
          },
          {
            "tag": "q1",
            "text": "in all the places where they worship those idols—under the oak trees, poplar trees, and the terebinth trees—"
          },
          {
            "tag": "q2",
            "text": "because these trees give good shade."
          },
          {
            "tag": "q1",
            "text": "Following your example, your daughters decided to become prostitutes,"
          },
          {
            "tag": "q2",
            "text": "and your daughters-in-law committed adultery."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But I will not punish the women for turning to prostitution,"
          },
          {
            "tag": "q1",
            "text": "or your daughters-in-law when they commit adultery."
          },
          {
            "tag": "q2",
            "text": "It is the men who are doing the very same thing!"
          },
          {
            "tag": "q1",
            "text": "The men sleep with prostitutes,"
          },
          {
            "tag": "q2",
            "text": "and they offer sacrifices in the houses of idols where there are prostitutes."
          },
          {
            "tag": "q2",
            "text": "It is true: \"A people who have not lived as they were taught to live, will come to destruction.\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Israel, you have left me and gone to idols."
          },
          {
            "tag": "q1",
            "text": "But I hope that Judah will not do the same thing."
          },
          {
            "tag": "q2",
            "text": "You people of Judah, do not go to Gilgal. Do not go up to Beth Aven to worship idols there."
          },
          {
            "tag": "q1",
            "text": "Do not make solemn oaths, calling on me to make good on your promises, adding to your vows the words, 'As Yahweh lives!\""
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Israel is as stubborn as a young cow."
          },
          {
            "tag": "q2",
            "text": "Can I now feed them as if they were little lambs in a meadow?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Ephraim has gone to join idols."
          },
          {
            "tag": "q2",
            "text": "Leave those people alone!"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When they have finished drinking all their alcoholic drinks"
          },
          {
            "tag": "q2",
            "text": "then they will commit even more sexual sins."
          },
          {
            "tag": "q2",
            "text": "Their rulers love to do these shameful things."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Someone will attack them; he will be like a whirlwind that lifts them up and carries them away to another place."
          },
          {
            "tag": "q2",
            "text": "Only then will they be ashamed because they gave offerings to the idols.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 4
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}