{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says, \"Get a trumpet and blow it."
          },
          {
            "tag": "q2",
            "text": "There are enemies swooping down over my people,"
          },
          {
            "tag": "q1",
            "text": "as an eagle swoops down over a victim."
          },
          {
            "tag": "q2",
            "text": "This is because my people have left my covenant with them"
          },
          {
            "tag": "q1",
            "text": "and have violated the law I gave them."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "My people Israel cry out to me and say,"
          },
          {
            "tag": "q2",
            "text": "'Our God, we are loyal to you!'"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But the people of Israel have thrown away what is good,"
          },
          {
            "tag": "q2",
            "text": "so their enemies will chase after them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Israel has appointed kings for themselves,"
          },
          {
            "tag": "q2",
            "text": "but they did not consult with me about it."
          },
          {
            "tag": "q1",
            "text": "They chose their own kings"
          },
          {
            "tag": "q2",
            "text": "without asking me to approve them."
          },
          {
            "tag": "q1",
            "text": "They took their silver and gold and formed them into the idols they worshiped,"
          },
          {
            "tag": "q2",
            "text": "but the people will perish as a result.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The prophet says, \"Yes, Yahweh has rejected your idol, you people of Samaria—an idol made in the form of a calf!\""
          },
          {
            "tag": "q1",
            "text": "Yahweh says, \"Perhaps these people will never again be innocent of evildoing. I am very angry with them!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The shame of it is that this idol came from Israel! A craftsman made it."
          },
          {
            "tag": "q1",
            "text": "It is only an idol; it cannot be the true and living God!"
          },
          {
            "tag": "q2",
            "text": "I will ensure that someone will smash it to bits."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "This is because these people do useless things, so something terrible will destroy them."
          },
          {
            "tag": "q2",
            "text": "Their grain standing in the fields will give no harvest."
          },
          {
            "tag": "q1",
            "text": "And even if it does, foreign soldiers will eat everything it produces."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Other nations have destroyed Israel's power."
          },
          {
            "tag": "q2",
            "text": "Now Israel is like an old, broken pot that no one wants."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They asked the king of Assyria for help;"
          },
          {
            "tag": "q2",
            "text": "they were like a wild donkey wandering off by itself."
          },
          {
            "tag": "q1",
            "text": "The people of Israel have tried to pay other nations to protect them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Although they do this,"
          },
          {
            "tag": "q2",
            "text": "I will soon gather them up to destroy them."
          },
          {
            "tag": "q2",
            "text": "They will begin to become poor because they will have to pay money to Assyria's king."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The people of Ephraim have built many altars on which to offer sacrifices for their sins;"
          },
          {
            "tag": "q2",
            "text": "however, these altars have become places where the people commit terrible sins against me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Even if I wrote out for the people of Israel my laws ten thousand times,"
          },
          {
            "tag": "q2",
            "text": "they would refuse to obey them."
          },
          {
            "tag": "q1",
            "text": "They would say they had never heard of them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Let us think about the sacrifices that they give to me."
          },
          {
            "tag": "q2",
            "text": "They sacrifice the meat and then they eat it;"
          },
          {
            "tag": "q1",
            "text": "but I, Yahweh, am not pleased with those sacrifices."
          },
          {
            "tag": "q2",
            "text": "I will think about their sins and will punish the people for them."
          },
          {
            "tag": "q1",
            "text": "I will make them go back to Egypt."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "And why has this happened?"
          },
          {
            "tag": "q2",
            "text": "The people of Israel have forgotten me, the God who made them a nation. Instead of honoring me, they have built huge homes to live in."
          },
          {
            "tag": "q1",
            "text": "And instead of worshiping Yahweh, the people of Judah have built walls around their cities for protection."
          },
          {
            "tag": "q2",
            "text": "So this is what I, Yahweh, will do:"
          },
          {
            "tag": "q1",
            "text": "I will send a fire that will destroy all their palaces and all their fortified cities.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 8
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}