[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He was like a son to me, whom I called out of Egypt."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the more they ran away."
  },
  {
    "t": "q",
    "v": "Day after day they offered their sacrifices to the idols named Baal,"
  },
  {
    "t": "q",
    "v": "and they burned incense to honor them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I was like a father, holding them by their little arms."
  },
  {
    "t": "q",
    "v": "But they did not understand that I was the one who was taking care of them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I loved them so much that I guided them and led by my own hand."
  },
  {
    "t": "q",
    "v": "They worked very hard, like a yoke of oxen pulling a plow, but I made their yoke light and loosened its weight on their jaws, so they did not suffer pain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Assyria will certainly rule over them,"
  },
  {
    "t": "q",
    "v": "because they refused to turn back to me and worship me as their God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their enemies will destroy the bars that keep their gates closed and safe."
  },
  {
    "t": "q",
    "v": "Their enemies will destroy the people of Israel and put an end to all the plans they made."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They pretend to call out to me, the Most High God,"
  },
  {
    "t": "q",
    "v": "but I will allow no one to help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I cannot give you over to your enemies."
  },
  {
    "t": "q",
    "v": "I do not want to act toward you as I acted toward Admah or make you like Zeboyim—"
  },
  {
    "t": "q",
    "v": "cities that I destroyed along with Sodom."
  },
  {
    "t": "q",
    "v": "I have changed my mind about punishing you;"
  },
  {
    "t": "q",
    "v": "I earnestly long to have mercy on you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I do not want to destroy you, the people of my Israel, whom I love."
  },
  {
    "t": "q",
    "v": "Human beings would easily decide to do that,"
  },
  {
    "t": "q",
    "v": "but I am God, not human."
  },
  {
    "t": "q",
    "v": "I am the Holy One who lives among you;"
  },
  {
    "t": "q",
    "v": "I will not come to you and be angry with you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will roar like a lion."
  },
  {
    "t": "q",
    "v": "And when I roar, my people will hear and will come trembling."
  },
  {
    "t": "q",
    "v": "They will come back to me from far away—"
  },
  {
    "t": "q",
    "v": "from the west they will come back to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a flock of birds coming up from Egypt."
  },
  {
    "t": "q",
    "v": "And some will be like pigeons that fly in from Assyria."
  },
  {
    "t": "q",
    "v": "I will let them live in their own homes once more, in the land of Israel."
  },
  {
    "t": "q",
    "v": "I, Yahweh, have promised this.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But the people of Judah they still obey me and are faithful to me, the Holy One.”"
  }
]