[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "There are enemies swooping down over my people,"
  },
  {
    "t": "q",
    "v": "as an eagle swoops down over a victim."
  },
  {
    "t": "q",
    "v": "This is because my people have left my covenant with them"
  },
  {
    "t": "q",
    "v": "and have violated the law I gave them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Our God, we are loyal to you!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so their enemies will chase after them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they did not consult with me about it."
  },
  {
    "t": "q",
    "v": "They chose their own kings"
  },
  {
    "t": "q",
    "v": "without asking me to approve them."
  },
  {
    "t": "q",
    "v": "They took their silver and gold and formed them into the idols they worshiped,"
  },
  {
    "t": "q",
    "v": "but the people will perish as a result.”"
  },
  {
    "t": "q",
    "v": "Yahweh says, “Perhaps these people will never again be innocent of evildoing. I am very angry with them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is only an idol; it cannot be the true and living God!"
  },
  {
    "t": "q",
    "v": "I will ensure that someone will smash it to bits."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their grain standing in the fields will give no harvest."
  },
  {
    "t": "q",
    "v": "And even if it does, foreign soldiers will eat everything it produces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Now Israel is like an old, broken pot that no one wants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they were like a wild donkey wandering off by itself."
  },
  {
    "t": "q",
    "v": "The people of Israel have tried to pay other nations to protect them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will soon gather them up to destroy them."
  },
  {
    "t": "q",
    "v": "They will begin to become poor because they will have to pay money to Assyria’s king."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "however, these altars have become places where the people commit terrible sins against me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they would refuse to obey them."
  },
  {
    "t": "q",
    "v": "They would say they had never heard of them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They sacrifice the meat and then they eat it;"
  },
  {
    "t": "q",
    "v": "but I, Yahweh, am not pleased with those sacrifices."
  },
  {
    "t": "q",
    "v": "I will think about their sins and will punish the people for them."
  },
  {
    "t": "q",
    "v": "I will make them go back to Egypt."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The people of Israel have forgotten me, the God who made them a nation. Instead of honoring me, they have built huge homes to live in."
  },
  {
    "t": "q",
    "v": "And instead of worshiping Yahweh, the people of Judah have built walls around their cities for protection."
  },
  {
    "t": "q",
    "v": "So this is what I, Yahweh, will do:"
  },
  {
    "t": "q",
    "v": "I will send a fire that will destroy all their palaces and all their fortified cities.”"
  }
]