[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh gave Hosea these messages during the years that Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and when Jeroboam son of Jehoash was king of Israel."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "When Yahweh spoke for the first time through the prophet Hosea, he said, “Go and marry a prostitute. She will have children because she has given herself to other men. When you marry a prostitute, this will show how my people have been so shamefully unfaithful to me. It will show them how they have left me, their God.”"
      },
      {
        "t": "v",
        "n": 3,
        "v": "So Hosea married Gomer, daughter of Diblaim. She became pregnant and gave birth to a son."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh said to Hosea, “Give your baby the name Jezreel, because I will soon punish the family members of King Jehu for the murders that he committed in the city of Jezreel. I will also bring the kingdom of Israel to an end."
      },
      {
        "t": "v",
        "n": 5,
        "v": "On that day I will destroy the fighting strength of the army of Israel, there in the Valley of Jezreel.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Gomer soon became pregnant again, and this time she gave birth to a daughter. Then Yahweh spoke to him, “Give her the name Lo-Ruhamah, which means ‘no mercy,’ because I will no longer have any mercy for the people of Israel, and I will not forgive them for even one sin they have committed."
      },
      {
        "t": "v",
        "n": 7,
        "v": "But I will have mercy on the people of Judah. I will save them—but not by deadly weapons, the bow, the sword, or battle. I will not save them by armies or by strong horses and those who ride on them. Instead, I, Yahweh myself, will save them.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "After Gomer had weaned Lo-Ruhamah, she became pregnant again and gave birth to a son."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh said “Give him the name Lo-Ammi, which means ‘not my people,’ because you, O Israel, are not my people—and I will no longer protect you as your God."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "One day in the future, the people of Israel will be as numerous as the grains of sand by the sea. No one will be able to count them. I have said to Israel, ‘You are not my people,’—but one day I will say to them, ‘You are the people whom I will protect and love.’"
      },
      {
        "t": "v",
        "n": 11,
        "v": "On that day I, Yahweh, will gather all the people of Judah and bring them together with all the people of Israel. They will choose from among themselves a single leader, and they will go out of that land in which they were held as exiles. On that day they will say, ‘Great is the day of Jezreel!’ (Jezreel means, ‘God plants his people in his land.’)"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Call your male fellow Israelites, ‘You are Yahweh’s people,’ and call your female fellow Israelites, ‘Yahweh has been kind to you.’”"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh said to me, “I want you to accuse Israel, who is like a mother to you, of being like an unfaithful wife to me."
      },
      {
        "t": "v",
        "n": 3,
        "v": "If she does not stop,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I will have no pity on her people, the people of Israel,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Israel is like a prostitute;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "So I will block Israel’s road with thornbushes,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Israel will run after her idols"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The people will say this, because they did not know that it was I, Yahweh, who had given them their grain, new wine, and olive oil."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Therefore I will take away from Israel all the grain I gave them."
      },
      {
        "t": "v",
        "n": 10,
        "v": "I will treat Israel as a man treats his wife when he finds her with other men."
      },
      {
        "t": "v",
        "n": 11,
        "v": "I will make the people in Israel stop holding their celebrations;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I will destroy all of Israel’s grapevines and fig trees."
      },
      {
        "t": "v",
        "n": 13,
        "v": "I will punish this woman named Israel for all the times that she burned incense to worship the Baal idols."
      },
      {
        "t": "v",
        "n": 14,
        "v": "“I will lead her into the wilderness and tell her that I love her."
      },
      {
        "t": "v",
        "n": 15,
        "v": "I will give her vineyards back to her once more,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "At that time,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "I will not allow Israel to speak the names of the images of Baal that she used to worship."
      },
      {
        "t": "v",
        "n": 18,
        "v": "At that time I will make a covenant for them:"
      },
      {
        "t": "v",
        "n": 19,
        "v": "You will be like my wife forever, Israel."
      },
      {
        "t": "v",
        "n": 20,
        "v": "I will keep my promise to you, Israel. I will never lie to you;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "At that time,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "And the ground will provide grain, new wine and olive trees, and they will grow for the people of Israel."
      },
      {
        "t": "v",
        "n": 23,
        "v": "At that time, I will take care of the Israelite people"
      }
    ]
  }
]