{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Listen, you priests!"
          },
          {
            "tag": "q2",
            "text": "Pay attention, you people of Israel!"
          },
          {
            "tag": "q1",
            "text": "And you members of the king's family, you also need to listen!"
          },
          {
            "tag": "q2",
            "text": "For I will punish all of you."
          },
          {
            "tag": "q1",
            "text": "The things you have done have been like a trap for the people at Mizpah."
          },
          {
            "tag": "q2",
            "text": "The things you have done have become like a net spread out to catch the people who live on Mount Tabor."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Those who rebelled against me have now killed so many that they are standing deep in their blood. I tell you that I will punish them all."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You, the people in Ephraim, the center of Israel—I know you."
          },
          {
            "tag": "q2",
            "text": "I know very well what you are like, you people of Israel."
          },
          {
            "tag": "q1",
            "text": "You people in Ephraim, you have acted like prostitutes."
          },
          {
            "tag": "q2",
            "text": "Yes, you people in Israel are polluted."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Ephraim and Israel are not able to ask me to forgive them, because of what they have done."
          },
          {
            "tag": "q1",
            "text": "They have chosen to be unfaithful and immoral,"
          },
          {
            "tag": "q2",
            "text": "and they do not know me, Yahweh.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Israel is proud; because of this others know how guilty she is."
          },
          {
            "tag": "q2",
            "text": "The sins that the people of Israel have committed are making them faithless to Yahweh."
          },
          {
            "tag": "q2",
            "text": "Judah is becoming faithless, too."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They are hoping to persuade Yahweh to have mercy on them."
          },
          {
            "tag": "q2",
            "text": "They are coming to sacrifice sheep and cattle to him from their flocks and herds."
          },
          {
            "tag": "q1",
            "text": "But they will find that Yahweh will have no mercy on them"
          },
          {
            "tag": "q2",
            "text": "because he has stopped helping them; he is leaving them alone."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They did not keep their promises to Yahweh."
          },
          {
            "tag": "q2",
            "text": "and they have had children by foreign women."
          },
          {
            "tag": "q1",
            "text": "So at the time of the new moon festivals,"
          },
          {
            "tag": "q2",
            "text": "they will perish, together with their cultivated fields.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh says, \"Blow the ram horns at the city of Gibeah!"
          },
          {
            "tag": "q2",
            "text": "Blow the trumpets at the city of Ramah!"
          },
          {
            "tag": "q1",
            "text": "Shout a battle cry at the city of Beth Aven!"
          },
          {
            "tag": "q2",
            "text": "Lead us into battle, you people of the tribe of Benjamin!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I will punish the people of Ephraim and turn their city into a pile of rubble."
          },
          {
            "tag": "q2",
            "text": "This is my promise to the tribes of Israel—I pledge to you all that I will do this."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The leaders of Judah are as bad as people who steal farmland by moving boundary markers;"
          },
          {
            "tag": "q2",
            "text": "they steal land that does not belong to them."
          },
          {
            "tag": "q1",
            "text": "I will punish them in a way that will make them perish."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Ephraim will suffer greatly; the people will perish when I punish them,"
          },
          {
            "tag": "q2",
            "text": "because they were determined to worship idols."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will destroy Ephraim as a moth destroys wool;"
          },
          {
            "tag": "q2",
            "text": "I will destroy Judah as rot destroys wood."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When the people of Ephraim realized how weak they were,"
          },
          {
            "tag": "q2",
            "text": "then they asked the people of Assyria for help."
          },
          {
            "tag": "q1",
            "text": "When the people of Judah realized how weak they were,"
          },
          {
            "tag": "q2",
            "text": "they sent messengers to the great king of Assyria."
          },
          {
            "tag": "q2",
            "text": "But he could not help you people;"
          },
          {
            "tag": "q1",
            "text": "he could not make you people strong again."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I will become like a lion to the people of Ephraim in Israel;"
          },
          {
            "tag": "q2",
            "text": "I will become like a young lion to the people of Judah."
          },
          {
            "tag": "q1",
            "text": "I will destroy them and leave them;"
          },
          {
            "tag": "q1",
            "text": "I will carry them far away,"
          },
          {
            "tag": "q2",
            "text": "and no one will be able to rescue them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then I will go back to where I came from;"
          },
          {
            "tag": "q2",
            "text": "from there I will wait for them to admit that they have sinned;"
          },
          {
            "tag": "q1",
            "text": "I will wait for them to come and ask me to help them.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 5
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}