[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Yahweh said to me, “Go and love a woman, even though she is loved by another man, and she is also unfaithful to her husband. You will be like me, because I love the people of Israel, even though they worship other gods and eat raisin cakes in their honor.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Even though she was a slave, owned by another person, I bought her for 170 grams of silver, and 330 liters of barley grain."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Then I said to her, “You will live with me from now on. You will no longer be a prostitute who sleeps with various men. You will not belong to any other man, only to me, and I will be faithful to you and live with you for the rest of my life.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "When I do these things, this is to show that the people of Israel will live for a long time and not have any king ruling over them. They will have no prince, no sacrifices or pillars set up for worship, ephods or idols in their houses."
      },
      {
        "t": "v",
        "n": 5,
        "v": "After some time, the people of Israel will return to Yahweh; they will hope that he will receive them back. They will hope to have a descendant of David for their king again. In the later time, they will come to Yahweh to honor him and tremble before him because of his goodness to them."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Listen to the message Yahweh has for you."
      },
      {
        "t": "v",
        "n": 2,
        "v": "You curse and lie, you kill and steal, and you commit adultery."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Because of what the people are doing, the land is now a wilderness."
      },
      {
        "t": "v",
        "n": 4,
        "v": "But you must not accuse anyone else for this trouble."
      },
      {
        "t": "v",
        "n": 5,
        "v": "You priests sin during the day"
      },
      {
        "t": "v",
        "n": 6,
        "v": "My people are perishing because you priests have refused to understand me."
      },
      {
        "t": "v",
        "n": 7,
        "v": "The more numerous you priests become,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When other people sin, they bring sacrifices to me, some of which you eat."
      },
      {
        "t": "v",
        "n": 9,
        "v": "I will punish you priests just as I punish the people."
      },
      {
        "t": "v",
        "n": 10,
        "v": "You all will eat, but you will never get enough. You will always be hungry."
      },
      {
        "t": "v",
        "n": 11,
        "v": "You love to do forbidden sexual acts,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "My own people pray to an idol made from a piece of wood."
      },
      {
        "t": "v",
        "n": 13,
        "v": "They worship other gods in the places on the tops of the mountains where they have set up idols. They burn offerings to the idols up on those hills—"
      },
      {
        "t": "v",
        "n": 14,
        "v": "But I will not punish the women for turning to prostitution,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Israel, you have left me and gone to idols."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Israel is as stubborn as a young cow."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Ephraim has gone to join idols."
      },
      {
        "t": "v",
        "n": 18,
        "v": "When they have finished drinking all their alcoholic drinks"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Someone will attack them; he will be like a whirlwind that lifts them up and carries them away to another place."
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Listen, you priests!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Those who rebelled against me have now killed so many that they are standing deep in their blood. I tell you that I will punish them all."
      },
      {
        "t": "v",
        "n": 3,
        "v": "You, the people in Ephraim, the center of Israel—I know you."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Ephraim and Israel are not able to ask me to forgive them, because of what they have done."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Israel is proud; because of this others know how guilty she is."
      },
      {
        "t": "v",
        "n": 6,
        "v": "They are hoping to persuade Yahweh to have mercy on them."
      },
      {
        "t": "v",
        "n": 7,
        "v": "They did not keep their promises to Yahweh."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh says, “Blow the ram horns at the city of Gibeah!"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I will punish the people of Ephraim and turn their city into a pile of rubble."
      },
      {
        "t": "v",
        "n": 10,
        "v": "The leaders of Judah are as bad as people who steal farmland by moving boundary markers;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Ephraim will suffer greatly; the people will perish when I punish them,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I will destroy Ephraim as a moth destroys wool;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "When the people of Ephraim realized how weak they were,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I will become like a lion to the people of Ephraim in Israel;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Then I will go back to where I came from;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "The people say, “Come, let us return to Yahweh."
      },
      {
        "t": "v",
        "n": 2,
        "v": "After the second day he will restore our strength;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Try to know Yahweh;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "But Yahweh says, “What can I do with you, you people of Ephraim?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I sent my prophets to you,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh says, “I want you to be faithful to me forever."
      },
      {
        "t": "v",
        "n": 7,
        "v": "But like Adam, the first man,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Gilead is a city of people who do wicked things;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "As robbers make their plans to hide and then rob someone walking past them,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Among the people of Israel, I have seen a horrible thing—"
      },
      {
        "t": "v",
        "n": 11,
        "v": "And for you also, you people of Judah,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "As often as I try to heal Israel,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "But they do not take a moment to think that I, Yahweh, see everything they do."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The wicked things they do bring delight to their king,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "They are all sexually immoral;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "At the king’s festivals, his officials do outrageous things because they are drunk with wine,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But these same officials then set about making plans to murder the king."
      },
      {
        "t": "v",
        "n": 7,
        "v": "All those officials become so angry at the king,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "“Israel joins with other people groups,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "People who come from far away have taken away Israel’s strength."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Israel is so proud that everyone else sees it."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Israel is like a foolish bird, a dove that anyone can easily deceive."
      },
      {
        "t": "v",
        "n": 12,
        "v": "But when they are on their way there,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "How terrible it will be"
      },
      {
        "t": "v",
        "n": 14,
        "v": "They do not cry out to me; they do not call to me from their hearts;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Even though I trained them and helped them become strong,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "They go this way and that, but never to me, God Most High."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “Get a trumpet and blow it."
      },
      {
        "t": "v",
        "n": 2,
        "v": "My people Israel cry out to me and say,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "But the people of Israel have thrown away what is good,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Israel has appointed kings for themselves,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "The prophet says, “Yes, Yahweh has rejected your idol, you people of Samaria—an idol made in the form of a calf!”"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The shame of it is that this idol came from Israel! A craftsman made it."
      },
      {
        "t": "v",
        "n": 7,
        "v": "This is because these people do useless things, so something terrible will destroy them."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Other nations have destroyed Israel’s power."
      },
      {
        "t": "v",
        "n": 9,
        "v": "They asked the king of Assyria for help;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Although they do this,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The people of Ephraim have built many altars on which to offer sacrifices for their sins;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Even if I wrote out for the people of Israel my laws ten thousand times,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Let us think about the sacrifices that they give to me."
      },
      {
        "t": "v",
        "n": 14,
        "v": "And why has this happened?"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Hosea says this: Do not be happy, O Israel; do not celebrate like other people groups!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Now you will not have enough grain or wine to feed your people."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The people of Israel will not continue to live in the land that Yahweh has chosen as his own."
      },
      {
        "t": "v",
        "n": 4,
        "v": "No longer will they pour out wine to offer it to Yahweh;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "There, in a country far from your home, you will not be able to celebrate the festivals that Yahweh commanded you to celebrate."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Look! If you escape and the Assyrians do not kill you,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "It is now the time for God to punish you;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "True prophets are people whom God has assigned to guard the people of Israel."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The people have polluted themselves by sinning"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh says, “When I found Israel, it was like someone finding grapes growing in the wilderness."
      },
      {
        "t": "v",
        "n": 11,
        "v": "The honor of Ephraim is like a bird that is flying away."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Even if they raise children not their own,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I have seen the people of Israel;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Hosea says, Yahweh, give them—"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh says, “Because of all the wicked things my people did at Gilgal,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Ephraim is like a vine that has dried up"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Hosea says, My God rejected the people of Israel"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Israel is like a vine"
      },
      {
        "t": "v",
        "n": 2,
        "v": "They are deceitful and cannot be trusted;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They say, “We have no king now because we did not honor or respect Yahweh."
      },
      {
        "t": "v",
        "n": 4,
        "v": "The people of Israel make lying promises and false covenants;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Those people of Samaria tremble with fear because of what happened to the calf idols at Beth Aven."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Their idols will be carried to Assyria"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The king of Samaria will die."
      },
      {
        "t": "v",
        "n": 8,
        "v": "The hilltop places known for their wickedness—altars where the people worshiped idols—will all be destroyed."
      },
      {
        "t": "v",
        "n": 9,
        "v": "People of Israel, since the days of Gibeah you have been sinning;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh says, “When I decide to act, I will punish them."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Ephraim is like a trained calf"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Plow, now, and do what is right,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "You have sinned wickedly, and now you will have to bear the consequences."
      },
      {
        "t": "v",
        "n": 14,
        "v": "The sound of war will be among your people;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "That is what will be done to you, you people of the city of Bethel,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “When the nation of Israel was like a young man, I loved him."
      },
      {
        "t": "v",
        "n": 2,
        "v": "But the more I called out to them,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "But it was I who taught them to do everything good, as a father teaches his son to walk."
      },
      {
        "t": "v",
        "n": 4,
        "v": "With kindness I guided them, with the tender cords of human kindness I led them."
      },
      {
        "t": "v",
        "n": 5,
        "v": "But Israel will certainly return to Egypt,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Their enemies will attack Israel’s cities with swords;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "My people are determined to turn away from me."
      },
      {
        "t": "v",
        "n": 8,
        "v": "But you people of Israel—dear Israel—I cannot abandon you."
      },
      {
        "t": "v",
        "n": 9,
        "v": "I have decided not to punish you severely."
      },
      {
        "t": "v",
        "n": 10,
        "v": "They will live their lives following my commands."
      },
      {
        "t": "v",
        "n": 11,
        "v": "They will come fluttering into the land"
      },
      {
        "t": "v",
        "n": 12,
        "v": "“The people of Israel have continually lied to me."
      },
      {
        "t": "v",
        "n": 1,
        "v": "The people of Israel do only what is useless;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh is also accusing the people of Judah of breaking his covenant."
      },
      {
        "t": "v",
        "n": 3,
        "v": "When Jacob was in his mother’s womb, he grabbed his brother Esau’s heel because he wanted to take his brother’s place and be the firstborn."
      },
      {
        "t": "v",
        "n": 4,
        "v": "When the angel appeared to him, he struggled with him and won."
      },
      {
        "t": "v",
        "n": 5,
        "v": "This is Yahweh, the God of the angel armies!"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Turn to your God!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The merchants are wicked; they use scales that give wrong weights and measures,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The people of Israel boast,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "But Yahweh says, “I am Yahweh, whom you should worship;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Many times I spoke to the prophets and gave them messages, for them to give to you;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The prophet says that if it is true that the people in the region of Gilead are wicked,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Jacob fled to the land of Aram;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh used the prophet Moses to bring Israel out of Egypt,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "The people of Israel have caused Yahweh to become very angry;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “When the leaders of Israel spoke, the people trembled;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Now they sin more and more;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "So the people of Israel will disappear"
      },
      {
        "t": "v",
        "n": 4,
        "v": "But I am Yahweh, whom you should worship;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I took charge of you in the wilderness,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "When I provided food for you,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "So I will attack you like a lion;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I will come against you like a female bear when someone steals her cubs,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You people of Israel, I will destroy you."
      },
      {
        "t": "v",
        "n": 10,
        "v": "You no longer have any king"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When I gave you a king, I gave him to you because I was angry with you."
      },
      {
        "t": "v",
        "n": 12,
        "v": "I have kept track of all the wicked deeds that you people of Israel have committed; I have recorded all your guilt."
      },
      {
        "t": "v",
        "n": 13,
        "v": "You are like a baby ready to be born,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Will I really keep you from dying?"
      },
      {
        "t": "v",
        "n": 15,
        "v": "The prophet Hosea says: “Even though you people of Israel are wealthier than those of Judah,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "The people of the city of Samaria are guilty because they have rebelled against God."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Israel, return to Yahweh your God!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "So now, return to Yahweh, and think about how you will confess your sins to him."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Assyria cannot save us."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh says, “I will forgive these people for having stopped honoring me;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will help the people of Israel as the dew helps the ground."
      },
      {
        "t": "v",
        "n": 6,
        "v": "They will be like trees whose branches spread out."
      },
      {
        "t": "v",
        "n": 7,
        "v": "They will return and live under the protection that Israel has from me;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You people of Israel, I will completely stop you from worshiping idols."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Every wise person will understand the things about which I have written;"
      }
    ]
  }
]