[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they do only things that will destroy them."
  },
  {
    "t": "q",
    "v": "They tell more and more lies; they do more and more acts of violence."
  },
  {
    "t": "q",
    "v": "They make a treaty with Assyria,"
  },
  {
    "t": "q",
    "v": "and they send olive oil to Egypt,"
  },
  {
    "t": "q",
    "v": "to persuade those nations to protect them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He will punish those descendants of Jacob for what they have done."
  },
  {
    "t": "q",
    "v": "He will pay them back; he will give them what they deserve."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When Jacob grew up, he wrestled with God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Jacob cried out to the angel and begged him to bless him."
  },
  {
    "t": "q",
    "v": "Jacob found Yahweh at Bethel;"
  },
  {
    "t": "q",
    "v": "it was there that Yahweh spoke with him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Yahweh” is the name by which we should worship him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Obey his covenant and do what is right."
  },
  {
    "t": "q",
    "v": "Never stop trusting in your God for him to help you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so they can cheat those who buy from them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“We are very rich,"
  },
  {
    "t": "q",
    "v": "and we have found ways to make ourselves even more wealthy than we are now."
  },
  {
    "t": "q",
    "v": "In all our buying and selling, no one can see anything wrong in what we do.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am the one who brought your ancestors out of Egypt."
  },
  {
    "t": "q",
    "v": "I will force you away from your homes and make you live in tents again,"
  },
  {
    "t": "q",
    "v": "just as when you live in tents for a few days every year"
  },
  {
    "t": "q",
    "v": "when you celebrate the Festival of Shelters."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I gave them many visions for you,"
  },
  {
    "t": "q",
    "v": "and I gave them parables, for them to speak to you.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then surely they are also worthless!"
  },
  {
    "t": "q",
    "v": "In Gilgal they kill bulls and offer them to their idols;"
  },
  {
    "t": "q",
    "v": "but these altars will be pulled down and turned into piles of stones in their fields."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he, whose name God would later change to Israel, worked many years so he could marry a woman."
  },
  {
    "t": "q",
    "v": "He took care of his uncle’s sheep in order to marry her."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he took care of them by the prophet who led them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their Lord says that they are guilty of the death of many, and that their guilt remains on them."
  },
  {
    "t": "q",
    "v": "He will pay them back because they have insulted him with their shameful deeds."
  }
]