{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Israel is like a vine"
          },
          {
            "tag": "q2",
            "text": "that produces many bundles of grapes."
          },
          {
            "tag": "q1",
            "text": "But the more their fruit increased, the richer they became."
          },
          {
            "tag": "q2",
            "text": "With that money they made more stone columns in honor of their idols."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They are deceitful and cannot be trusted;"
          },
          {
            "tag": "q2",
            "text": "but the time has come that they must pay for their sins."
          },
          {
            "tag": "q1",
            "text": "Yahweh will break their altars into pieces—"
          },
          {
            "tag": "q2",
            "text": "the places where they gave sacrifices to their idols,"
          },
          {
            "tag": "q2",
            "text": "and he promises to destroy those pillars beside which they worshiped their false gods."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They say, \"We have no king now because we did not honor or respect Yahweh."
          },
          {
            "tag": "q2",
            "text": "But even if we had a king,"
          },
          {
            "tag": "q2",
            "text": "how could a king help us?\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The people of Israel make lying promises and false covenants;"
          },
          {
            "tag": "q2",
            "text": "and because their promises are not kept,"
          },
          {
            "tag": "q1",
            "text": "their sort of justice kills people, as poisonous weeds in a field would do."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Those people of Samaria tremble with fear because of what happened to the calf idols at Beth Aven."
          },
          {
            "tag": "q2",
            "text": "Those people mourn over what happened to those idols,"
          },
          {
            "tag": "q1",
            "text": "as did the priests who served them;"
          },
          {
            "tag": "q2",
            "text": "they rejoiced over them and praised their splendor,"
          },
          {
            "tag": "q1",
            "text": "but now those idols have been taken away from them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Their idols will be carried to Assyria"
          },
          {
            "tag": "q2",
            "text": "to be a gift for the great king."
          },
          {
            "tag": "q1",
            "text": "The people of Israel will be disgraced;"
          },
          {
            "tag": "q2",
            "text": "they will be ashamed"
          },
          {
            "tag": "q2",
            "text": "for having trusted in the advice they received by consulting idols."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The king of Samaria will die."
          },
          {
            "tag": "q2",
            "text": "He will be like a small piece of wood that floats away down a stream."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The hilltop places known for their wickedness—altars where the people worshiped idols—will all be destroyed."
          },
          {
            "tag": "q2",
            "text": "Thorns and thistles will grow and cover all the altars that were in Samaria."
          },
          {
            "tag": "q2",
            "text": "The people will beg the mountains and say,"
          },
          {
            "tag": "q1",
            "text": "\"Cover us!\""
          },
          {
            "tag": "q2",
            "text": "and to the hills, \"Fall on us!\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "People of Israel, since the days of Gibeah you have been sinning;"
          },
          {
            "tag": "q2",
            "text": "it is as if you have been living there ever since then, because you think as they did."
          },
          {
            "tag": "q1",
            "text": "Enemies will attack you evildoers at Gibeah."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh says, \"When I decide to act, I will punish them."
          },
          {
            "tag": "q2",
            "text": "People groups will gather to fight against them;"
          },
          {
            "tag": "q1",
            "text": "those people groups will capture them and put them in chains"
          },
          {
            "tag": "q2",
            "text": "because of their many sins."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Ephraim is like a trained calf"
          },
          {
            "tag": "q2",
            "text": "that loves to thresh grain, separating out the grain from the chaff,"
          },
          {
            "tag": "q1",
            "text": "and I did not put a heavy yoke on her tender neck."
          },
          {
            "tag": "q2",
            "text": "But now I will put Ephraim under that yoke,"
          },
          {
            "tag": "q1",
            "text": "and Judah must plow."
          },
          {
            "tag": "q2",
            "text": "and Jacob must break up the ground with the harrow."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Plow, now, and do what is right,"
          },
          {
            "tag": "q2",
            "text": "and you will reap the fruit of faithful love."
          },
          {
            "tag": "q1",
            "text": "Do the hard work of breaking up the unplowed ground,"
          },
          {
            "tag": "q2",
            "text": "for now is the time for you to ask Yahweh to have mercy on you,"
          },
          {
            "tag": "q1",
            "text": "so that he may come and rescue you because he does what is right."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You have sinned wickedly, and now you will have to bear the consequences."
          },
          {
            "tag": "q2",
            "text": "You told lies, and now you must suffer the results of the lies you told."
          },
          {
            "tag": "q1",
            "text": "You have trusted in your own abilities and wisdom,"
          },
          {
            "tag": "q2",
            "text": "and you have relied on the soldiers in your armies."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The sound of war will be among your people;"
          },
          {
            "tag": "q2",
            "text": "all your fortified cities will be destroyed."
          },
          {
            "tag": "q1",
            "text": "It will be as when Shalman destroyed Beth Arbel in battle,"
          },
          {
            "tag": "q2",
            "text": "when mothers were killed while they were holding their children."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "That is what will be done to you, you people of the city of Bethel,"
          },
          {
            "tag": "q2",
            "text": "because of all the evil things you have done."
          },
          {
            "tag": "q1",
            "text": "When the battle begins at dawn,"
          },
          {
            "tag": "q2",
            "text": "the king of Israel will be destroyed; the enemy will kill him.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 10
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}