{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Call your male fellow Israelites, 'You are Yahweh's people,' and call your female fellow Israelites, 'Yahweh has been kind to you.'\""
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh said to me, \"I want you to accuse Israel, who is like a mother to you, of being like an unfaithful wife to me."
          },
          {
            "tag": "q1",
            "text": "This nation is no longer like a wife to me,"
          },
          {
            "tag": "q2",
            "text": "and I am no longer like a husband to her."
          },
          {
            "tag": "q1",
            "text": "Tell Israel that they must stop acting like a prostitute; she must stop worshiping idols."
          },
          {
            "tag": "q2",
            "text": "Israel must stop worshiping idols. She must stop acting like a woman who leaves her husband and goes to other men."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If she does not stop,"
          },
          {
            "tag": "q1",
            "text": "I will take her clothes off her and make her naked like she was when she was born."
          },
          {
            "tag": "q2",
            "text": "I will make her like the barren wilderness—dry and lifeless;"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will have no pity on her people, the people of Israel,"
          },
          {
            "tag": "q2",
            "text": "because their nation is like a prostitute."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Israel is like a prostitute;"
          },
          {
            "tag": "q2",
            "text": "she is like a woman who has had these children from doing shameful things with other men."
          },
          {
            "tag": "q1",
            "text": "Israel decided to hurry after these idols whom she loved, to worship other gods."
          },
          {
            "tag": "q2",
            "text": "She thought that it was those gods who gave her bread and water."
          },
          {
            "tag": "q2",
            "text": "She thought that it was those gods who gave her wool, linen, and olive oil, and also wine to drink."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So I will block Israel's road with thornbushes,"
          },
          {
            "tag": "q1",
            "text": "and I will build a wall around her,"
          },
          {
            "tag": "q2",
            "text": "so that she cannot find the path to take."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Israel will run after her idols"
          },
          {
            "tag": "q2",
            "text": "but she will not find them."
          },
          {
            "tag": "q1",
            "text": "She will search for her false gods,"
          },
          {
            "tag": "q2",
            "text": "but she will not find them."
          },
          {
            "tag": "q1",
            "text": "Then, like a prostitute who wants to return to her husband, she will say to me, 'I will go back to you, the one I loved at first,"
          },
          {
            "tag": "q2",
            "text": "because my life was better with you than it is now.'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The people will say this, because they did not know that it was I, Yahweh, who had given them their grain, new wine, and olive oil."
          },
          {
            "tag": "q2",
            "text": "It was I who had given them much silver and gold so they would become wealthy."
          },
          {
            "tag": "q1",
            "text": "But then they made all that gold and silver into objects to use in worshiping the idol Baal."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore I will take away from Israel all the grain I gave them."
          },
          {
            "tag": "q2",
            "text": "When the wheat is ready for harvest, I will keep them from getting it."
          },
          {
            "tag": "q1",
            "text": "The new wine that I gave them, I will take it away."
          },
          {
            "tag": "q2",
            "text": "I will take away from them all the wool and linen I gave them to make clothes for themselves,"
          },
          {
            "tag": "q1",
            "text": "the clothes that covered their nakedness."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I will treat Israel as a man treats his wife when he finds her with other men."
          },
          {
            "tag": "q1",
            "text": "I will strip her naked in front of her lovers."
          },
          {
            "tag": "q2",
            "text": "No one will be able rescue her from what I will do to her."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I will make the people in Israel stop holding their celebrations;"
          },
          {
            "tag": "q2",
            "text": "they will stop holding their festivals every year."
          },
          {
            "tag": "q1",
            "text": "They will no longer celebrate the beginning of every month."
          },
          {
            "tag": "q2",
            "text": "They will no longer celebrate the Sabbath days."
          },
          {
            "tag": "q1",
            "text": "They will no longer be able to hold the festivals scheduled throughout the year."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will destroy all of Israel's grapevines and fig trees."
          },
          {
            "tag": "q2",
            "text": "This is because Israel is like a woman who says, 'These were the things that my lovers gave me in payment.'"
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, will turn those places into a forest, a thicket in which no vines can grow,"
          },
          {
            "tag": "q2",
            "text": "and where wild animals will devour any fruit that grows there.'"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will punish this woman named Israel for all the times that she burned incense to worship the Baal idols."
          },
          {
            "tag": "q1",
            "text": "She decorated herself with rings and jewelry, as a prostitute would adorn herself for her lovers."
          },
          {
            "tag": "q2",
            "text": "She used to follow her lovers—like Israel has gone after the Baals—those false gods that she worshiped."
          },
          {
            "tag": "q2",
            "text": "And she forgot about me.\" This is what Yahweh says."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "\"I will lead her into the wilderness and tell her that I love her."
          },
          {
            "tag": "q",
            "text": "I will persuade her to love me again."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will give her vineyards back to her once more,"
          },
          {
            "tag": "q2",
            "text": "and in the Valley of Achor I will cause her to hope once more."
          },
          {
            "tag": "q1",
            "text": "She will answer me with love and delight, as it was back in the first days when we first loved each other—"
          },
          {
            "tag": "q1",
            "text": "when I set her free, and she came up out of Egypt."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "At that time,"
          },
          {
            "tag": "q2",
            "text": "Israel will call me, 'My Husband,' as a woman would say to her human husband."
          },
          {
            "tag": "q2",
            "text": "She will no longer call out to a god, 'My Baal,' but she will call out to me as 'My Husband.'"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I will not allow Israel to speak the names of the images of Baal that she used to worship."
          },
          {
            "tag": "q2",
            "text": "My people will forget the names of those Baals and their idols, and my people Israel will never worship them again."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "At that time I will make a covenant for them:"
          },
          {
            "tag": "q2",
            "text": "it will be with all the wild animals and birds,"
          },
          {
            "tag": "q2",
            "text": "and even with the little animals that crawl along the ground."
          },
          {
            "tag": "q2",
            "text": "They will never harm my people again."
          },
          {
            "tag": "q1",
            "text": "I will promise to remove all the weapons that are used for fighting battles,"
          },
          {
            "tag": "q2",
            "text": "the bows and arrows, and the swords, and every war, I will take them all away and destroy all of them."
          },
          {
            "tag": "q1",
            "text": "And I will let all of my people rest in peace;"
          },
          {
            "tag": "q2",
            "text": "they will be not be afraid anymore."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You will be like my wife forever, Israel."
          },
          {
            "tag": "q2",
            "text": "I will promise myself to you, by doing what is right, and by loving what is just."
          },
          {
            "tag": "q2",
            "text": "I promise to love you and to show you kindness even when you do not deserve it."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I will keep my promise to you, Israel. I will never lie to you;"
          },
          {
            "tag": "q2",
            "text": "and you will come to know me—my name is Yahweh."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "At that time,"
          },
          {
            "tag": "q2",
            "text": "I will help you,\" says Yahweh."
          },
          {
            "tag": "q1",
            "text": "\"I will give a command to the sky,"
          },
          {
            "tag": "q2",
            "text": "and the sky will pour out rain onto the ground."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "And the ground will provide grain, new wine and olive trees, and they will grow for the people of Israel."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "At that time, I will take care of the Israelite people"
          },
          {
            "tag": "q2",
            "text": "as a farmer plants his own land and takes care of his crops."
          },
          {
            "tag": "q1",
            "text": "I will show my love to those people whom I called 'Not my People'."
          },
          {
            "tag": "q2",
            "text": "And those whom I called 'Not my People',"
          },
          {
            "tag": "q1",
            "text": "I will now call by a new name: 'You are my People'."
          },
          {
            "tag": "q2",
            "text": "They will say to me, 'You are our God.'\""
          }
        ],
        "auto": true
      }
    ],
    "num": 2
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}