[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Pay attention, you people of Israel!"
  },
  {
    "t": "q",
    "v": "And you members of the king’s family, you also need to listen!"
  },
  {
    "t": "q",
    "v": "For I will punish all of you."
  },
  {
    "t": "q",
    "v": "The things you have done have been like a trap for the people at Mizpah."
  },
  {
    "t": "q",
    "v": "The things you have done have become like a net spread out to catch the people who live on Mount Tabor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I know very well what you are like, you people of Israel."
  },
  {
    "t": "q",
    "v": "You people in Ephraim, you have acted like prostitutes."
  },
  {
    "t": "q",
    "v": "Yes, you people in Israel are polluted."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They have chosen to be unfaithful and immoral,"
  },
  {
    "t": "q",
    "v": "and they do not know me, Yahweh.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The sins that the people of Israel have committed are making them faithless to Yahweh."
  },
  {
    "t": "q",
    "v": "Judah is becoming faithless, too."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are coming to sacrifice sheep and cattle to him from their flocks and herds."
  },
  {
    "t": "q",
    "v": "But they will find that Yahweh will have no mercy on them"
  },
  {
    "t": "q",
    "v": "because he has stopped helping them; he is leaving them alone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they have had children by foreign women."
  },
  {
    "t": "q",
    "v": "So at the time of the new moon festivals,"
  },
  {
    "t": "q",
    "v": "they will perish, together with their cultivated fields.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Blow the trumpets at the city of Ramah!"
  },
  {
    "t": "q",
    "v": "Shout a battle cry at the city of Beth Aven!"
  },
  {
    "t": "q",
    "v": "Lead us into battle, you people of the tribe of Benjamin!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "This is my promise to the tribes of Israel—I pledge to you all that I will do this."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they steal land that does not belong to them."
  },
  {
    "t": "q",
    "v": "I will punish them in a way that will make them perish."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they were determined to worship idols."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will destroy Judah as rot destroys wood."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then they asked the people of Assyria for help."
  },
  {
    "t": "q",
    "v": "When the people of Judah realized how weak they were,"
  },
  {
    "t": "q",
    "v": "they sent messengers to the great king of Assyria."
  },
  {
    "t": "q",
    "v": "But he could not help you people;"
  },
  {
    "t": "q",
    "v": "he could not make you people strong again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will become like a young lion to the people of Judah."
  },
  {
    "t": "q",
    "v": "I will destroy them and leave them;"
  },
  {
    "t": "q",
    "v": "I will carry them far away,"
  },
  {
    "t": "q",
    "v": "and no one will be able to rescue them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "from there I will wait for them to admit that they have sinned;"
  },
  {
    "t": "q",
    "v": "I will wait for them to come and ask me to help them.”"
  }
]