{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Hosea says this: Do not be happy, O Israel; do not celebrate like other people groups!"
          },
          {
            "tag": "q2",
            "text": "You have been unfaithful to your God. You have refused to do what he told you."
          },
          {
            "tag": "q1",
            "text": "At every place where people thresh their grain,"
          },
          {
            "tag": "q2",
            "text": "you give your offerings and sacrifices to idols."
          },
          {
            "tag": "q1",
            "text": "You are just like men who pay money to sleep with women."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now you will not have enough grain or wine to feed your people."
          },
          {
            "tag": "q2",
            "text": "You will have no hope for any new wine, for the vines will fail you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The people of Israel will not continue to live in the land that Yahweh has chosen as his own."
          },
          {
            "tag": "q2",
            "text": "Instead, they will go back to Egypt one day."
          },
          {
            "tag": "q1",
            "text": "And in Assyria they will have to eat the kind of food that God had forbidden them to eat."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "No longer will they pour out wine to offer it to Yahweh;"
          },
          {
            "tag": "q2",
            "text": "their sacrifices will not please him at all."
          },
          {
            "tag": "q2",
            "text": "Their sacrifices will be as unacceptable to God as the food that people eat at funerals;"
          },
          {
            "tag": "q1",
            "text": "and everyone who eats that food becomes unacceptable to God."
          },
          {
            "tag": "q1",
            "text": "That food will be all they eat;"
          },
          {
            "tag": "q2",
            "text": "they will not be able to bring it into Yahweh's house to offer it to him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "There, in a country far from your home, you will not be able to celebrate the festivals that Yahweh commanded you to celebrate."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Look! If you escape and the Assyrians do not kill you,"
          },
          {
            "tag": "q2",
            "text": "the army of Egypt will capture you."
          },
          {
            "tag": "q2",
            "text": "You will die there, and the people in the city of Memphis will bury you."
          },
          {
            "tag": "q1",
            "text": "All your wealth in silver will be covered up "
          },
          {
            "tag": "q1",
            "text": "and lost when the desert plants grow into your homes and take them over. "
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is now the time for God to punish you;"
          },
          {
            "tag": "q2",
            "text": "the time has come in which God will pay you back for every sin you have committed."
          },
          {
            "tag": "q2",
            "text": "And all you people of Israel must realize that these things will happen."
          },
          {
            "tag": "q1",
            "text": "So your false prophets are fools,"
          },
          {
            "tag": "q2",
            "text": "and those who you thought were inspired by God are actually insane."
          },
          {
            "tag": "q1",
            "text": "This is because you have sinned so much"
          },
          {
            "tag": "q2",
            "text": "and because you have become Yahweh's enemies."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "True prophets are people whom God has assigned to guard the people of Israel."
          },
          {
            "tag": "q2",
            "text": "But everywhere they go, others set traps for them;"
          },
          {
            "tag": "q2",
            "text": "even in the temple of their God, others hate them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The people have polluted themselves by sinning"
          },
          {
            "tag": "q2",
            "text": "as the Israelites did at Gibeah long ago."
          },
          {
            "tag": "q1",
            "text": "God will not forget the wicked things they did;"
          },
          {
            "tag": "q2",
            "text": "he will certainly punish them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh says, \"When I found Israel, it was like someone finding grapes growing in the wilderness."
          },
          {
            "tag": "q1",
            "text": "When I saw your ancestors, they were like the very first figs that appear in the year, figs growing on a young fig tree."
          },
          {
            "tag": "q1",
            "text": "But when they came to Mount Peor,"
          },
          {
            "tag": "q2",
            "text": "they gave themselves completely to that disgusting idol Baal,"
          },
          {
            "tag": "q2",
            "text": "and they became as detestable as the idol they loved."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The honor of Ephraim is like a bird that is flying away."
          },
          {
            "tag": "q1",
            "text": "I will make their women so they cannot give birth, no woman will be pregnant, and no one will even conceive a child in the womb."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Even if they raise children not their own,"
          },
          {
            "tag": "q2",
            "text": "I will take them from their mothers."
          },
          {
            "tag": "q1",
            "text": "It will be the worst that could happen to them,"
          },
          {
            "tag": "q2",
            "text": "when I abandon them!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I have seen the people of Israel;"
          },
          {
            "tag": "q2",
            "text": "they were like Tyre; they were like a tree planted in a beautiful meadow."
          },
          {
            "tag": "q1",
            "text": "But they will have to lead their own children out to their enemies, who will slaughter them.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Hosea says, Yahweh, give them—"
          },
          {
            "tag": "q2",
            "text": "what should you give them?"
          },
          {
            "tag": "q1",
            "text": "Give them wombs that miscarry,"
          },
          {
            "tag": "q2",
            "text": "and let their mothers' breasts have no milk for their babies."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh says, \"Because of all the wicked things my people did at Gilgal,"
          },
          {
            "tag": "q2",
            "text": "that is where I started to hate them."
          },
          {
            "tag": "q1",
            "text": "And because of all the sinful deeds they have done,"
          },
          {
            "tag": "q2",
            "text": "I will drive them out of the place they live."
          },
          {
            "tag": "q1",
            "text": "I will not love them any more;"
          },
          {
            "tag": "q2",
            "text": "all their officials fight against me."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Ephraim is like a vine that has dried up"
          },
          {
            "tag": "q2",
            "text": "and produces no fruit."
          },
          {
            "tag": "q1",
            "text": "Even if they give birth,"
          },
          {
            "tag": "q2",
            "text": "I will put to death those children they love.\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Hosea says, My God rejected the people of Israel"
          },
          {
            "tag": "q2",
            "text": "because they have not obeyed him,"
          },
          {
            "tag": "q1",
            "text": "and they will wander from one nation to another."
          }
        ],
        "auto": true
      }
    ],
    "num": 9
  },
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}