{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Hosea"
        },
        {
          "tag": "toc2",
          "text": "Hosea"
        },
        {
          "tag": "toc3",
          "text": "Hos"
        },
        {
          "tag": "mt1",
          "text": "Hosea"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh gave Hosea these messages during the years that Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and when Jeroboam son of Jehoash was king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "When Yahweh spoke for the first time through the prophet Hosea, he said, \"Go and marry a prostitute. She will have children because she has given herself to other men. When you marry a prostitute, this will show how my people have been so shamefully unfaithful to me. It will show them how they have left me, their God.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Hosea married Gomer, daughter of Diblaim. She became pregnant and gave birth to a son."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Yahweh said to Hosea, \"Give your baby the name Jezreel, because I will soon punish the family members of King Jehu for the murders that he committed in the city of Jezreel. I will also bring the kingdom of Israel to an end."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "On that day I will destroy the fighting strength of the army of Israel, there in the Valley of Jezreel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Gomer soon became pregnant again, and this time she gave birth to a daughter. Then Yahweh spoke to him, \"Give her the name Lo-Ruhamah, which means 'no mercy,' because I will no longer have any mercy for the people of Israel, and I will not forgive them for even one sin they have committed."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But I will have mercy on the people of Judah. I will save them—but not by deadly weapons, the bow, the sword, or battle. I will not save them by armies or by strong horses and those who ride on them. Instead, I, Yahweh myself, will save them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "After Gomer had weaned Lo-Ruhamah, she became pregnant again and gave birth to a son."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Yahweh said \"Give him the name Lo-Ammi, which means 'not my people,' because you, O Israel, are not my people—and I will no longer protect you as your God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "One day in the future, the people of Israel will be as numerous as the grains of sand by the sea. No one will be able to count them. I have said to Israel, 'You are not my people,'—but one day I will say to them, 'You are the people whom I will protect and love.'"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "On that day I, Yahweh, will gather all the people of Judah and bring them together with all the people of Israel. They will choose from among themselves a single leader, and they will go out of that land in which they were held as exiles. On that day they will say, 'Great is the day of Jezreel!' (Jezreel means, 'God plants his people in his land.')"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Call your male fellow Israelites, 'You are Yahweh's people,' and call your female fellow Israelites, 'Yahweh has been kind to you.'\""
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh said to me, \"I want you to accuse Israel, who is like a mother to you, of being like an unfaithful wife to me."
            },
            {
              "tag": "q1",
              "text": "This nation is no longer like a wife to me,"
            },
            {
              "tag": "q2",
              "text": "and I am no longer like a husband to her."
            },
            {
              "tag": "q1",
              "text": "Tell Israel that they must stop acting like a prostitute; she must stop worshiping idols."
            },
            {
              "tag": "q2",
              "text": "Israel must stop worshiping idols. She must stop acting like a woman who leaves her husband and goes to other men."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If she does not stop,"
            },
            {
              "tag": "q1",
              "text": "I will take her clothes off her and make her naked like she was when she was born."
            },
            {
              "tag": "q2",
              "text": "I will make her like the barren wilderness—dry and lifeless;"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I will have no pity on her people, the people of Israel,"
            },
            {
              "tag": "q2",
              "text": "because their nation is like a prostitute."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Israel is like a prostitute;"
            },
            {
              "tag": "q2",
              "text": "she is like a woman who has had these children from doing shameful things with other men."
            },
            {
              "tag": "q1",
              "text": "Israel decided to hurry after these idols whom she loved, to worship other gods."
            },
            {
              "tag": "q2",
              "text": "She thought that it was those gods who gave her bread and water."
            },
            {
              "tag": "q2",
              "text": "She thought that it was those gods who gave her wool, linen, and olive oil, and also wine to drink."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So I will block Israel's road with thornbushes,"
            },
            {
              "tag": "q1",
              "text": "and I will build a wall around her,"
            },
            {
              "tag": "q2",
              "text": "so that she cannot find the path to take."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Israel will run after her idols"
            },
            {
              "tag": "q2",
              "text": "but she will not find them."
            },
            {
              "tag": "q1",
              "text": "She will search for her false gods,"
            },
            {
              "tag": "q2",
              "text": "but she will not find them."
            },
            {
              "tag": "q1",
              "text": "Then, like a prostitute who wants to return to her husband, she will say to me, 'I will go back to you, the one I loved at first,"
            },
            {
              "tag": "q2",
              "text": "because my life was better with you than it is now.'"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The people will say this, because they did not know that it was I, Yahweh, who had given them their grain, new wine, and olive oil."
            },
            {
              "tag": "q2",
              "text": "It was I who had given them much silver and gold so they would become wealthy."
            },
            {
              "tag": "q1",
              "text": "But then they made all that gold and silver into objects to use in worshiping the idol Baal."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Therefore I will take away from Israel all the grain I gave them."
            },
            {
              "tag": "q2",
              "text": "When the wheat is ready for harvest, I will keep them from getting it."
            },
            {
              "tag": "q1",
              "text": "The new wine that I gave them, I will take it away."
            },
            {
              "tag": "q2",
              "text": "I will take away from them all the wool and linen I gave them to make clothes for themselves,"
            },
            {
              "tag": "q1",
              "text": "the clothes that covered their nakedness."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I will treat Israel as a man treats his wife when he finds her with other men."
            },
            {
              "tag": "q1",
              "text": "I will strip her naked in front of her lovers."
            },
            {
              "tag": "q2",
              "text": "No one will be able rescue her from what I will do to her."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I will make the people in Israel stop holding their celebrations;"
            },
            {
              "tag": "q2",
              "text": "they will stop holding their festivals every year."
            },
            {
              "tag": "q1",
              "text": "They will no longer celebrate the beginning of every month."
            },
            {
              "tag": "q2",
              "text": "They will no longer celebrate the Sabbath days."
            },
            {
              "tag": "q1",
              "text": "They will no longer be able to hold the festivals scheduled throughout the year."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I will destroy all of Israel's grapevines and fig trees."
            },
            {
              "tag": "q2",
              "text": "This is because Israel is like a woman who says, 'These were the things that my lovers gave me in payment.'"
            },
            {
              "tag": "q1",
              "text": "I, Yahweh, will turn those places into a forest, a thicket in which no vines can grow,"
            },
            {
              "tag": "q2",
              "text": "and where wild animals will devour any fruit that grows there.'"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I will punish this woman named Israel for all the times that she burned incense to worship the Baal idols."
            },
            {
              "tag": "q1",
              "text": "She decorated herself with rings and jewelry, as a prostitute would adorn herself for her lovers."
            },
            {
              "tag": "q2",
              "text": "She used to follow her lovers—like Israel has gone after the Baals—those false gods that she worshiped."
            },
            {
              "tag": "q2",
              "text": "And she forgot about me.\" This is what Yahweh says."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "\"I will lead her into the wilderness and tell her that I love her."
            },
            {
              "tag": "q",
              "text": "I will persuade her to love me again."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I will give her vineyards back to her once more,"
            },
            {
              "tag": "q2",
              "text": "and in the Valley of Achor I will cause her to hope once more."
            },
            {
              "tag": "q1",
              "text": "She will answer me with love and delight, as it was back in the first days when we first loved each other—"
            },
            {
              "tag": "q1",
              "text": "when I set her free, and she came up out of Egypt."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "At that time,"
            },
            {
              "tag": "q2",
              "text": "Israel will call me, 'My Husband,' as a woman would say to her human husband."
            },
            {
              "tag": "q2",
              "text": "She will no longer call out to a god, 'My Baal,' but she will call out to me as 'My Husband.'"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I will not allow Israel to speak the names of the images of Baal that she used to worship."
            },
            {
              "tag": "q2",
              "text": "My people will forget the names of those Baals and their idols, and my people Israel will never worship them again."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "At that time I will make a covenant for them:"
            },
            {
              "tag": "q2",
              "text": "it will be with all the wild animals and birds,"
            },
            {
              "tag": "q2",
              "text": "and even with the little animals that crawl along the ground."
            },
            {
              "tag": "q2",
              "text": "They will never harm my people again."
            },
            {
              "tag": "q1",
              "text": "I will promise to remove all the weapons that are used for fighting battles,"
            },
            {
              "tag": "q2",
              "text": "the bows and arrows, and the swords, and every war, I will take them all away and destroy all of them."
            },
            {
              "tag": "q1",
              "text": "And I will let all of my people rest in peace;"
            },
            {
              "tag": "q2",
              "text": "they will be not be afraid anymore."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You will be like my wife forever, Israel."
            },
            {
              "tag": "q2",
              "text": "I will promise myself to you, by doing what is right, and by loving what is just."
            },
            {
              "tag": "q2",
              "text": "I promise to love you and to show you kindness even when you do not deserve it."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "I will keep my promise to you, Israel. I will never lie to you;"
            },
            {
              "tag": "q2",
              "text": "and you will come to know me—my name is Yahweh."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "At that time,"
            },
            {
              "tag": "q2",
              "text": "I will help you,\" says Yahweh."
            },
            {
              "tag": "q1",
              "text": "\"I will give a command to the sky,"
            },
            {
              "tag": "q2",
              "text": "and the sky will pour out rain onto the ground."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "And the ground will provide grain, new wine and olive trees, and they will grow for the people of Israel."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "At that time, I will take care of the Israelite people"
            },
            {
              "tag": "q2",
              "text": "as a farmer plants his own land and takes care of his crops."
            },
            {
              "tag": "q1",
              "text": "I will show my love to those people whom I called 'Not my People'."
            },
            {
              "tag": "q2",
              "text": "And those whom I called 'Not my People',"
            },
            {
              "tag": "q1",
              "text": "I will now call by a new name: 'You are my People'."
            },
            {
              "tag": "q2",
              "text": "They will say to me, 'You are our God.'\""
            }
          ],
          "auto": true
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Yahweh said to me, \"Go and love a woman, even though she is loved by another man, and she is also unfaithful to her husband. You will be like me, because I love the people of Israel, even though they worship other gods and eat raisin cakes in their honor.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Even though she was a slave, owned by another person, I bought her for 170 grams of silver, and 330 liters of barley grain."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then I said to her, \"You will live with me from now on. You will no longer be a prostitute who sleeps with various men. You will not belong to any other man, only to me, and I will be faithful to you and live with you for the rest of my life.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "When I do these things, this is to show that the people of Israel will live for a long time and not have any king ruling over them. They will have no prince, no sacrifices or pillars set up for worship, ephods or idols in their houses."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After some time, the people of Israel will return to Yahweh; they will hope that he will receive them back. They will hope to have a descendant of David for their king again. In the later time, they will come to Yahweh to honor him and tremble before him because of his goodness to them."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Listen to the message Yahweh has for you."
            },
            {
              "tag": "q2",
              "text": "\"You people of Israel, Yahweh is accusing you, you who live in this place.\""
            },
            {
              "tag": "q1",
              "text": "He says, \"I cannot find anyone here who tells the truth."
            },
            {
              "tag": "q2",
              "text": "I cannot see anyone who loves me."
            },
            {
              "tag": "q1",
              "text": "None of you can honestly say that he knows me."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "You curse and lie, you kill and steal, and you commit adultery."
            },
            {
              "tag": "q1",
              "text": "You have broken every law,"
            },
            {
              "tag": "q2",
              "text": "and you commit one murder after another."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Because of what the people are doing, the land is now a wilderness."
            },
            {
              "tag": "q2",
              "text": "Every creature that lives here is dying,"
            },
            {
              "tag": "q1",
              "text": "from the animals that live in the fields,"
            },
            {
              "tag": "q2",
              "text": "to the birds that fly in the sky;"
            },
            {
              "tag": "q1",
              "text": "even the fish in the sea, they are also dying."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But you must not accuse anyone else for this trouble."
            },
            {
              "tag": "q2",
              "text": "You must not allow anyone to correct another person; no one has that right, because everyone is guilty."
            },
            {
              "tag": "q1",
              "text": "And I am also accusing the priests."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You priests sin during the day"
            },
            {
              "tag": "q2",
              "text": "and the prophets with you sin at night."
            },
            {
              "tag": "q1",
              "text": "I promise you, I will destroy Israel, who is like a mother to you."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "My people are perishing because you priests have refused to understand me."
            },
            {
              "tag": "q1",
              "text": "And why do you understand me so little? Because you have rejected the things I have instructed you to do."
            },
            {
              "tag": "q2",
              "text": "So I am rejecting you from being priests to me."
            },
            {
              "tag": "q1",
              "text": "Look at what you have forgotten: You have forgotten the instructions that I, your God, gave to you."
            },
            {
              "tag": "q2",
              "text": "Because you forgot me, I will forget your children."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The more numerous you priests become,"
            },
            {
              "tag": "q2",
              "text": "the more you do the things that I have forbidden."
            },
            {
              "tag": "q1",
              "text": "You have abandoned me in order to become shameful."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When other people sin, they bring sacrifices to me, some of which you eat."
            },
            {
              "tag": "q2",
              "text": "So you want the people to sin more and more."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will punish you priests just as I punish the people."
            },
            {
              "tag": "q2",
              "text": "I will punish all of you for your behavior;"
            },
            {
              "tag": "q2",
              "text": "I will pay you all back for all the wicked deeds you have done."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You all will eat, but you will never get enough. You will always be hungry."
            },
            {
              "tag": "q2",
              "text": "They will continue to sleep with other women, but the women will not conceive,"
            },
            {
              "tag": "q1",
              "text": "because you have all abandoned me, Yahweh."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You love to do forbidden sexual acts,"
            },
            {
              "tag": "q2",
              "text": "and to drink wine and new wine."
            },
            {
              "tag": "q2",
              "text": "All these things have made it impossible for you to know right from wrong."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "My own people pray to an idol made from a piece of wood."
            },
            {
              "tag": "q2",
              "text": "They ask their walking staffs to tell them which way they should go!"
            },
            {
              "tag": "q1",
              "text": "They are always wanting to sin in sexual ways, so they have stopped obeying me, the God whom they should worship."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They worship other gods in the places on the tops of the mountains where they have set up idols. They burn offerings to the idols up on those hills—"
            },
            {
              "tag": "q1",
              "text": "in all the places where they worship those idols—under the oak trees, poplar trees, and the terebinth trees—"
            },
            {
              "tag": "q2",
              "text": "because these trees give good shade."
            },
            {
              "tag": "q1",
              "text": "Following your example, your daughters decided to become prostitutes,"
            },
            {
              "tag": "q2",
              "text": "and your daughters-in-law committed adultery."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But I will not punish the women for turning to prostitution,"
            },
            {
              "tag": "q1",
              "text": "or your daughters-in-law when they commit adultery."
            },
            {
              "tag": "q2",
              "text": "It is the men who are doing the very same thing!"
            },
            {
              "tag": "q1",
              "text": "The men sleep with prostitutes,"
            },
            {
              "tag": "q2",
              "text": "and they offer sacrifices in the houses of idols where there are prostitutes."
            },
            {
              "tag": "q2",
              "text": "It is true: \"A people who have not lived as they were taught to live, will come to destruction.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Israel, you have left me and gone to idols."
            },
            {
              "tag": "q1",
              "text": "But I hope that Judah will not do the same thing."
            },
            {
              "tag": "q2",
              "text": "You people of Judah, do not go to Gilgal. Do not go up to Beth Aven to worship idols there."
            },
            {
              "tag": "q1",
              "text": "Do not make solemn oaths, calling on me to make good on your promises, adding to your vows the words, 'As Yahweh lives!\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Israel is as stubborn as a young cow."
            },
            {
              "tag": "q2",
              "text": "Can I now feed them as if they were little lambs in a meadow?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Ephraim has gone to join idols."
            },
            {
              "tag": "q2",
              "text": "Leave those people alone!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When they have finished drinking all their alcoholic drinks"
            },
            {
              "tag": "q2",
              "text": "then they will commit even more sexual sins."
            },
            {
              "tag": "q2",
              "text": "Their rulers love to do these shameful things."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Someone will attack them; he will be like a whirlwind that lifts them up and carries them away to another place."
            },
            {
              "tag": "q2",
              "text": "Only then will they be ashamed because they gave offerings to the idols.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "\"Listen, you priests!"
            },
            {
              "tag": "q2",
              "text": "Pay attention, you people of Israel!"
            },
            {
              "tag": "q1",
              "text": "And you members of the king's family, you also need to listen!"
            },
            {
              "tag": "q2",
              "text": "For I will punish all of you."
            },
            {
              "tag": "q1",
              "text": "The things you have done have been like a trap for the people at Mizpah."
            },
            {
              "tag": "q2",
              "text": "The things you have done have become like a net spread out to catch the people who live on Mount Tabor."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Those who rebelled against me have now killed so many that they are standing deep in their blood. I tell you that I will punish them all."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "You, the people in Ephraim, the center of Israel—I know you."
            },
            {
              "tag": "q2",
              "text": "I know very well what you are like, you people of Israel."
            },
            {
              "tag": "q1",
              "text": "You people in Ephraim, you have acted like prostitutes."
            },
            {
              "tag": "q2",
              "text": "Yes, you people in Israel are polluted."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Ephraim and Israel are not able to ask me to forgive them, because of what they have done."
            },
            {
              "tag": "q1",
              "text": "They have chosen to be unfaithful and immoral,"
            },
            {
              "tag": "q2",
              "text": "and they do not know me, Yahweh.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Israel is proud; because of this others know how guilty she is."
            },
            {
              "tag": "q2",
              "text": "The sins that the people of Israel have committed are making them faithless to Yahweh."
            },
            {
              "tag": "q2",
              "text": "Judah is becoming faithless, too."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They are hoping to persuade Yahweh to have mercy on them."
            },
            {
              "tag": "q2",
              "text": "They are coming to sacrifice sheep and cattle to him from their flocks and herds."
            },
            {
              "tag": "q1",
              "text": "But they will find that Yahweh will have no mercy on them"
            },
            {
              "tag": "q2",
              "text": "because he has stopped helping them; he is leaving them alone."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They did not keep their promises to Yahweh."
            },
            {
              "tag": "q2",
              "text": "and they have had children by foreign women."
            },
            {
              "tag": "q1",
              "text": "So at the time of the new moon festivals,"
            },
            {
              "tag": "q2",
              "text": "they will perish, together with their cultivated fields.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh says, \"Blow the ram horns at the city of Gibeah!"
            },
            {
              "tag": "q2",
              "text": "Blow the trumpets at the city of Ramah!"
            },
            {
              "tag": "q1",
              "text": "Shout a battle cry at the city of Beth Aven!"
            },
            {
              "tag": "q2",
              "text": "Lead us into battle, you people of the tribe of Benjamin!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will punish the people of Ephraim and turn their city into a pile of rubble."
            },
            {
              "tag": "q2",
              "text": "This is my promise to the tribes of Israel—I pledge to you all that I will do this."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The leaders of Judah are as bad as people who steal farmland by moving boundary markers;"
            },
            {
              "tag": "q2",
              "text": "they steal land that does not belong to them."
            },
            {
              "tag": "q1",
              "text": "I will punish them in a way that will make them perish."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Ephraim will suffer greatly; the people will perish when I punish them,"
            },
            {
              "tag": "q2",
              "text": "because they were determined to worship idols."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I will destroy Ephraim as a moth destroys wool;"
            },
            {
              "tag": "q2",
              "text": "I will destroy Judah as rot destroys wood."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the people of Ephraim realized how weak they were,"
            },
            {
              "tag": "q2",
              "text": "then they asked the people of Assyria for help."
            },
            {
              "tag": "q1",
              "text": "When the people of Judah realized how weak they were,"
            },
            {
              "tag": "q2",
              "text": "they sent messengers to the great king of Assyria."
            },
            {
              "tag": "q2",
              "text": "But he could not help you people;"
            },
            {
              "tag": "q1",
              "text": "he could not make you people strong again."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I will become like a lion to the people of Ephraim in Israel;"
            },
            {
              "tag": "q2",
              "text": "I will become like a young lion to the people of Judah."
            },
            {
              "tag": "q1",
              "text": "I will destroy them and leave them;"
            },
            {
              "tag": "q1",
              "text": "I will carry them far away,"
            },
            {
              "tag": "q2",
              "text": "and no one will be able to rescue them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then I will go back to where I came from;"
            },
            {
              "tag": "q2",
              "text": "from there I will wait for them to admit that they have sinned;"
            },
            {
              "tag": "q1",
              "text": "I will wait for them to come and ask me to help them.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The people say, \"Come, let us return to Yahweh."
            },
            {
              "tag": "q1",
              "text": "He has torn our flesh to pieces as a lion tears up his victim."
            },
            {
              "tag": "q2",
              "text": "He did this, but he will heal our wounds."
            },
            {
              "tag": "q1",
              "text": "He has hurt us and made us fall down,"
            },
            {
              "tag": "q2",
              "text": "but he will treat our wounds and bind them up so they will heal."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "After the second day he will restore our strength;"
            },
            {
              "tag": "q2",
              "text": "and on the third day he will raise us up,"
            },
            {
              "tag": "q2",
              "text": "so we will live close to him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Try to know Yahweh;"
            },
            {
              "tag": "q2",
              "text": "do all you can to be faithful to him."
            },
            {
              "tag": "q1",
              "text": "It is as certain as tomorrow's sunrise"
            },
            {
              "tag": "q2",
              "text": "that he will come to us; he will come to us like the rain,"
            },
            {
              "tag": "q1",
              "text": "like the rain comes in the spring on our fields.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But Yahweh says, \"What can I do with you, you people of Ephraim?"
            },
            {
              "tag": "q2",
              "text": "What can I do with you, you people of the tribe of Judah?"
            },
            {
              "tag": "q1",
              "text": "You love me for just as long as the clouds come in the morning before they disappear again."
            },
            {
              "tag": "q2",
              "text": "You love me for just as long as the dew stays before the warm sun shines on it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I sent my prophets to you,"
            },
            {
              "tag": "q2",
              "text": "and it was as though I had cut you into pieces when they spoke the messages I gave them. "
            },
            {
              "tag": "q1",
              "text": "You were devastated by what they said to you."
            },
            {
              "tag": "q2",
              "text": "It was as though I had killed you with the words I spoke to you."
            },
            {
              "tag": "q1",
              "text": "I spoke about how I would punish you."
            },
            {
              "tag": "q2",
              "text": "I told you by the prophets that I was angry with you, and they told you this.\""
            },
            {
              "tag": "q1",
              "text": "\"Yahweh, you will punish them by commanding that it happen;"
            },
            {
              "tag": "q2",
              "text": "your words are like lightning bolts.\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Yahweh says, \"I want you to be faithful to me forever."
            },
            {
              "tag": "q2",
              "text": "I want that more than I want you to offer me sacrifices."
            },
            {
              "tag": "q1",
              "text": "I want you to know me—that is much more important to me"
            },
            {
              "tag": "q2",
              "text": "than when you give me offerings that the priests burn on the altar."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But like Adam, the first man,"
            },
            {
              "tag": "q2",
              "text": "the covenant that they made with me and that I, Yahweh, made with them—they broke it."
            },
            {
              "tag": "q2",
              "text": "When they did that, they were not faithful to me."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Gilead is a city of people who do wicked things;"
            },
            {
              "tag": "q2",
              "text": "in the streets of that city are the footprints of murderers."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "As robbers make their plans to hide and then rob someone walking past them,"
            },
            {
              "tag": "q2",
              "text": "so are the priests—they band together making their plans, just like the robbers,"
            },
            {
              "tag": "q1",
              "text": "and they commit murder along the way to Shechem."
            },
            {
              "tag": "q2",
              "text": "They commit terrible crimes."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Among the people of Israel, I have seen a horrible thing—"
            },
            {
              "tag": "q2",
              "text": "the people of Ephraim worship idols everywhere."
            },
            {
              "tag": "q1",
              "text": "The people of Israel have become filthy by what they have done."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "And for you also, you people of Judah,"
            },
            {
              "tag": "q2",
              "text": "I have set for you a time when I will separate out your good people from your bad people."
            },
            {
              "tag": "q1",
              "text": "Just as in the harvest when you take all the crops in,"
            },
            {
              "tag": "q2",
              "text": "and you keep the good and throw away the bad,"
            },
            {
              "tag": "q1",
              "text": "that is what is coming for you, people of Judah."
            },
            {
              "tag": "q1",
              "text": "That will be the day when I bring back the blessings and riches of my people once more.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As often as I try to heal Israel,"
            },
            {
              "tag": "q2",
              "text": "the people openly show that they are sinning,"
            },
            {
              "tag": "q1",
              "text": "and the people in the city of Samaria show the same thing."
            },
            {
              "tag": "q2",
              "text": "They lie and cheat in their buying and selling;"
            },
            {
              "tag": "q1",
              "text": "they are like lawless men who attack people who are walking in the streets."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But they do not take a moment to think that I, Yahweh, see everything they do."
            },
            {
              "tag": "q2",
              "text": "Everywhere they go, they commit evil,"
            },
            {
              "tag": "q1",
              "text": "and I see it all."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The wicked things they do bring delight to their king,"
            },
            {
              "tag": "q2",
              "text": "and the king's officials are happy when they tell lies."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They are all sexually immoral;"
            },
            {
              "tag": "q2",
              "text": "they burn with lust like a baker's oven that is burning hot;"
            },
            {
              "tag": "q1",
              "text": "once he lights the fire, he does not need to put any more wood on it,"
            },
            {
              "tag": "q1",
              "text": "until he is ready to bake the bread."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "At the king's festivals, his officials do outrageous things because they are drunk with wine,"
            },
            {
              "tag": "q2",
              "text": "and the king joins in with them as they mock me."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But these same officials then set about making plans to murder the king."
            },
            {
              "tag": "q2",
              "text": "They are quietly angry all night,"
            },
            {
              "tag": "q1",
              "text": "and they are openly angry in the morning."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All those officials become so angry at the king,"
            },
            {
              "tag": "q2",
              "text": "that they kill all their rulers."
            },
            {
              "tag": "q1",
              "text": "In the end, all their kings were killed;"
            },
            {
              "tag": "q2",
              "text": "not one of them called on me, Yahweh, to help.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "\"Israel joins with other people groups,"
            },
            {
              "tag": "q2",
              "text": "but all the people are like a flat cake that is only cooked on one side; they are weak."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "People who come from far away have taken away Israel's strength."
            },
            {
              "tag": "q2",
              "text": "The nation is gorwing very weak, like an old man whose hair is turning gray."
            },
            {
              "tag": "q1",
              "text": "But the nation does not know it is weak."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Israel is so proud that everyone else sees it."
            },
            {
              "tag": "q2",
              "text": "Even so, they will not return to me—to Yahweh their God."
            },
            {
              "tag": "q1",
              "text": "They will not try to persuade me to have mercy on them, no matter what happens to them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Israel is like a foolish bird, a dove that anyone can easily deceive."
            },
            {
              "tag": "q2",
              "text": "He calls out first to Egypt, and then like a bird, he flies up to Assyria."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But when they are on their way there,"
            },
            {
              "tag": "q2",
              "text": "I will spread my net over them,"
            },
            {
              "tag": "q2",
              "text": "I will bring them down as a hunter brings down birds from the air into a net."
            },
            {
              "tag": "q1",
              "text": "I will punish them all together."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "How terrible it will be"
            },
            {
              "tag": "q2",
              "text": "for my people, because they have abandoned me!"
            },
            {
              "tag": "q1",
              "text": "They will perish"
            },
            {
              "tag": "q2",
              "text": "because they have rebelled against me."
            },
            {
              "tag": "q1",
              "text": "I wanted to rescue them,"
            },
            {
              "tag": "q2",
              "text": "but they kept telling lies against me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They do not cry out to me; they do not call to me from their hearts;"
            },
            {
              "tag": "q2",
              "text": "they only lie on their beds and howl and cry out."
            },
            {
              "tag": "q1",
              "text": "They meet together to ask their idols for their grain and new wine."
            },
            {
              "tag": "q2",
              "text": "They have rebelled against me."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Even though I trained them and helped them become strong,"
            },
            {
              "tag": "q2",
              "text": "even now they are planning to do evil against me."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They go this way and that, but never to me, God Most High."
            },
            {
              "tag": "q2",
              "text": "They are like a bow that cannot shoot."
            },
            {
              "tag": "q1",
              "text": "Their officers will be killed by their enemies' swords;"
            },
            {
              "tag": "q1",
              "text": "This is why the people in Egypt will insult them.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh says, \"Get a trumpet and blow it."
            },
            {
              "tag": "q2",
              "text": "There are enemies swooping down over my people,"
            },
            {
              "tag": "q1",
              "text": "as an eagle swoops down over a victim."
            },
            {
              "tag": "q2",
              "text": "This is because my people have left my covenant with them"
            },
            {
              "tag": "q1",
              "text": "and have violated the law I gave them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "My people Israel cry out to me and say,"
            },
            {
              "tag": "q2",
              "text": "'Our God, we are loyal to you!'"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But the people of Israel have thrown away what is good,"
            },
            {
              "tag": "q2",
              "text": "so their enemies will chase after them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Israel has appointed kings for themselves,"
            },
            {
              "tag": "q2",
              "text": "but they did not consult with me about it."
            },
            {
              "tag": "q1",
              "text": "They chose their own kings"
            },
            {
              "tag": "q2",
              "text": "without asking me to approve them."
            },
            {
              "tag": "q1",
              "text": "They took their silver and gold and formed them into the idols they worshiped,"
            },
            {
              "tag": "q2",
              "text": "but the people will perish as a result.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The prophet says, \"Yes, Yahweh has rejected your idol, you people of Samaria—an idol made in the form of a calf!\""
            },
            {
              "tag": "q1",
              "text": "Yahweh says, \"Perhaps these people will never again be innocent of evildoing. I am very angry with them!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The shame of it is that this idol came from Israel! A craftsman made it."
            },
            {
              "tag": "q1",
              "text": "It is only an idol; it cannot be the true and living God!"
            },
            {
              "tag": "q2",
              "text": "I will ensure that someone will smash it to bits."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "This is because these people do useless things, so something terrible will destroy them."
            },
            {
              "tag": "q2",
              "text": "Their grain standing in the fields will give no harvest."
            },
            {
              "tag": "q1",
              "text": "And even if it does, foreign soldiers will eat everything it produces."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Other nations have destroyed Israel's power."
            },
            {
              "tag": "q2",
              "text": "Now Israel is like an old, broken pot that no one wants."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They asked the king of Assyria for help;"
            },
            {
              "tag": "q2",
              "text": "they were like a wild donkey wandering off by itself."
            },
            {
              "tag": "q1",
              "text": "The people of Israel have tried to pay other nations to protect them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Although they do this,"
            },
            {
              "tag": "q2",
              "text": "I will soon gather them up to destroy them."
            },
            {
              "tag": "q2",
              "text": "They will begin to become poor because they will have to pay money to Assyria's king."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The people of Ephraim have built many altars on which to offer sacrifices for their sins;"
            },
            {
              "tag": "q2",
              "text": "however, these altars have become places where the people commit terrible sins against me."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Even if I wrote out for the people of Israel my laws ten thousand times,"
            },
            {
              "tag": "q2",
              "text": "they would refuse to obey them."
            },
            {
              "tag": "q1",
              "text": "They would say they had never heard of them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Let us think about the sacrifices that they give to me."
            },
            {
              "tag": "q2",
              "text": "They sacrifice the meat and then they eat it;"
            },
            {
              "tag": "q1",
              "text": "but I, Yahweh, am not pleased with those sacrifices."
            },
            {
              "tag": "q2",
              "text": "I will think about their sins and will punish the people for them."
            },
            {
              "tag": "q1",
              "text": "I will make them go back to Egypt."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "And why has this happened?"
            },
            {
              "tag": "q2",
              "text": "The people of Israel have forgotten me, the God who made them a nation. Instead of honoring me, they have built huge homes to live in."
            },
            {
              "tag": "q1",
              "text": "And instead of worshiping Yahweh, the people of Judah have built walls around their cities for protection."
            },
            {
              "tag": "q2",
              "text": "So this is what I, Yahweh, will do:"
            },
            {
              "tag": "q1",
              "text": "I will send a fire that will destroy all their palaces and all their fortified cities.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Hosea says this: Do not be happy, O Israel; do not celebrate like other people groups!"
            },
            {
              "tag": "q2",
              "text": "You have been unfaithful to your God. You have refused to do what he told you."
            },
            {
              "tag": "q1",
              "text": "At every place where people thresh their grain,"
            },
            {
              "tag": "q2",
              "text": "you give your offerings and sacrifices to idols."
            },
            {
              "tag": "q1",
              "text": "You are just like men who pay money to sleep with women."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now you will not have enough grain or wine to feed your people."
            },
            {
              "tag": "q2",
              "text": "You will have no hope for any new wine, for the vines will fail you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The people of Israel will not continue to live in the land that Yahweh has chosen as his own."
            },
            {
              "tag": "q2",
              "text": "Instead, they will go back to Egypt one day."
            },
            {
              "tag": "q1",
              "text": "And in Assyria they will have to eat the kind of food that God had forbidden them to eat."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "No longer will they pour out wine to offer it to Yahweh;"
            },
            {
              "tag": "q2",
              "text": "their sacrifices will not please him at all."
            },
            {
              "tag": "q2",
              "text": "Their sacrifices will be as unacceptable to God as the food that people eat at funerals;"
            },
            {
              "tag": "q1",
              "text": "and everyone who eats that food becomes unacceptable to God."
            },
            {
              "tag": "q1",
              "text": "That food will be all they eat;"
            },
            {
              "tag": "q2",
              "text": "they will not be able to bring it into Yahweh's house to offer it to him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There, in a country far from your home, you will not be able to celebrate the festivals that Yahweh commanded you to celebrate."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Look! If you escape and the Assyrians do not kill you,"
            },
            {
              "tag": "q2",
              "text": "the army of Egypt will capture you."
            },
            {
              "tag": "q2",
              "text": "You will die there, and the people in the city of Memphis will bury you."
            },
            {
              "tag": "q1",
              "text": "All your wealth in silver will be covered up "
            },
            {
              "tag": "q1",
              "text": "and lost when the desert plants grow into your homes and take them over. "
            },
            {
              "tag": "v",
              "num": "7",
              "text": "It is now the time for God to punish you;"
            },
            {
              "tag": "q2",
              "text": "the time has come in which God will pay you back for every sin you have committed."
            },
            {
              "tag": "q2",
              "text": "And all you people of Israel must realize that these things will happen."
            },
            {
              "tag": "q1",
              "text": "So your false prophets are fools,"
            },
            {
              "tag": "q2",
              "text": "and those who you thought were inspired by God are actually insane."
            },
            {
              "tag": "q1",
              "text": "This is because you have sinned so much"
            },
            {
              "tag": "q2",
              "text": "and because you have become Yahweh's enemies."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "True prophets are people whom God has assigned to guard the people of Israel."
            },
            {
              "tag": "q2",
              "text": "But everywhere they go, others set traps for them;"
            },
            {
              "tag": "q2",
              "text": "even in the temple of their God, others hate them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The people have polluted themselves by sinning"
            },
            {
              "tag": "q2",
              "text": "as the Israelites did at Gibeah long ago."
            },
            {
              "tag": "q1",
              "text": "God will not forget the wicked things they did;"
            },
            {
              "tag": "q2",
              "text": "he will certainly punish them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh says, \"When I found Israel, it was like someone finding grapes growing in the wilderness."
            },
            {
              "tag": "q1",
              "text": "When I saw your ancestors, they were like the very first figs that appear in the year, figs growing on a young fig tree."
            },
            {
              "tag": "q1",
              "text": "But when they came to Mount Peor,"
            },
            {
              "tag": "q2",
              "text": "they gave themselves completely to that disgusting idol Baal,"
            },
            {
              "tag": "q2",
              "text": "and they became as detestable as the idol they loved."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The honor of Ephraim is like a bird that is flying away."
            },
            {
              "tag": "q1",
              "text": "I will make their women so they cannot give birth, no woman will be pregnant, and no one will even conceive a child in the womb."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Even if they raise children not their own,"
            },
            {
              "tag": "q2",
              "text": "I will take them from their mothers."
            },
            {
              "tag": "q1",
              "text": "It will be the worst that could happen to them,"
            },
            {
              "tag": "q2",
              "text": "when I abandon them!"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I have seen the people of Israel;"
            },
            {
              "tag": "q2",
              "text": "they were like Tyre; they were like a tree planted in a beautiful meadow."
            },
            {
              "tag": "q1",
              "text": "But they will have to lead their own children out to their enemies, who will slaughter them.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Hosea says, Yahweh, give them—"
            },
            {
              "tag": "q2",
              "text": "what should you give them?"
            },
            {
              "tag": "q1",
              "text": "Give them wombs that miscarry,"
            },
            {
              "tag": "q2",
              "text": "and let their mothers' breasts have no milk for their babies."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Yahweh says, \"Because of all the wicked things my people did at Gilgal,"
            },
            {
              "tag": "q2",
              "text": "that is where I started to hate them."
            },
            {
              "tag": "q1",
              "text": "And because of all the sinful deeds they have done,"
            },
            {
              "tag": "q2",
              "text": "I will drive them out of the place they live."
            },
            {
              "tag": "q1",
              "text": "I will not love them any more;"
            },
            {
              "tag": "q2",
              "text": "all their officials fight against me."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Ephraim is like a vine that has dried up"
            },
            {
              "tag": "q2",
              "text": "and produces no fruit."
            },
            {
              "tag": "q1",
              "text": "Even if they give birth,"
            },
            {
              "tag": "q2",
              "text": "I will put to death those children they love.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Hosea says, My God rejected the people of Israel"
            },
            {
              "tag": "q2",
              "text": "because they have not obeyed him,"
            },
            {
              "tag": "q1",
              "text": "and they will wander from one nation to another."
            }
          ],
          "auto": true
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Israel is like a vine"
            },
            {
              "tag": "q2",
              "text": "that produces many bundles of grapes."
            },
            {
              "tag": "q1",
              "text": "But the more their fruit increased, the richer they became."
            },
            {
              "tag": "q2",
              "text": "With that money they made more stone columns in honor of their idols."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They are deceitful and cannot be trusted;"
            },
            {
              "tag": "q2",
              "text": "but the time has come that they must pay for their sins."
            },
            {
              "tag": "q1",
              "text": "Yahweh will break their altars into pieces—"
            },
            {
              "tag": "q2",
              "text": "the places where they gave sacrifices to their idols,"
            },
            {
              "tag": "q2",
              "text": "and he promises to destroy those pillars beside which they worshiped their false gods."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They say, \"We have no king now because we did not honor or respect Yahweh."
            },
            {
              "tag": "q2",
              "text": "But even if we had a king,"
            },
            {
              "tag": "q2",
              "text": "how could a king help us?\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The people of Israel make lying promises and false covenants;"
            },
            {
              "tag": "q2",
              "text": "and because their promises are not kept,"
            },
            {
              "tag": "q1",
              "text": "their sort of justice kills people, as poisonous weeds in a field would do."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Those people of Samaria tremble with fear because of what happened to the calf idols at Beth Aven."
            },
            {
              "tag": "q2",
              "text": "Those people mourn over what happened to those idols,"
            },
            {
              "tag": "q1",
              "text": "as did the priests who served them;"
            },
            {
              "tag": "q2",
              "text": "they rejoiced over them and praised their splendor,"
            },
            {
              "tag": "q1",
              "text": "but now those idols have been taken away from them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Their idols will be carried to Assyria"
            },
            {
              "tag": "q2",
              "text": "to be a gift for the great king."
            },
            {
              "tag": "q1",
              "text": "The people of Israel will be disgraced;"
            },
            {
              "tag": "q2",
              "text": "they will be ashamed"
            },
            {
              "tag": "q2",
              "text": "for having trusted in the advice they received by consulting idols."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The king of Samaria will die."
            },
            {
              "tag": "q2",
              "text": "He will be like a small piece of wood that floats away down a stream."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The hilltop places known for their wickedness—altars where the people worshiped idols—will all be destroyed."
            },
            {
              "tag": "q2",
              "text": "Thorns and thistles will grow and cover all the altars that were in Samaria."
            },
            {
              "tag": "q2",
              "text": "The people will beg the mountains and say,"
            },
            {
              "tag": "q1",
              "text": "\"Cover us!\""
            },
            {
              "tag": "q2",
              "text": "and to the hills, \"Fall on us!\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "People of Israel, since the days of Gibeah you have been sinning;"
            },
            {
              "tag": "q2",
              "text": "it is as if you have been living there ever since then, because you think as they did."
            },
            {
              "tag": "q1",
              "text": "Enemies will attack you evildoers at Gibeah."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh says, \"When I decide to act, I will punish them."
            },
            {
              "tag": "q2",
              "text": "People groups will gather to fight against them;"
            },
            {
              "tag": "q1",
              "text": "those people groups will capture them and put them in chains"
            },
            {
              "tag": "q2",
              "text": "because of their many sins."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Ephraim is like a trained calf"
            },
            {
              "tag": "q2",
              "text": "that loves to thresh grain, separating out the grain from the chaff,"
            },
            {
              "tag": "q1",
              "text": "and I did not put a heavy yoke on her tender neck."
            },
            {
              "tag": "q2",
              "text": "But now I will put Ephraim under that yoke,"
            },
            {
              "tag": "q1",
              "text": "and Judah must plow."
            },
            {
              "tag": "q2",
              "text": "and Jacob must break up the ground with the harrow."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Plow, now, and do what is right,"
            },
            {
              "tag": "q2",
              "text": "and you will reap the fruit of faithful love."
            },
            {
              "tag": "q1",
              "text": "Do the hard work of breaking up the unplowed ground,"
            },
            {
              "tag": "q2",
              "text": "for now is the time for you to ask Yahweh to have mercy on you,"
            },
            {
              "tag": "q1",
              "text": "so that he may come and rescue you because he does what is right."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You have sinned wickedly, and now you will have to bear the consequences."
            },
            {
              "tag": "q2",
              "text": "You told lies, and now you must suffer the results of the lies you told."
            },
            {
              "tag": "q1",
              "text": "You have trusted in your own abilities and wisdom,"
            },
            {
              "tag": "q2",
              "text": "and you have relied on the soldiers in your armies."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The sound of war will be among your people;"
            },
            {
              "tag": "q2",
              "text": "all your fortified cities will be destroyed."
            },
            {
              "tag": "q1",
              "text": "It will be as when Shalman destroyed Beth Arbel in battle,"
            },
            {
              "tag": "q2",
              "text": "when mothers were killed while they were holding their children."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "That is what will be done to you, you people of the city of Bethel,"
            },
            {
              "tag": "q2",
              "text": "because of all the evil things you have done."
            },
            {
              "tag": "q1",
              "text": "When the battle begins at dawn,"
            },
            {
              "tag": "q2",
              "text": "the king of Israel will be destroyed; the enemy will kill him.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh says, \"When the nation of Israel was like a young man, I loved him."
            },
            {
              "tag": "q2",
              "text": "He was like a son to me, whom I called out of Egypt."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But the more I called out to them,"
            },
            {
              "tag": "q2",
              "text": "the more they ran away."
            },
            {
              "tag": "q1",
              "text": "Day after day they offered their sacrifices to the idols named Baal,"
            },
            {
              "tag": "q2",
              "text": "and they burned incense to honor them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But it was I who taught them to do everything good, as a father teaches his son to walk."
            },
            {
              "tag": "q2",
              "text": "I was like a father, holding them by their little arms."
            },
            {
              "tag": "q1",
              "text": "But they did not understand that I was the one who was taking care of them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "With kindness I guided them, with the tender cords of human kindness I led them."
            },
            {
              "tag": "q2",
              "text": "I loved them so much that I guided them and led by my own hand."
            },
            {
              "tag": "q1",
              "text": "They worked very hard, like a yoke of oxen pulling a plow, but I made their yoke light and loosened its weight on their jaws, so they did not suffer pain."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But Israel will certainly return to Egypt,"
            },
            {
              "tag": "q2",
              "text": "and Assyria will certainly rule over them,"
            },
            {
              "tag": "q1",
              "text": "because they refused to turn back to me and worship me as their God."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Their enemies will attack Israel's cities with swords;"
            },
            {
              "tag": "q2",
              "text": "their enemies will destroy the bars that keep their gates closed and safe."
            },
            {
              "tag": "q2",
              "text": "Their enemies will destroy the people of Israel and put an end to all the plans they made."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "My people are determined to turn away from me."
            },
            {
              "tag": "q2",
              "text": "They pretend to call out to me, the Most High God,"
            },
            {
              "tag": "q2",
              "text": "but I will allow no one to help them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But you people of Israel—dear Israel—I cannot abandon you."
            },
            {
              "tag": "q2",
              "text": "I cannot give you over to your enemies."
            },
            {
              "tag": "q1",
              "text": "I do not want to act toward you as I acted toward Admah or make you like Zeboyim—"
            },
            {
              "tag": "q2",
              "text": "cities that I destroyed along with Sodom."
            },
            {
              "tag": "q1",
              "text": "I have changed my mind about punishing you;"
            },
            {
              "tag": "q2",
              "text": "I earnestly long to have mercy on you."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I have decided not to punish you severely."
            },
            {
              "tag": "q1",
              "text": "I do not want to destroy you, the people of my Israel, whom I love."
            },
            {
              "tag": "q2",
              "text": "Human beings would easily decide to do that,"
            },
            {
              "tag": "q2",
              "text": "but I am God, not human."
            },
            {
              "tag": "q1",
              "text": "I am the Holy One who lives among you;"
            },
            {
              "tag": "q2",
              "text": "I will not come to you and be angry with you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They will live their lives following my commands."
            },
            {
              "tag": "q2",
              "text": "I will roar like a lion."
            },
            {
              "tag": "q1",
              "text": "And when I roar, my people will hear and will come trembling."
            },
            {
              "tag": "q2",
              "text": "They will come back to me from far away—"
            },
            {
              "tag": "q1",
              "text": "from the west they will come back to me."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They will come fluttering into the land"
            },
            {
              "tag": "q2",
              "text": "like a flock of birds coming up from Egypt."
            },
            {
              "tag": "q2",
              "text": "And some will be like pigeons that fly in from Assyria."
            },
            {
              "tag": "q1",
              "text": "I will let them live in their own homes once more, in the land of Israel."
            },
            {
              "tag": "q2",
              "text": "I, Yahweh, have promised this.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\"The people of Israel have continually lied to me."
            },
            {
              "tag": "q2",
              "text": "But the people of Judah they still obey me and are faithful to me, the Holy One.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The people of Israel do only what is useless;"
            },
            {
              "tag": "q2",
              "text": "they do only things that will destroy them."
            },
            {
              "tag": "q2",
              "text": "They tell more and more lies; they do more and more acts of violence."
            },
            {
              "tag": "q1",
              "text": "They make a treaty with Assyria,"
            },
            {
              "tag": "q2",
              "text": "and they send olive oil to Egypt,"
            },
            {
              "tag": "q1",
              "text": "to persuade those nations to protect them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh is also accusing the people of Judah of breaking his covenant."
            },
            {
              "tag": "q2",
              "text": "He will punish those descendants of Jacob for what they have done."
            },
            {
              "tag": "q1",
              "text": "He will pay them back; he will give them what they deserve."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When Jacob was in his mother's womb, he grabbed his brother Esau's heel because he wanted to take his brother's place and be the firstborn."
            },
            {
              "tag": "q2",
              "text": "When Jacob grew up, he wrestled with God."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When the angel appeared to him, he struggled with him and won."
            },
            {
              "tag": "q2",
              "text": "Jacob cried out to the angel and begged him to bless him."
            },
            {
              "tag": "q1",
              "text": "Jacob found Yahweh at Bethel;"
            },
            {
              "tag": "q2",
              "text": "it was there that Yahweh spoke with him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "This is Yahweh, the God of the angel armies!"
            },
            {
              "tag": "q2",
              "text": "\"Yahweh\" is the name by which we should worship him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Turn to your God!"
            },
            {
              "tag": "q2",
              "text": "Obey his covenant and do what is right."
            },
            {
              "tag": "q1",
              "text": "Never stop trusting in your God for him to help you."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The merchants are wicked; they use scales that give wrong weights and measures,"
            },
            {
              "tag": "q2",
              "text": "so they can cheat those who buy from them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The people of Israel boast,"
            },
            {
              "tag": "q2",
              "text": "\"We are very rich,"
            },
            {
              "tag": "q1",
              "text": "and we have found ways to make ourselves even more wealthy than we are now."
            },
            {
              "tag": "q2",
              "text": "In all our buying and selling, no one can see anything wrong in what we do.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But Yahweh says, \"I am Yahweh, whom you should worship;"
            },
            {
              "tag": "q2",
              "text": "I am the one who brought your ancestors out of Egypt."
            },
            {
              "tag": "q1",
              "text": "I will force you away from your homes and make you live in tents again,"
            },
            {
              "tag": "q2",
              "text": "just as when you live in tents for a few days every year"
            },
            {
              "tag": "q1",
              "text": "when you celebrate the Festival of Shelters."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Many times I spoke to the prophets and gave them messages, for them to give to you;"
            },
            {
              "tag": "q2",
              "text": "and I gave them many visions for you,"
            },
            {
              "tag": "q2",
              "text": "and I gave them parables, for them to speak to you.\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The prophet says that if it is true that the people in the region of Gilead are wicked,"
            },
            {
              "tag": "q2",
              "text": "then surely they are also worthless!"
            },
            {
              "tag": "q1",
              "text": "In Gilgal they kill bulls and offer them to their idols;"
            },
            {
              "tag": "q2",
              "text": "but these altars will be pulled down and turned into piles of stones in their fields."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Jacob fled to the land of Aram;"
            },
            {
              "tag": "q2",
              "text": "he, whose name God would later change to Israel, worked many years so he could marry a woman."
            },
            {
              "tag": "q2",
              "text": "He took care of his uncle's sheep in order to marry her."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Yahweh used the prophet Moses to bring Israel out of Egypt,"
            },
            {
              "tag": "q2",
              "text": "and he took care of them by the prophet who led them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The people of Israel have caused Yahweh to become very angry;"
            },
            {
              "tag": "q2",
              "text": "their Lord says that they are guilty of the death of many, and that their guilt remains on them."
            },
            {
              "tag": "q2",
              "text": "He will pay them back because they have insulted him with their shameful deeds."
            }
          ],
          "auto": true
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh says, \"When the leaders of Israel spoke, the people trembled;"
            },
            {
              "tag": "q2",
              "text": "they were respected in Israel."
            },
            {
              "tag": "q1",
              "text": "But because they all worshiped Baal, they became guilty,"
            },
            {
              "tag": "q2",
              "text": "and they died."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now they sin more and more;"
            },
            {
              "tag": "q2",
              "text": "they make cast metal figures out of silver"
            },
            {
              "tag": "q1",
              "text": "to make them their idols."
            },
            {
              "tag": "q2",
              "text": "Those idols are statues that are very cleverly made,"
            },
            {
              "tag": "q2",
              "text": "but those statues are made only by craftsmen."
            },
            {
              "tag": "q1",
              "text": "But other people see"
            },
            {
              "tag": "q2",
              "text": "that the men of Israel sacrifice to these calf-idols and kiss them to worship them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So the people of Israel will disappear"
            },
            {
              "tag": "q2",
              "text": "as quickly as the clouds that form in the morning,"
            },
            {
              "tag": "q1",
              "text": "as quickly as the dew, when the sun dries it up."
            },
            {
              "tag": "q2",
              "text": "They will disappear as easily as the chaff that the wind blows away from the threshing place."
            },
            {
              "tag": "q2",
              "text": "They will disappear as easily as the smoke that goes out of the chimney."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But I am Yahweh, whom you should worship;"
            },
            {
              "tag": "q2",
              "text": "I am the one who brought you out of the land of Egypt."
            },
            {
              "tag": "q1",
              "text": "You must worship no other God; you must worship only Me."
            },
            {
              "tag": "q2",
              "text": "There is no one else who can rescue you."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I took charge of you in the wilderness,"
            },
            {
              "tag": "q2",
              "text": "in a desert where there was no water to drink."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When I provided food for you,"
            },
            {
              "tag": "q2",
              "text": "you ate as much as you wanted and were satisfied."
            },
            {
              "tag": "q1",
              "text": "But when you were no longer hungry, you became proud"
            },
            {
              "tag": "q2",
              "text": "and forgot about me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So I will attack you like a lion;"
            },
            {
              "tag": "q2",
              "text": "I will attack you like a leopard that waits beside the road to suddenly jump on a traveler."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I will come against you like a female bear when someone steals her cubs,"
            },
            {
              "tag": "q2",
              "text": "and I will rip open your chests."
            },
            {
              "tag": "q1",
              "text": "Like a lion that attacks—"
            },
            {
              "tag": "q2",
              "text": "as a wild animal would tear you apart."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You people of Israel, I will destroy you."
            },
            {
              "tag": "q2",
              "text": "No one will be able to help you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You no longer have any king"
            },
            {
              "tag": "q2",
              "text": "who can save you in any of your cities."
            },
            {
              "tag": "q1",
              "text": "You no longer have any of the rulers whom you asked me to give you."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When I gave you a king, I gave him to you because I was angry with you."
            },
            {
              "tag": "q1",
              "text": "And because I was angry with you, I took your kings away."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I have kept track of all the wicked deeds that you people of Israel have committed; I have recorded all your guilt."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You are like a baby ready to be born,"
            },
            {
              "tag": "q2",
              "text": "but you are foolish,"
            },
            {
              "tag": "q1",
              "text": "because you are like a child who refuses to be born."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Will I really keep you from dying?"
            },
            {
              "tag": "q2",
              "text": "Will I rescue you from dying?"
            },
            {
              "tag": "q1",
              "text": "No! I will let you die"
            },
            {
              "tag": "q2",
              "text": "I will let you perish."
            },
            {
              "tag": "q2",
              "text": "I have no more compassion left for you.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The prophet Hosea says: \"Even though you people of Israel are wealthier than those of Judah,"
            },
            {
              "tag": "q2",
              "text": "the day is coming when Yahweh will destroy you."
            },
            {
              "tag": "q1",
              "text": "You will meet disaster."
            },
            {
              "tag": "q2",
              "text": "Your enemies will take everything valuable away from you."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The people of the city of Samaria are guilty because they have rebelled against God."
            },
            {
              "tag": "q2",
              "text": "Their enemies will kill them with swords."
            },
            {
              "tag": "q1",
              "text": "they will thrown their children far down to the ground and kill them;"
            },
            {
              "tag": "q2",
              "text": "they will rip open their pregnant women.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Israel, return to Yahweh your God!"
            },
            {
              "tag": "q2",
              "text": "You have sinned because you have done wicked things."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So now, return to Yahweh, and think about how you will confess your sins to him."
            },
            {
              "tag": "q2",
              "text": "Say this to him:"
            },
            {
              "tag": "q1",
              "text": "\"Take away all our sins,"
            },
            {
              "tag": "q2",
              "text": "and accept us; please be kind to us."
            },
            {
              "tag": "q1",
              "text": "Please accept us back, so that we may praise you in our words and song."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Assyria cannot save us."
            },
            {
              "tag": "q2",
              "text": "It is useless for us to ride horses into battle."
            },
            {
              "tag": "q1",
              "text": "We will never again say, 'You are our gods'"
            },
            {
              "tag": "q2",
              "text": "to the idols we have made with our own hands."
            },
            {
              "tag": "q2",
              "text": "Even children with no fathers look to you, Yahweh, and they find that you are kind to them.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Yahweh says, \"I will forgive these people for having stopped honoring me;"
            },
            {
              "tag": "q2",
              "text": "I will love them without ceasing,"
            },
            {
              "tag": "q2",
              "text": "because I have decided to stop being angry at them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I will help the people of Israel as the dew helps the ground."
            },
            {
              "tag": "q2",
              "text": "They will prosper like the lilies bloom."
            },
            {
              "tag": "q2",
              "text": "They will become as strong as the cedar trees in Lebanon."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They will be like trees whose branches spread out."
            },
            {
              "tag": "q1",
              "text": "They will be as beautiful as the olive trees,"
            },
            {
              "tag": "q2",
              "text": "and they will please others as much as the fragrant cedar trees in Lebanon."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They will return and live under the protection that Israel has from me;"
            },
            {
              "tag": "q2",
              "text": "I will protect them from hardship."
            },
            {
              "tag": "q1",
              "text": "They will be successful like a field of grain that grows well, like grapevines that are growing well."
            },
            {
              "tag": "q2",
              "text": "They will become as famous as the wine that people produce in the land of Lebanon."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You people of Israel, I will completely stop you from worshiping idols. "
            },
            {
              "tag": "q2",
              "text": "It is I, Yahweh, who will take care of you. No idol can do that."
            },
            {
              "tag": "q1",
              "text": "I am like a cypress tree that grows and stays fresh the entire year;"
            },
            {
              "tag": "q2",
              "text": "all your good gifts come from me.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Every wise person will understand the things about which I have written;"
            },
            {
              "tag": "q2",
              "text": "those who have understanding will study these things and pay careful attention to them."
            },
            {
              "tag": "q1",
              "text": "The way in which Yahweh wants us to live is right."
            },
            {
              "tag": "q2",
              "text": "Those who do what is right live by them."
            },
            {
              "tag": "q2",
              "text": "The rebellious people, however, sin, unable to obey him."
            }
          ],
          "auto": true
        }
      ]
    }
  ],
  "id": "HOS unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hosea"
}