[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Be strong again!"
  },
  {
    "t": "q",
    "v": "Show that your city is beautiful and glorious;"
  },
  {
    "t": "q",
    "v": "uncircumcised foreigners, those who do not honor Yahweh, will never again enter your city to attack you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and sit down properly!"
  },
  {
    "t": "q",
    "v": "You people who have returned from being exiled,"
  },
  {
    "t": "q",
    "v": "take off from your neck the chains that the Babylonians fastened around your necks,"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "because this is what Yahweh says:"
      }
    ]
  },
  {
    "t": "q",
    "v": "“When you were sent as captives to Babylonia,"
  },
  {
    "t": "q",
    "v": "no one paid to make that happen."
  },
  {
    "t": "q",
    "v": "So now you will be brought back,"
  },
  {
    "t": "q",
    "v": "and no money will be paid to anyone for your release.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh our Lord also says this:"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Long ago, my people went to Egypt to live there."
  },
  {
    "t": "q",
    "v": "Later the soldiers of Assyria oppressed them."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "But now think about what is happening:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But after that, my people will love me and honor me;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "It is a wonderful thing when messengers come from across the mountains and"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The watchmen who are guarding the city will shout and sing joyfully,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Jerusalem was ruined,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh will show all the nations that he is holy and powerful."
      },
      {
        "t": "v",
        "n": 11,
        "v": "So leave the places where you were taken to when you were captured,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But it will not be necessary for you to leave suddenly,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Listen carefully!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "But many people will be appalled when they see what has happened to him."
      },
      {
        "t": "v",
        "n": 15,
        "v": "But he will purify the people of many nations by sprinkling them clean;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Who will believe what we have heard about God’s servant?"
      },
      {
        "t": "v",
        "n": 2,
        "v": "While God watches, his servant will grow up fragile like a very young tree,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "People will despise and reject him."
      },
      {
        "t": "v",
        "n": 4,
        "v": "But he will be punished for the sicknesses within our lives;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "But people will pierce him through and kill him because of the evil things that we did;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "All of us have gone away from God like sheep who have strayed away from their shepherd."
      },
      {
        "t": "v",
        "n": 7,
        "v": "He will be abused and caused to suffer,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "After he is arrested and put on trial,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Although he will never have done any wrong or deceived anyone,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But it will be Yahweh’s will that he be afflicted and caused to suffer. When he dies as an offering for your own sin,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When he sees all that he will accomplish because of his suffering,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "So Yahweh will share with many people the spoils he has won from his enemies."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “You people of Jerusalem, start to sing!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Make your tents larger;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "You will need to make your city much larger"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do not be afraid; you will no longer be ashamed."
      },
      {
        "t": "v",
        "n": 5,
        "v": "I, Yahweh, commander of the angel armies, the Holy One of Israel, who rules over the whole earth,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Your nation was like a woman whose husband left her,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I abandoned you people of Jerusalem for a while,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I was very angry with you for a while,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "During the time that Noah lived,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Even if the mountains and hills shake and collapse,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You people of Jerusalem, your enemies acted very violently toward you;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I will cause the towers on the city wall to be made of rubies,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I will be the one who will teach your children"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Your government will be strong because it will act justly;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "If any army attacks you,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Think about this:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "You will not be defeated by soldiers using weapons"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Come here! All you people who are in exile,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Why do you spend money to buy things that do not supply what you really need?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Listen to me and come to me;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "By what he did, I showed my power to many people groups;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "And similarly, you will summon people of other nations to come to you,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Seek to know Yahweh while it is still possible for you to do that;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Wicked people should abandon their wicked behavior,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh declares that what he thinks is not the same as what you think,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Just as you people on the earth can never reach the sky,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh sends the rain and snow down from the sky,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "And similarly, the things that I promise to do, I will always cause to happen;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "This is why you will leave Babylon joyfully;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Instead of thornbushes and briers,"
      }
    ]
  },
  {
    "t": "q",
    "v": "My people are being forced to be slaves again, this time by the people of Babylonia. They have taken my people away, but they never declared any just reason for taking them captive."
  },
  {
    "t": "q",
    "v": "And the rulers of Babylon boast and make fun of them (as I, Yahweh, have said they would do),"
  },
  {
    "t": "q",
    "v": "and the other people groups in the world despise the mention of my name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when that happens, they will know that I am the one who said that this would happen. I am the one who speaks, and I say, "
  },
  {
    "t": "q",
    "v": "‘Yes, this is Yahweh who is speaking to you.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "bring good news,"
  },
  {
    "t": "q",
    "v": "the news about God giving us peace and saving us,"
  },
  {
    "t": "q",
    "v": "the news that the God to whom we Israelite people belong is now showing everyone his power as king!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because while they are watching,"
  },
  {
    "t": "q",
    "v": "they will all see Yahweh returning to Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the people who are there now should start to sing joyfully,"
  },
  {
    "t": "q",
    "v": "because Yahweh will encourage his people;"
  },
  {
    "t": "q",
    "v": "he will set his people free and bring them back to Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "People in the most remote places on earth will know"
  },
  {
    "t": "q",
    "v": "that he has rescued his people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "where everything is unacceptable to God."
  },
  {
    "t": "q",
    "v": "You men who are carrying the items used in the temple of Yahweh,"
  },
  {
    "t": "q",
    "v": "leave there and return to Jerusalem,"
  },
  {
    "t": "q",
    "v": "and purify yourselves in order to be acceptable to worship God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to flee in panic,"
  },
  {
    "t": "q",
    "v": "because Yahweh will go in front of you;"
  },
  {
    "t": "q",
    "v": "and he will also protect you from being attacked at the rear while you travel."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "My servant will act wisely and do all that Yahweh wants him to do,"
  },
  {
    "t": "q",
    "v": "and he will be honored more than anyone else."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Because he was beaten very badly, his appearance will be changed;"
  },
  {
    "t": "q",
    "v": "people will hardly recognize that he is a human."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even kings will be silent when they stand in front of him,"
  },
  {
    "t": "q",
    "v": "because they will see someone that no one had told them about before,"
  },
  {
    "t": "q",
    "v": "and they will understand things that they had not heard about before."
  }
]