[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You have destroyed others,"
  },
  {
    "t": "q",
    "v": "but you have not been destroyed yet."
  },
  {
    "t": "q",
    "v": "You have betrayed others,"
  },
  {
    "t": "q",
    "v": "but you have not been betrayed yet."
  },
  {
    "t": "q",
    "v": "When you stop destroying others,"
  },
  {
    "t": "q",
    "v": "others will destroy you."
  },
  {
    "t": "q",
    "v": "When you stop betraying others,"
  },
  {
    "t": "q",
    "v": "others will betray you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because we have patiently waited for you to help us."
  },
  {
    "t": "q",
    "v": "Enable us to be strong every day,"
  },
  {
    "t": "q",
    "v": "and rescue us when we have troubles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When you stand up and show that you are powerful, the people of all nations flee."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we, your people, will take away all our enemies’ possessions,"
  },
  {
    "t": "q",
    "v": "like caterpillars and locusts strip off all the leaves of plants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will rule justly and righteously in Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will fully protect your possessions,"
  },
  {
    "t": "q",
    "v": "he will enable you to be wise and to know all that you need to know;"
  },
  {
    "t": "q",
    "v": "and revering Yahweh will be like a valuable treasure that he will give to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "our ambassadors have gone to other countries to make peace treaties,"
  },
  {
    "t": "q",
    "v": "but they will cry bitterly because they will not succeed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The leaders of Assyria have broken their peace treaty with us;"
  },
  {
    "t": "q",
    "v": "they despise the people who made those treaties,"
  },
  {
    "t": "q",
    "v": "and they do not respect anyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The cedar trees in Lebanon are drying up and decaying."
  },
  {
    "t": "q",
    "v": "The Plain of Sharon along the coast is now a desert plain."
  },
  {
    "t": "q",
    "v": "There are no more leaves on the trees in the areas of Bashan and Carmel."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your breath will become a fire that will burn you up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like thornbushes are cut down and burned up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "pay attention to what I have done and realize that I am very powerful.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "godless people will be terrified."
  },
  {
    "t": "q",
    "v": "They say, “None of us can remain alive because this fire is burning everything;"
  },
  {
    "t": "q",
    "v": "it is like the fire on Yahweh’s altar that will burn forever!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who do not try to become rich by forcing money from people,"
  },
  {
    "t": "q",
    "v": "those who do not try to get bribes,"
  },
  {
    "t": "q",
    "v": "those who refuse to listen to people who are planning to murder someone,"
  },
  {
    "t": "q",
    "v": "those who do not join others who urge them to do what is wrong,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will find places to be safe in the caves in the mountains."
  },
  {
    "t": "q",
    "v": "They will have plenty of food"
  },
  {
    "t": "q",
    "v": "and water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will see that he rules a land that extends far away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will say, “The officers of Assyria who counted the tax money that we were forced to pay to them have disappeared!"
  },
  {
    "t": "q",
    "v": "Those men who counted our towers are gone!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will see that Jerusalem has become a place that is calm and safe."
  },
  {
    "t": "q",
    "v": "It will be secure,"
  },
  {
    "t": "q",
    "v": "like a tent that cannot be moved because its ropes are tight"
  },
  {
    "t": "q",
    "v": "and its stakes are firmly in the ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will be like a mighty river that will protect us"
  },
  {
    "t": "q",
    "v": "because our enemies will not be able to cross it;"
  },
  {
    "t": "q",
    "v": "no one will be able to row across it"
  },
  {
    "t": "q",
    "v": "and no warships will be able to sail across it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is the one who gives us laws,"
  },
  {
    "t": "q",
    "v": "and he is our king."
  },
  {
    "t": "q",
    "v": "He will rescue us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their masts will not be fastened firmly,"
  },
  {
    "t": "q",
    "v": "and their sails will not be spread out."
  },
  {
    "t": "q",
    "v": "The treasures that they have seized will be divided among us, God’s people,"
  },
  {
    "t": "q",
    "v": "and even lame people among us will get some."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because Yahweh will forgive the sins that have been committed by the people who live there."
  }
]