[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the swift-moving monster,"
  },
  {
    "t": "q",
    "v": "that coiling serpent that lives in the sea."
  },
  {
    "t": "q",
    "v": "Yahweh will kill it with his sharp, huge, and powerful sword."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "At that time, Yahweh will say,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will protect you"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I am no longer angry with my people;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "unless they request me to protect them;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "There will be a time when the descendants of Jacob will prosper like a plant that has good roots;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Has Yahweh punished us Israelites"
      },
      {
        "t": "v",
        "n": 8,
        "v": "No, he has not done that,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh did that in order to punish us for our sins"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The cities that have strong walls around them will be empty;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The Israelite people are like dry branches on a tree;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You Israelite people, who are like a fruitful vineyard, must sing!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a farmer waters his crops carefully in order that they will grow well."
  },
  {
    "t": "q",
    "v": "I will guard you day and night, in order that no one harms you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if any of your enemies try to injure you like briers and thorns injure people,"
  },
  {
    "t": "q",
    "v": "I will attack them in battle;"
  },
  {
    "t": "q",
    "v": "I will get rid of them completely,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I strongly invite them to make peace with me!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will be like trees that bud and blossom and bear a lot of fruit;"
  },
  {
    "t": "q",
    "v": "what they do will bless all the people in the world."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like he punished our enemies?"
  },
  {
    "t": "q",
    "v": "Has he punished us as much as he punished them?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he did punish us Israelite people and exiled us;"
  },
  {
    "t": "q",
    "v": "we were taken away from our land"
  },
  {
    "t": "q",
    "v": "as though we were struck by a windstorm from the east."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and remove our guilt."
  },
  {
    "t": "q",
    "v": "As a result of our being exiled, all the altars to other gods in Israel will be demolished,"
  },
  {
    "t": "q",
    "v": "and we will be forgiven for the sins that we have committed."
  },
  {
    "t": "q",
    "v": "There will be no more poles for worshiping the goddess Asherah or altars for burning incense to other gods;"
  },
  {
    "t": "q",
    "v": "they will all be torn down and smashed to bits."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the desert, they will have no one living in them."
  },
  {
    "t": "q",
    "v": "The houses will be abandoned,"
  },
  {
    "t": "q",
    "v": "and the streets will be full of weeds."
  },
  {
    "t": "q",
    "v": "Calves will eat grass there and lie down there;"
  },
  {
    "t": "q",
    "v": "they will chew up all the leaves on the trees."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "women break them off and use them to make fires under their cooking pots."
  },
  {
    "t": "q",
    "v": "Our Israelite people do not have any sense;"
  },
  {
    "t": "q",
    "v": "so Yahweh, who created them, will not act mercifully toward them"
  },
  {
    "t": "q",
    "v": "or be kind to them."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "However, there will be a time when Yahweh will gather them together again; he will separate them from the people who have conquered them, like people separate wheat from chaff. He will bring them back to Israel, one by one, from the land between the Euphrates River in the northeast and the brook at the border of Egypt in the southwest."
      },
      {
        "t": "v",
        "n": 13,
        "v": "At that time, a trumpet will be blown very loudly. And those who were exiled to Assyria and Egypt and who almost died there will return to Jerusalem, to worship Yahweh on Zion, his holy hill."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Terrible things will happen to the city of Samaria, the capital of Israel!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Listen to this: Yahweh will cause a great army to attack it."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The people of Samaria are proud,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yes, Samaria is beautiful, set on a hill above a fertile valley, but that beauty will disappear"
      },
      {
        "t": "v",
        "n": 5,
        "v": "At that time, Yahweh, commander of the angel armies, will be like a glorious wreath of flowers for us Israelite people"
      },
      {
        "t": "v",
        "n": 6,
        "v": "He will cause our judges to want to do what is fair"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But now, our leaders stagger,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "All their tables are covered with their vomit;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Who will he teach so that they can learn about knowledge?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "He continually tells us, ‘Do this, do that;’"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So now, Yahweh will need to force them to listen to Assyrians"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh told his people long ago,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So Yahweh continues to tell the people of Samaria,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Listen to the word that Yahweh says,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "You boast and say,"
      }
    ]
  }
]