{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Listen to this! Yahweh's power is not too little to rescue you."
          },
          {
            "tag": "q2",
            "text": "He has not become deaf; he can still hear you when you call to him for help."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But you have separated yourselves from your God by the sins that you have committed."
          },
          {
            "tag": "q1",
            "text": "Because of your sins, he has turned away from you,"
          },
          {
            "tag": "q2",
            "text": "with the result that he does not pay attention to what you request him to do."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You do violent things to others,"
          },
          {
            "tag": "q2",
            "text": "with the result that your hands are stained with their blood."
          },
          {
            "tag": "q1",
            "text": "You constantly tell lies,"
          },
          {
            "tag": "q2",
            "text": "and you say evil things about others."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When you accuse someone in court, what you say is not fair and it is not true."
          },
          {
            "tag": "q2",
            "text": "You accuse people falsely; you depend on the lies you tell."
          },
          {
            "tag": "q1",
            "text": "You are constantly planning to cause trouble for others,"
          },
          {
            "tag": "q2",
            "text": "and then you do those evil things that you planned."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "What you plan to do to harm people is like the eggs a poisonous snake lays, like a web that a spider catches its victims in."
          },
          {
            "tag": "q2",
            "text": "Cobras will hatch from those eggs,"
          },
          {
            "tag": "q2",
            "text": "and insects will fall into the spider's web."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You cannot hide the evil deeds that you have done."
          },
          {
            "tag": "q1",
            "text": "You are constantly acting violently."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You are very quick to go and do evil deeds,"
          },
          {
            "tag": "q2",
            "text": "and you hurry to murder people who are innocent."
          },
          {
            "tag": "q1",
            "text": "You are continually thinking about sinning."
          },
          {
            "tag": "q2",
            "text": "Wherever you go, you destroy things and cause people to suffer."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You do not know how to act peacefully or to treat others fairly."
          },
          {
            "tag": "q1",
            "text": "You always are dishonest,"
          },
          {
            "tag": "q2",
            "text": "and those who imitate your behavior never have any peace within themselves."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Because of that, God does not rescue us from our enemies,"
          },
          {
            "tag": "q2",
            "text": "it seems that he is not acting fairly toward us."
          },
          {
            "tag": "q1",
            "text": "We expect God to give us light,"
          },
          {
            "tag": "q2",
            "text": "but all he gives us is darkness."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "We are like blind people who have to feel along the wall to be able to walk anywhere."
          },
          {
            "tag": "q2",
            "text": "We stumble and trip at noontime like we would when it is dark."
          },
          {
            "tag": "q1",
            "text": "We are like dead people who are among healthy people."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "We growl like hungry bears;"
          },
          {
            "tag": "q2",
            "text": "we continually moan like doves."
          },
          {
            "tag": "q1",
            "text": "We ask God to do what is just,"
          },
          {
            "tag": "q2",
            "text": "but nothing happens."
          },
          {
            "tag": "q1",
            "text": "We want God to rescue us,"
          },
          {
            "tag": "q2",
            "text": "but it seems that he is far away."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But these things are happening because it is as though our sins are piled high in the presence of God,"
          },
          {
            "tag": "q2",
            "text": "and it is they that testify against us."
          },
          {
            "tag": "q1",
            "text": "We cannot deny it;"
          },
          {
            "tag": "q2",
            "text": "we know that we have done many wrong things."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "We know that we have rebelled against Yahweh;"
          },
          {
            "tag": "q2",
            "text": "we have turned away from him."
          },
          {
            "tag": "q1",
            "text": "We oppress people by what we testify against them;"
          },
          {
            "tag": "q2",
            "text": "we do not allow them to get what they have a right to get."
          },
          {
            "tag": "q1",
            "text": "We think about the lies that we can tell,"
          },
          {
            "tag": "q2",
            "text": "and then we tell them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "In our courts, the judges do not decide cases fairly;"
          },
          {
            "tag": "q2",
            "text": "no one is acting righteously."
          },
          {
            "tag": "q1",
            "text": "In plazas where people gather together, no one tells the truth;"
          },
          {
            "tag": "q2",
            "text": "it seems that people are not allowed to say what is true."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "No one tells the truth,"
          },
          {
            "tag": "q2",
            "text": "and people try to ruin the reputations of those who quit doing evil."
          },
          {
            "tag": "q1",
            "text": "Yahweh looked around, and he saw that no one was doing what is just;"
          },
          {
            "tag": "q2",
            "text": "he was very displeased."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He was disgusted when he saw that no one tried to help those who were being treated cruelly."
          },
          {
            "tag": "q2",
            "text": "So he used his own power to rescue them;"
          },
          {
            "tag": "q1",
            "text": "it is because he is always righteous that he did that."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It is as though he were a soldier who put on his armor and a helmet;"
          },
          {
            "tag": "q2",
            "text": "his continually doing what is right is like his armor, and his ability to rescue people is like his helmet."
          },
          {
            "tag": "q1",
            "text": "His being extremely angry and his being ready to get revenge on those who do evil are like his robes."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He will repay his enemies for the evil things that they have done."
          },
          {
            "tag": "q2",
            "text": "He will severely punish even those who live far from Jerusalem."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When that happens, people everywhere, from the east to the west, will respect and honor Yahweh,"
          },
          {
            "tag": "q2",
            "text": "because he will come like a rushing river that is pushed along by the strong wind that Yahweh sent."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "And Yahweh says that he will come to Jerusalem to free his people;"
          },
          {
            "tag": "q2",
            "text": "he will come to rescue those in Judah who have stopped doing sinful things."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "This is what Yahweh says to his people: \"This is the covenant that I will make with you: My Spirit will not leave you, and you will always have my message. You will be able to declare it, and your children and grandchildren will be able to declare it forever.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 59
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}