[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to whom he will give great power;"
  },
  {
    "t": "q",
    "v": "Yahweh will enable him to defeat other nations"
  },
  {
    "t": "q",
    "v": "and to take away the power of their kings."
  },
  {
    "t": "q",
    "v": "He will cause gates of cities to be opened,"
  },
  {
    "t": "q",
    "v": "and no one will ever be able to shut them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Cyrus, I will go ahead of you"
  },
  {
    "t": "q",
    "v": "and level the mountains."
  },
  {
    "t": "q",
    "v": "I will smash down bronze gates"
  },
  {
    "t": "q",
    "v": "and cut through their iron bars."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will do that in order that you will know that I am Yahweh,"
  },
  {
    "t": "q",
    "v": "the God to whom the Israelites belong,"
  },
  {
    "t": "q",
    "v": "the God who calls you by your name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for the sake of the people of Israel whom I have chosen, who serve me."
  },
  {
    "t": "q",
    "v": "Even though you do not know me,"
  },
  {
    "t": "q",
    "v": "I will give you a title that has great honor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Even though you do not know me,"
  },
  {
    "t": "q",
    "v": "I will give you power to wage war"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am Yahweh, and there is no other God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I cause there to be peace and I cause there to be disasters."
  },
  {
    "t": "q",
    "v": "I, Yahweh, do all those things.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will help my people and rescue them; I will cause them to be treated justly."
  },
  {
    "t": "q",
    "v": "I, Yahweh, am the one who will cause both of those things to happen."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are like clay pots who are arguing with the Potter who made them;"
  },
  {
    "t": "q",
    "v": "they are just like every other clay pot that is made, and yet they argue with the One who made them and formed them out of the clay."
  },
  {
    "t": "q",
    "v": "Can a lump of clay say to the potter who made him,"
  },
  {
    "t": "q",
    "v": "‘Why are you making me like this?’"
  },
  {
    "t": "q",
    "v": "The clay pot cannot say ‘What do you think you are doing, making me this way?” or “You have no skill and your clay pots are not worth anything!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Why are you causing me to be born?’"
  },
  {
    "t": "q",
    "v": "or if it said to its mother,"
  },
  {
    "t": "q",
    "v": "‘The result of your labor pains will be useless.’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Why do you ask questions about what I do for you, my children?"
  },
  {
    "t": "q",
    "v": "Why do you instruct me about the work that I should do?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and created people to live on it."
  },
  {
    "t": "q",
    "v": "I stretched out the sky with my hands,"
  },
  {
    "t": "q",
    "v": "and I put the stars in their places."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will enable him to do all those things easily. No one will be able to stop him."
  },
  {
    "t": "q",
    "v": "His workers will rebuild my city,"
  },
  {
    "t": "q",
    "v": "and he will free my people who have been exiled."
  },
  {
    "t": "q",
    "v": "And he will do it without my rewarding him!”"
  },
  {
    "t": "q",
    "v": "This is what Yahweh, commander of the angel armies, says."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "And this is also what I, Yahweh, say to you, my people:"
      },
      {
        "t": "v",
        "n": 15,
        "v": "God, although we cannot see you,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "All those who make idols will be humiliated."
      },
      {
        "t": "v",
        "n": 17,
        "v": "But you, Yahweh, will rescue us, your Israelite people,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Yahweh is God;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "What I proclaimed, I did not speak secretly;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You people who are still alive after experiencing great disasters,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Talk among yourselves and decide what you will say to prove that you should pray to idols."
      },
      {
        "t": "v",
        "n": 22,
        "v": "Everyone in the world should ask me to save them,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "I have solemnly declared, using my own name;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "They will declare,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Yahweh is the only one who will enable us Israelite people in all future times to defeat our enemies,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "It is as though Bel and Nebo, the statues of the gods of Babylonia,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Gods and animals are all bowed down;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh says, “You descendants of Jacob who were exiled,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I will be your God, and I will carry you for many years,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "There is certainly no one to whom I can be compared."
      },
      {
        "t": "v",
        "n": 6,
        "v": "So it is stupid that some people pour out gold and silver from their bags"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They lift it up and carry it on their shoulders."
      },
      {
        "t": "v",
        "n": 8,
        "v": "You people of Judah, do not forget this;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Think about the things that I did long ago."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Only I can tell what will happen in the future before it occurs;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So I will summon Cyrus to come from the east like a swift and powerful eagle;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You stubborn people of Israel,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I will rescue you,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh also says, “You people of Babylon,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "You will be slaves, so take heavy stones"
      },
      {
        "t": "v",
        "n": 3,
        "v": "You will be naked and very ashamed."
      },
      {
        "t": "v",
        "n": 4,
        "v": "The one who frees us people of Judah, whom we call ‘Yahweh, Commander of the angel armies,’"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh says, “You people of Babylon,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I was angry with the people who belong to me,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You said, ‘We will rule other nations forever;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You people of Babylon who enjoy pleasures and who live in luxury,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "But both of those things will happen to you suddenly:"
      },
      {
        "t": "v",
        "n": 10,
        "v": "You felt safe even though you were doing many wicked things,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So you will experience terrible things,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "So continue to perform all your magic spells!"
      },
      {
        "t": "v",
        "n": 13,
        "v": "But all that has resulted from your doing all the things that the magicians have told you to do is that you have become tired!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "But they cannot do that, because they are like straw that is burning in a fire;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "And they will disappoint you, those with whom you faithfully worked and with whom you traveled and traded when you were younger,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Descendants of Jacob,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "You say that you live in the holy city of Jerusalem"
      },
      {
        "t": "v",
        "n": 3,
        "v": "“Long ago I predicted what would happen."
      },
      {
        "t": "v",
        "n": 4,
        "v": "I knew that you people were very stubborn;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "That is why I told you those things long ago."
      },
      {
        "t": "v",
        "n": 6,
        "v": "You have heard those things that I predicted,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I am causing them to happen now;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I will tell you about things that you have never heard about or understood before."
      },
      {
        "t": "v",
        "n": 9,
        "v": "But for my own sake, in order that I will be honored,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I have purified you, but not the way people refine silver."
      },
      {
        "t": "v",
        "n": 11,
        "v": "But for my own sake I will delay punishing you more;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "“You descendants of Jacob, you people of Israel whom I have chosen,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I am the one who laid the foundation of the earth."
      },
      {
        "t": "v",
        "n": 14,
        "v": "All of you, gather together and listen to me."
      },
      {
        "t": "v",
        "n": 15,
        "v": "I have said it;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You will rule the people of Egypt and Ethiopia,"
  },
  {
    "t": "q",
    "v": "and the tall people of Seba will become your slaves."
  },
  {
    "t": "q",
    "v": "They will come to you bringing all the things that they sell,"
  },
  {
    "t": "q",
    "v": "and it will all be yours."
  },
  {
    "t": "q",
    "v": "They will have chains on their arms as they follow you."
  },
  {
    "t": "q",
    "v": "They will bow down in front of you and say,"
  },
  {
    "t": "q",
    "v": "‘God is with you"
  },
  {
    "t": "q",
    "v": "and he is the only God;"
  },
  {
    "t": "q",
    "v": "there is no other God.’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you are the one to whom we Israelite people belong, the one who saves us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will all be disgraced together."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we will be free forever."
  },
  {
    "t": "q",
    "v": "Never again, during all the future, will we again be humiliated and disgraced."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is the one who created the sky"
  },
  {
    "t": "q",
    "v": "and created and formed the earth."
  },
  {
    "t": "q",
    "v": "He did not want it to remain with nothing living on it;"
  },
  {
    "t": "q",
    "v": "he wanted people to live on it."
  },
  {
    "t": "q",
    "v": "He says, “I am Yahweh;"
  },
  {
    "t": "q",
    "v": "there is no other God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I did not hide what I was saying by speaking in a dark place."
  },
  {
    "t": "q",
    "v": "When I spoke to the descendants of Jacob,"
  },
  {
    "t": "q",
    "v": "I did not tell them"
  },
  {
    "t": "q",
    "v": "‘It will be useless for you to seek for me!’"
  },
  {
    "t": "q",
    "v": "I, Yahweh, speak only what is true and what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "should come and gather together and listen to this:"
  },
  {
    "t": "q",
    "v": "The people who carry around their wooden idols"
  },
  {
    "t": "q",
    "v": "and pray to them are foolish, because those idols cannot rescue them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And when you do that, I will ask you,"
  },
  {
    "t": "q",
    "v": "‘Who predicted long ago what has now happened?"
  },
  {
    "t": "q",
    "v": "Did any idol tell you that those things would happen?’"
  },
  {
    "t": "q",
    "v": "No, it was only I, Yahweh, who told you,"
  },
  {
    "t": "q",
    "v": "because I am the only God; there is no other God."
  },
  {
    "t": "q",
    "v": "I am a God who acts righteously and saves people;"
  },
  {
    "t": "q",
    "v": "there is no other one who does these things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I am the only God who can do that;"
  },
  {
    "t": "q",
    "v": "there is no other one."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have spoken what is true,"
  },
  {
    "t": "q",
    "v": "and I will never change what I have said:"
  },
  {
    "t": "q",
    "v": "Some day, everyone will bow in front of me,"
  },
  {
    "t": "q",
    "v": "and they will all solemnly promise to be loyal to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Yahweh is the one who enables us to live righteously and to be strong.’”"
  },
  {
    "t": "q",
    "v": "And all those who have been angry at Yahweh will come to him,"
  },
  {
    "t": "q",
    "v": "and they will be ashamed that they were angry with him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then we will boast about what he has done for us."
  }
]