[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Some day, people in Judah will sing this song:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Open the gates of the city for people who are righteous;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh, those who trust in you,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "So always trust in Yahweh,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "He humbles proud people"
      },
      {
        "t": "v",
        "n": 6,
        "v": "When that happens, poor and oppressed people will trample on the ruins."
      },
      {
        "t": "v",
        "n": 7,
        "v": "But for the righteous people,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh, by obeying your laws"
      },
      {
        "t": "v",
        "n": 9,
        "v": "All during the nights I desire to know you better,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But your acting kindly toward wicked people does not cause them to do what is good."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh, it is as though your fist was raised up ready to strike them,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, we desire that you will allow things to go well for us;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh, our God, other masters have ruled over us,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Those who ruled us are now gone; they are dead;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh, you have enabled our nation to become great;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Yahweh, when we were distressed, we asked you to help us;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Like pregnant women who writhe and cry out"
      },
      {
        "t": "v",
        "n": 18,
        "v": "We were pregnant and had severe pain,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "But Yahweh’s people who have died will become alive again,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "But now, my fellow Israelites, go home"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Listen to this: Yahweh will come from heaven"
      },
      {
        "t": "v",
        "n": 1,
        "v": "At that time, Yahweh will punish Leviathan,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Our city of Jerusalem is strong!"
  },
  {
    "t": "q",
    "v": "Yahweh protects our city;"
  },
  {
    "t": "q",
    "v": "He is like a wall that surrounds it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "allow people who faithfully obey Yahweh to enter the city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who are determined to never doubt you,"
  },
  {
    "t": "q",
    "v": "you will enable them to be perfectly peaceful in their inner beings."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he is forever like a huge rock on top of which we will be safe."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and destroys cities whose people are arrogant."
  },
  {
    "t": "q",
    "v": "He causes those cities to collapse into the dust."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh, you do what is right;"
  },
  {
    "t": "q",
    "v": "it is as though you smooth out the paths where they walk."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we show that we trust you to help us;"
  },
  {
    "t": "q",
    "v": "and what we desire in our inner beings is that you will be honored."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and in the mornings I still want to be with you."
  },
  {
    "t": "q",
    "v": "When you come to judge and punish people who live on the earth"
  },
  {
    "t": "q",
    "v": "they will learn to do what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Even in places where people do what is right, the wicked people continue to do what is evil,"
  },
  {
    "t": "q",
    "v": "and they do not realize that you, Yahweh, are great."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they do not realize that."
  },
  {
    "t": "q",
    "v": "Show them that you are very eager to help your people."
  },
  {
    "t": "q",
    "v": "If your enemies would realize that, they would be ashamed;"
  },
  {
    "t": "q",
    "v": "make your fire burn them up because they are your enemies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all that we have done is what you have enabled us to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you are the only one whom we honor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their spirits have left this earth and they will never live again."
  },
  {
    "t": "q",
    "v": "You punished those rulers and got rid of them,"
  },
  {
    "t": "q",
    "v": "and people do not even remember them anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we are more people now, and we have more land,"
  },
  {
    "t": "q",
    "v": "so we thank you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when you disciplined us, we could barely speak out any prayer to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when they are giving birth,"
  },
  {
    "t": "q",
    "v": "we suffered very much, too."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but nothing good resulted from it."
  },
  {
    "t": "q",
    "v": "We have not rescued any people or kept their enemies from conquering them, "
  },
  {
    "t": "q",
    "v": "and those in the world who were our enemies did not fall in battle."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their corpses will become alive!"
  },
  {
    "t": "q",
    "v": "You whose bodies lie in graves, rise and shout joyfully!"
  },
  {
    "t": "q",
    "v": "His light will be like dew that falls on you, his people who have died,"
  },
  {
    "t": "q",
    "v": "you who are now in the place where the dead people are;"
  },
  {
    "t": "q",
    "v": "he will cause you to live again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and lock your doors!"
  },
  {
    "t": "q",
    "v": "Hide for a short time,"
  },
  {
    "t": "q",
    "v": "until Yahweh is no longer angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to punish all the people on the earth for the sins that they have committed."
  },
  {
    "t": "q",
    "v": "People will be able to see the blood of those who have been murdered;"
  },
  {
    "t": "q",
    "v": "everyone will at last know all the crimes of murder that have been committed.”"
  }
]