[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "whose clothes are stained red from blood?"
  },
  {
    "t": "q",
    "v": "Who is this who is wearing beautiful robes?”"
  },
  {
    "t": "q",
    "v": "He replies, “It is I, Yahweh, declaring that I have defeated your enemies,"
  },
  {
    "t": "q",
    "v": "and I am able to rescue you!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It appears that you have been treading on grapes to make wine.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I did it myself; no one helped me."
  },
  {
    "t": "q",
    "v": "I punished them because I was very angry with them,"
  },
  {
    "t": "q",
    "v": "and my clothes became stained with their blood."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it was time to rescue my people from those who had oppressed them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but I was amazed that there was no one to help me."
  },
  {
    "t": "q",
    "v": "So I defeated their enemies with my own power;"
  },
  {
    "t": "q",
    "v": "I was able to do that because I was very angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I caused them to stagger like drunk men,"
  },
  {
    "t": "q",
    "v": "and I caused their blood to pour out on the ground.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will praise him for all that he has done."
  },
  {
    "t": "q",
    "v": "Yahweh has done good things for us people of Israel;"
  },
  {
    "t": "q",
    "v": "he has acted mercifully toward us"
  },
  {
    "t": "q",
    "v": "and he has steadfastly and faithfully loved us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will not deceive me”;"
  },
  {
    "t": "q",
    "v": "so he rescued us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he was sad also."
  },
  {
    "t": "q",
    "v": "He sent his angel from before his presence to rescue us."
  },
  {
    "t": "q",
    "v": "Because he loved us and was merciful to us,"
  },
  {
    "t": "q",
    "v": "he saved us;"
  },
  {
    "t": "q",
    "v": "it was as though he had picked our ancestors up and carried them all those years during which they were oppressed in Egypt."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we caused his Holy Spirit to be sad."
  },
  {
    "t": "q",
    "v": "So he became like an enemy"
  },
  {
    "t": "q",
    "v": "who fought against us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "during the time when Moses led our ancestors out of Egypt."
  },
  {
    "t": "q",
    "v": "We cried out, “Where is the one who brought our ancestors through the Sea of Reeds"
  },
  {
    "t": "q",
    "v": "while Moses led them?"
  },
  {
    "t": "q",
    "v": "Where is the one who sent his Holy Spirit"
  },
  {
    "t": "q",
    "v": "to be among our ancestors?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and caused the water to separate when Moses lifted his arm above it,"
  },
  {
    "t": "q",
    "v": "with the result that he will be honored forever?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They were like horses that were racing along and never stumbled."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the Spirit of Yahweh enabled them to go to a place where they could rest."
  },
  {
    "t": "q",
    "v": "Yahweh, you led your people,"
  },
  {
    "t": "q",
    "v": "and you caused yourself to be praised.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "look down on us from your holy and glorious home."
  },
  {
    "t": "q",
    "v": "You were previously very concerned about us, and you acted powerfully to help us."
  },
  {
    "t": "q",
    "v": "But it seems that you do not act mercifully and zealously for us anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Abraham does not know what is happening to us,"
  },
  {
    "t": "q",
    "v": "and Jacob is not concerned about us, either,"
  },
  {
    "t": "q",
    "v": "but Yahweh, you are our father;"
  },
  {
    "t": "q",
    "v": "you rescued us long ago."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why did you cause us to be stubborn in our inner beings,"
  },
  {
    "t": "q",
    "v": "with the result that we no longer honor you?"
  },
  {
    "t": "q",
    "v": "Help us like you did previously,"
  },
  {
    "t": "q",
    "v": "because we are the people who serve you and belong to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and now our enemies have destroyed it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as though we never belonged to you.”"
  }
]