{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But now, you people of Israel, listen to Yahweh, the one who established your nation."
          },
          {
            "tag": "q2",
            "text": "The one who caused you to become a nation says this:"
          },
          {
            "tag": "q1",
            "text": "\"Do not be afraid,"
          },
          {
            "tag": "q2",
            "text": "because I have rescued you."
          },
          {
            "tag": "q1",
            "text": "I have called you by your name, in order that you may belong to me. Now you are mine."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When you experience dangerous situations,"
          },
          {
            "tag": "q1",
            "text": "and you have hardships as terrible as deep rivers to cross,"
          },
          {
            "tag": "q2",
            "text": "I will be with you."
          },
          {
            "tag": "q1",
            "text": "When you have very painful troubles, as painful as fire,"
          },
          {
            "tag": "q2",
            "text": "you will be able to endure them, and they will not hurt you,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "because I am Yahweh, your God,"
          },
          {
            "tag": "q2",
            "text": "the Holy One of Israel, the one who rescues you."
          },
          {
            "tag": "q1",
            "text": "I will sacrifice Egypt in your place;"
          },
          {
            "tag": "q2",
            "text": "and Ethiopia and Seba exchange for you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will cause other countries to be conquered instead of your country;"
          },
          {
            "tag": "q2",
            "text": "I will trade them for you,"
          },
          {
            "tag": "q2",
            "text": "in order that you will not be killed,"
          },
          {
            "tag": "q1",
            "text": "because you are very precious to me"
          },
          {
            "tag": "q2",
            "text": "and because I love you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Do not be afraid, because I am with you."
          },
          {
            "tag": "q2",
            "text": "Some day I will gather your descendants from the east and from the west."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will command the rulers of the nations to the north and to the south,"
          },
          {
            "tag": "q2",
            "text": "'Allow all the people of Israel to return to their country,"
          },
          {
            "tag": "q2",
            "text": "from the most distant places on the earth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Allow all those who belong to me to return,"
          },
          {
            "tag": "q2",
            "text": "because I have caused them to become a nation in order that they would honor me;"
          },
          {
            "tag": "q2",
            "text": "I am the one who has done that.'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Summon the people who have eyes but act as though they were blind;"
          },
          {
            "tag": "q2",
            "text": "summon those who have ears but act as though they were deaf."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Gather people of all nations together,"
          },
          {
            "tag": "q2",
            "text": "ones from all people groups,"
          },
          {
            "tag": "q1",
            "text": "and ask them this: 'Has any of their idols foretold the things that are happening now?"
          },
          {
            "tag": "q2",
            "text": "And can any of them predict what will happen in the future?'"
          },
          {
            "tag": "q1",
            "text": "Then bring people who will testify and say 'I heard them predict things,"
          },
          {
            "tag": "q2",
            "text": "and what they predicted was what happened,'"
          },
          {
            "tag": "q2",
            "text": "but they will be lying.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But Yahweh says, \"You people of Israel are my witnesses,"
          },
          {
            "tag": "q2",
            "text": "and you are the ones who serve me."
          },
          {
            "tag": "q1",
            "text": "I chose you in order that you would know me, believe in me,"
          },
          {
            "tag": "q2",
            "text": "and understand that I am the only one who is truly God."
          },
          {
            "tag": "q1",
            "text": "There is no other true God."
          },
          {
            "tag": "q2",
            "text": "There was no other true God previously,"
          },
          {
            "tag": "q2",
            "text": "and there will never be another true God."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I, only I, am Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and there is no other one who can save you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I said that I would rescue your ancestors,"
          },
          {
            "tag": "q2",
            "text": "and then I rescued them, and I proclaimed that I had done it."
          },
          {
            "tag": "q1",
            "text": "No foreign god among you did that!"
          },
          {
            "tag": "q2",
            "text": "And you are witnesses that only I, Yahweh, am God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I am God, the one who has existed forever and who will exist forever;"
          },
          {
            "tag": "q1",
            "text": "no one can snatch people from my hand,"
          },
          {
            "tag": "q2",
            "text": "and no one can change what I have done.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh, the Holy One of Israel, is the one who rescues you, and this is what he says:"
          },
          {
            "tag": "q2",
            "text": "\"For your sake, I will send an army to attack Babylon."
          },
          {
            "tag": "q2",
            "text": "They will force the people of the city to run away from their city, and to wail in song instead of rejoice in song."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I am Yahweh, your Holy One,"
          },
          {
            "tag": "q2",
            "text": "the one who caused Israel to become a nation, and the one who is really your king."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I am Yahweh, the one who opened a path through the water,"
          },
          {
            "tag": "q2",
            "text": "making a road through the Sea of Reeds."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then I summoned the great army of Egypt"
          },
          {
            "tag": "q2",
            "text": "to come with all their chariots and horses."
          },
          {
            "tag": "q1",
            "text": "But when they tried to pursue my people,"
          },
          {
            "tag": "q1",
            "text": "I caused the waves to flow over them and they drowned;"
          },
          {
            "tag": "q2",
            "text": "their lives ended like the light of a candle ends when someone snuffs out the wick."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But do not think only about what happened in the past, long ago."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Instead, consider the new thing that I am going to do."
          },
          {
            "tag": "q2",
            "text": "I have already started to do it;"
          },
          {
            "tag": "q2",
            "text": "can you see it?"
          },
          {
            "tag": "q1",
            "text": "I am going to make a road through the desert."
          },
          {
            "tag": "q2",
            "text": "And I will cause there to be streams in the wasteland."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The jackals and ostriches and other wild creatures will thank me"
          },
          {
            "tag": "q2",
            "text": "for giving them water in the desert."
          },
          {
            "tag": "q1",
            "text": "I will cause streams to appear in the dry desert"
          },
          {
            "tag": "q2",
            "text": "in order that my people, the ones whom I have chosen, will have water;"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I will do that for the people whom I have created and chosen to belong to me,"
          },
          {
            "tag": "q2",
            "text": "so that they will tell others about the wonderful things I have done for them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But now, you descendants of Jacob, you refuse to request my help."
          },
          {
            "tag": "q2",
            "text": "You people of Israel have become tired of worshiping me."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You have not brought to me sheep or goats for offerings to burn up on my altar;"
          },
          {
            "tag": "q2",
            "text": "you have not honored me with any sacrifices,"
          },
          {
            "tag": "q1",
            "text": "even though the offerings of grain and incense that I asked you to bring to me were not a burden to you."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "You have not bought for me any fragrant reeds,"
          },
          {
            "tag": "q2",
            "text": "and you have not poured out to me the sweet-smelling fat from any animal sacrifices."
          },
          {
            "tag": "q1",
            "text": "But you have burdened me by all the sins that you have committed,"
          },
          {
            "tag": "q2",
            "text": "and made me weary because of all your iniquities."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I am the one who is able to forgive you for all your sins;"
          },
          {
            "tag": "q2",
            "text": "I am the only one who can do that,"
          },
          {
            "tag": "q2",
            "text": "with the result that I will never think about them again."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Tell me what I have done that you do not like."
          },
          {
            "tag": "q2",
            "text": "Do you think that when you state your case, you will prove that you are innocent?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "No, what has happened is that the first ancestor of you Israelites sinned against me,"
          },
          {
            "tag": "q2",
            "text": "and since then, all your leaders have rebelled against me."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "That is why I will cause your priests to be disgraced;"
          },
          {
            "tag": "q2",
            "text": "I will allow others to destroy you people of Israel"
          },
          {
            "tag": "q2",
            "text": "and caused you to be despised.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 43
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}