[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Soon after that, Baladan’s son Marduk-Baladan, the king of Babylon, heard a report that Hezekiah had been very sick but that he had recovered. So he wrote some letters and gave them to some messengers to take to Hezekiah, along with a gift."
      },
      {
        "t": "v",
        "n": 2,
        "v": "When the messengers arrived, Hezekiah welcomed them gladly. Then he showed them everything that was in his treasure houses—the silver, the gold, the spices, and the nice-smelling olive oil. He also took them to see the place where they kept their soldiers’ weapons, and he showed them the other valuable things that were in the storehouses. Hezekiah showed them everything that was in the palace or in other places."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Then Isaiah went to King Hezekiah and asked him, “Where did those men come from, and what did they want?”"
      }
    ]
  },
  {
    "t": "p",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Isaiah asked him, “What did they see in your palace?”"
      }
    ]
  },
  {
    "t": "p",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Then Isaiah said to Hezekiah, “Listen to this message from Yahweh, commander of the angel armies:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "There will be a time when everything in your palace, all the valuable things that your ancestors stored there up until the present time, will be carried away to Babylon. Yahweh says that there will be nothing left."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Furthermore, some of your sons will be forced to go to Babylon. They will be castrated in order that they can become servants in the palace of the king of Babylon.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Then Hezekiah replied to Isaiah, “The message from Yahweh that you have given to me is good.” He said that because he was thinking, “Even if that happens, there will be peace and safety here during the time that I am alive.”"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Our God says, “Encourage my people!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Speak kindly to the people of Jerusalem;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Someone is shouting,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Fill in the valleys;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "If you do that, it will become known that Yahweh is glorious,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Someone said to me, “Shout!”"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Grass withers and flowers dry up"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The grass withers and the flowers dry up,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "All of you who bring good news to Zion,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh your God will be coming with power,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "He will take care of his people"
      },
      {
        "t": "v",
        "n": 12,
        "v": "There is no one like Yahweh!"
      },
      {
        "t": "v",
        "n": 13,
        "v": "And who else can advise Yahweh?"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Has Yahweh ever consulted anyone else to get advice?"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh considers that the nations are as insignificant as one drop from a bucket full of water."
      },
      {
        "t": "v",
        "n": 16,
        "v": "There would be not enough wood from all the trees in Lebanon"
      },
      {
        "t": "v",
        "n": 17,
        "v": "The nations of the world are completely insignificant to him;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "So to whom can you compare God?"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Can you compare him to an idol that is made in a mold,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "A man who is poor cannot buy silver or gold for his idol;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Have you not heard this?"
      },
      {
        "t": "v",
        "n": 22,
        "v": "God sits on his throne above the earth,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "He causes kings to have no more power,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "They start to rule, like small plants start to grow and form roots;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "The Holy One asks,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Look up toward the sky:"
      },
      {
        "t": "v",
        "n": 27,
        "v": "You people of Israel, why do you complain that Yahweh does not see the troubles that you are experiencing?"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Have you never heard"
      },
      {
        "t": "v",
        "n": 29,
        "v": "He strengthens those who feel weak and tired."
      },
      {
        "t": "v",
        "n": 30,
        "v": "Even youths become faint and weary,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "But those who trust in Yahweh will become strong again;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “You people who live on islands in the ocean,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Who has raised up this king to come from the east?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Even though they in danger, they go very swiftly as"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Who has enabled rulers to do mighty deeds like that?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "People who live on islands in the ocean are afraid while they watch."
      },
      {
        "t": "v",
        "n": 6,
        "v": "They encourage each other and say to each other,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The woodworkers encourage those who make things from gold,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh continues to say, “You people of Israel are my servants;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I summoned you from very distant places on the earth,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Do not be afraid,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It is certain that all those who are angry with you Israelite people will be disgraced."
      },
      {
        "t": "v",
        "n": 12,
        "v": "If you search for those who tried to conquer you,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "because it will be as though I will hold you up by your right hand."
      },
      {
        "t": "v",
        "n": 14,
        "v": "Although others have treated you people of Israel like worms,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "He continues to say, “I will cause you to be like a new threshing sledge, very sharp and two-edged."
      },
      {
        "t": "v",
        "n": 16,
        "v": "You will toss them up into the air,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "When poor and needy people need water and they have no water,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "I will cause rivers to flow for them on the barren hills."
      },
      {
        "t": "v",
        "n": 19,
        "v": "I will plant cedars, acacia, and myrtle, in the wilderness—"
      },
      {
        "t": "v",
        "n": 20,
        "v": "I will do that in order that people who see it will think about it, and they will know and understand"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I, Yahweh, the king of Israel am speaking to you nations:"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Bring them here to tell us what is going to happen!"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Yes, those idols should tell us what will happen in the future."
      },
      {
        "t": "v",
        "n": 24,
        "v": "But that is impossible, because idols are absolutely worthless;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "“But I have incited a ruler who will come with his army from the north."
      },
      {
        "t": "v",
        "n": 26,
        "v": "Who told you people long ago that this would happen?"
      },
      {
        "t": "v",
        "n": 27,
        "v": "I was the first one to say to the people of Jerusalem:"
      },
      {
        "t": "v",
        "n": 28,
        "v": "None of your idols told you that."
      },
      {
        "t": "v",
        "n": 29,
        "v": "Think about it: Those idols are all useless, worthless things."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “I want you people to know about my servant, whom I encourage."
      },
      {
        "t": "v",
        "n": 2,
        "v": "He will not show his power by shouting"
      },
      {
        "t": "v",
        "n": 3,
        "v": "He will not get rid of anyone who is weak like a smashed reed,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "He will not become exhausted or discouraged all during the time that he is causing things to be done justly throughout the earth."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh our God created the sky"
      },
      {
        "t": "v",
        "n": 6,
        "v": "“I, Yahweh, have chosen you"
      },
      {
        "t": "v",
        "n": 7,
        "v": "For you will enable blind people to see,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I am Yahweh; that is my name."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Everything that I have prophesied has happened,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Sing a new song to Yahweh!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You people who live in towns in the desert, sing loudly!"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Even people who live on distant islands should honor Yahweh"
      },
      {
        "t": "v",
        "n": 13,
        "v": "It will be as though Yahweh will march out like a mighty soldier;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "He will say, “I have remained silent for a long time;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I will level off the hills and mountains,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "My people who have been taken into exile are like blind people,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "But those who trust in carved idols,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "You Israelite people who have acted toward God like deaf people, listen to what Yahweh says!"
      },
      {
        "t": "v",
        "n": 19,
        "v": "No people are as blind as my people, who should have been serving me."
      },
      {
        "t": "v",
        "n": 20,
        "v": "You see and know what are the right things to do, but you do not do them."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Because Yahweh is righteous,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "But armies have destroyed Jerusalem and have completely plundered all the valuable things,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Who among you will listen carefully to these things?"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Who allowed the valuable possessions of the people of Israel to be stolen?"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Therefore he was extremely angry with us,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "But now, you people of Israel, listen to Yahweh, the one who established your nation."
      },
      {
        "t": "v",
        "n": 2,
        "v": "When you experience dangerous situations,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "because I am Yahweh, your God,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I will cause other countries to be conquered instead of your country;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Do not be afraid, because I am with you."
      },
      {
        "t": "v",
        "n": 6,
        "v": "I will command the rulers of the nations to the north and to the south,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Allow all those who belong to me to return,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Summon the people who have eyes but act as though they were blind;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Gather people of all nations together,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But Yahweh says, “You people of Israel are my witnesses,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I, only I, am Yahweh,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I said that I would rescue your ancestors,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I am God, the one who has existed forever and who will exist forever;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh, the Holy One of Israel, is the one who rescues you, and this is what he says:"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I am Yahweh, your Holy One,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I am Yahweh, the one who opened a path through the water,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Then I summoned the great army of Egypt"
      },
      {
        "t": "v",
        "n": 18,
        "v": "But do not think only about what happened in the past, long ago."
      },
      {
        "t": "v",
        "n": 19,
        "v": "Instead, consider the new thing that I am going to do."
      },
      {
        "t": "v",
        "n": 20,
        "v": "The jackals and ostriches and other wild creatures will thank me"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I will do that for the people whom I have created and chosen to belong to me,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "But now, you descendants of Jacob, you refuse to request my help."
      },
      {
        "t": "v",
        "n": 23,
        "v": "You have not brought to me sheep or goats for offerings to burn up on my altar;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "You have not bought for me any fragrant reeds,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I am the one who is able to forgive you for all your sins;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Tell me what I have done that you do not like."
      },
      {
        "t": "v",
        "n": 27,
        "v": "No, what has happened is that the first ancestor of you Israelites sinned against me,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "That is why I will cause your priests to be disgraced;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "But now, you people of Israel whom Yahweh has chosen to serve him, listen to me."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh, the one who created you, watched over you while you were being born, and helps you, says this:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will pour water on your dry land"
      },
      {
        "t": "v",
        "n": 4,
        "v": "They will grow up like grass grows along the water,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Some of them will say, ‘I belong to Yahweh,’"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh, the King of Israel, the one who saves us, commander of the angel armies, says this:"
      },
      {
        "t": "v",
        "n": 7,
        "v": "If there is anyone like me,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "My people, do not be afraid."
      },
      {
        "t": "v",
        "n": 9,
        "v": "All those who make idols are foolish,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Only foolish people would make idols in a mold,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Those who make idols and those who worship them will be ashamed."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Metalworkers stand in front of hot coals"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Then a woodcarver takes a big block of wood and he measures it;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Before he carves an idol from that block of wood, he has already cut down a cedar tree,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "After he uses part of the tree to make an idol,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "He burns part of the wood of that tree to cook his meat and eats it and becomes full,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Then he takes the rest of the wood"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Those people are very stupid and ignorant."
      },
      {
        "t": "v",
        "n": 19,
        "v": "They do not think about what they are doing,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "They might as well be eating the ashes from a fire!"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Yahweh says, “You descendants of Jacob,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "I have gotten rid of your sins"
      },
      {
        "t": "v",
        "n": 23,
        "v": "The sun and moon and stars in the sky, should sing,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Yahweh, who saved you and created you, says this:"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I show that the false prophets are liars,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "But I always cause to happen what my prophets predict."
      },
      {
        "t": "v",
        "n": 27,
        "v": "When I say to the rivers, ‘Dry up!’"
      },
      {
        "t": "v",
        "n": 28,
        "v": "When I say about King Cyrus, ‘He will take care of my people like a shepherd takes care of his sheep,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Cyrus is the one whom Yahweh has appointed to be the emperor of Persia"
      },
      {
        "t": "v",
        "n": 2,
        "v": "This is what Yahweh says to him:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will give you treasures that people have hidden in dark secret places."
      },
      {
        "t": "v",
        "n": 4,
        "v": "I have summoned you, calling out your name,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I am Yahweh, and there is no other God."
      },
      {
        "t": "v",
        "n": 6,
        "v": "in order that everyone in the world, from the east to the west, will know that there is no other God."
      },
      {
        "t": "v",
        "n": 7,
        "v": "I created the light and the darkness."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh also says, “Just like the rain falls on the earth to help it,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Terrible things will happen to those who argue with me, because I am the one who created them."
      },
      {
        "t": "v",
        "n": 10,
        "v": "And it would be terrible if an unborn baby would say to its father,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh, the Holy One of the Israelite people, the one who created Israel, says this to them:"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I am the one who created the earth"
      },
      {
        "t": "v",
        "n": 13,
        "v": "And I have made Cyrus to desire to do things that are right,"
      }
    ]
  }
]