{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Like a new branch often grows from the stump of a tree,"
          },
          {
            "tag": "q2",
            "text": "there will be a descendant of King David who will be a new king."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The Spirit of Yahweh will always be with him."
          },
          {
            "tag": "q2",
            "text": "The Spirit will enable him to be wise and to understand many things;"
          },
          {
            "tag": "q2",
            "text": "The Spirit will enable him to decide what is good to do and will give him great power."
          },
          {
            "tag": "q2",
            "text": "The Spirit will enable him to know Yahweh and to revere him."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He will be glad to obey Yahweh."
          },
          {
            "tag": "q1",
            "text": "He will not decide whether someone is righteous or not only by seeing what that person looks like,"
          },
          {
            "tag": "q2",
            "text": "or by listening to what others say about that person."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He will judge the cases of needy people fairly;"
          },
          {
            "tag": "q2",
            "text": "and he will act justly toward poor people."
          },
          {
            "tag": "q1",
            "text": "He will punish evil people as a result of what he decides;"
          },
          {
            "tag": "q2",
            "text": "he will get rid of wicked people because of the evil things they have done."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He will always act righteously;"
          },
          {
            "tag": "q2",
            "text": "the good things he does will be like a belt around his waist."
          },
          {
            "tag": "q1",
            "text": "He will always speak what is true;"
          },
          {
            "tag": "q2",
            "text": "the true words he speaks will be like a sash around his waist."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When he becomes king, wolves and lambs will live together peacefully;"
          },
          {
            "tag": "q1",
            "text": "leopards, instead of killing baby goats,"
          },
          {
            "tag": "q2",
            "text": "will lie down with them."
          },
          {
            "tag": "q1",
            "text": "Similarly, fat, healthy calves and lions will eat food together;"
          },
          {
            "tag": "q2",
            "text": "and a young child will take care of them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Cows and bears will eat together;"
          },
          {
            "tag": "q2",
            "text": "bear cubs and calves will lie down together."
          },
          {
            "tag": "q1",
            "text": "Lions will not eat other animals;"
          },
          {
            "tag": "q2",
            "text": "instead, they will eat hay like cows do."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Babies will play safely near the holes where cobra snakes live;"
          },
          {
            "tag": "q1",
            "text": "small children will even put their hands into nests of poisonous snakes,"
          },
          {
            "tag": "q2",
            "text": "and the snakes will not harm them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "No creatures will harm or kill other creatures on Mount Zion, my holy hill;"
          },
          {
            "tag": "q1",
            "text": "and the earth will be filled with people who know me,"
          },
          {
            "tag": "q2",
            "text": "as the seas are full of water."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "At that time, a descendant of King David will hold up a flag"
          },
          {
            "tag": "q2",
            "text": "to signal to the people of all people groups that they should gather around him;"
          },
          {
            "tag": "q1",
            "text": "they will come to him to get his advice,"
          },
          {
            "tag": "q2",
            "text": "and the place where he lives will be glorious."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "At that time, Yahweh will reach out his hand as he did long ago;"
          },
          {
            "tag": "q1",
            "text": "he will enable those who had been exiled from Israel to return home,"
          },
          {
            "tag": "q2",
            "text": "from Assyria, from northern Egypt, from southern Egypt,"
          },
          {
            "tag": "q2",
            "text": "from Ethiopia, from Elam, from Babylonia, from Hamath, and from all the distant countries near the sea."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh will raise his flag among all the people groups,"
          },
          {
            "tag": "q2",
            "text": "and he will gather together the people of Israel who were exiled long ago."
          },
          {
            "tag": "q1",
            "text": "He will gather from very distant places on the earth"
          },
          {
            "tag": "q2",
            "text": "the people of Judah whom he had scattered to those places."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then, the people of Israel and the people of Judah will not be jealous of each other any longer,"
          },
          {
            "tag": "q2",
            "text": "and they will no longer be enemies of each other."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Their armies will join together to attack the people of Philistia to the west."
          },
          {
            "tag": "q2",
            "text": "And together they will attack nations to the east;"
          },
          {
            "tag": "q1",
            "text": "they will defeat those nations and take away all their valuable possessions."
          },
          {
            "tag": "q1",
            "text": "They will capture the areas of Edom and Moab,"
          },
          {
            "tag": "q2",
            "text": "and they will rule the people of the Ammon people group."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh will make a dry road through the sea near Egypt."
          },
          {
            "tag": "q1",
            "text": "It will be as though he will wave his hand over the Euphrates River"
          },
          {
            "tag": "q2",
            "text": "and send a strong wind to cause it to divide into seven streams,"
          },
          {
            "tag": "q2",
            "text": "with the result that people will be able to walk across those streams."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Because he will make a highway for his people who are living in Assyria,"
          },
          {
            "tag": "q2",
            "text": "they will be able to return to their own land,"
          },
          {
            "tag": "q1",
            "text": "just like long ago he made a path for the people of Israel"
          },
          {
            "tag": "q2",
            "text": "so that they could go through the water"
          },
          {
            "tag": "q2",
            "text": "when they left Egypt."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}