[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "were bowing down as they are put on animals and carried away!"
  },
  {
    "t": "q",
    "v": "The statues are heavy burdens and will cause the animals to become tired!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the gods can save neither themselves nor the beasts of burden;"
  },
  {
    "t": "q",
    "v": "the gods themselves are going into exile!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am not like the gods of Babylonia that must be carried;"
  },
  {
    "t": "q",
    "v": "instead, it is as though I have carried you"
  },
  {
    "t": "q",
    "v": "since you first became a nation."
  },
  {
    "t": "q",
    "v": "I carried you even before you became a nation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "until it is as though your nation is an old man with gray hair."
  },
  {
    "t": "q",
    "v": "I caused you to become a nation,"
  },
  {
    "t": "q",
    "v": "and I will sustain you and rescue you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "There is no one who is equal to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and weigh it on a scale."
  },
  {
    "t": "q",
    "v": "Then they hire a man who makes things from gold to make an idol from it."
  },
  {
    "t": "q",
    "v": "After he makes an idol, they bow down and worship it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They put it in a special place,"
  },
  {
    "t": "q",
    "v": "and it stays there."
  },
  {
    "t": "q",
    "v": "It cannot move!"
  },
  {
    "t": "q",
    "v": "And when someone prays to it, it does not answer."
  },
  {
    "t": "q",
    "v": "So obviously it cannot rescue anyone from his troubles!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "keep thinking about it, you sinful people!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Only I am God; I am God, and there is no one like me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I tell it long before it happens."
  },
  {
    "t": "q",
    "v": "I will accomplish everything that I plan to accomplish,"
  },
  {
    "t": "q",
    "v": "and I will do everything that I want to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will come from a distant country."
  },
  {
    "t": "q",
    "v": "He will accomplish what I want him to."
  },
  {
    "t": "q",
    "v": "He is the one who will do what I have said that I want him to do,"
  },
  {
    "t": "q",
    "v": "what I have planned."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you who are completely unable to do what is right,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it will not be a long time before that happens."
  },
  {
    "t": "q",
    "v": "I will do it soon."
  },
  {
    "t": "q",
    "v": "I will rescue Jerusalem"
  },
  {
    "t": "q",
    "v": "and show to you Israelite people that I am glorious.”"
  }
]