[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "During the year that King Uzziah died, Yahweh showed me a vision. In the vision, I saw Yahweh sitting on a throne, high above everyone else. He was wearing a very long robe that covered the floor of the temple.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Above him were hovering several winged creatures. Each of them had six wings. They covered their faces with two of their wings, they covered their feet with two of their wings, and they flew using two of their wings.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "They were calling to each other, saying,",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Yahweh, commander of the angel armies, is holy;",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "he is completely holy!",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The entire earth is filled with his glory.”",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "When they spoke, the sound of their cries caused the foundation beneath the doorposts of the temple to shake, and the temple was filled with smoke.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Then I said, “Terrible things will happen to me, because everything that I say is sinful, and I live among people who constantly say sinful things. I will be destroyed because I have seen Yahweh, commander of the angel armies!”",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Then one of the winged creatures took a hot coal from the altar, using a pair of tongs. He flew to me",
        "id": 15
      },
      {
        "t": "v",
        "n": 7,
        "v": "and touched my lips with the coal. Then he said, “Look, this coal has touched your lips. Now your guilt is ended, and your sins are forgiven.”",
        "id": 16
      }
    ],
    "id": 14
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Then I heard Yahweh asking, “Whom shall I send to be a messenger to my people? Who will go and speak for us?” I replied, “I am here. Send me!”",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Then he said,",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“You will go and say to the people of Israel,",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Listen carefully to what I say, but you will not understand it.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You will look very carefully,",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but you will not understand.’",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "I will cause you people to be unable to care;",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I will cause you people to not be able to hear,",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I will cause you people to not be able to see.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Otherwise you would see with your eyes and you would recognize what it is you are looking at,",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you would hear with your ears and be able to understand what you have heard,",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you would care deeply and with understanding,",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you would turn to me so I might save you and not punish you.”",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Then I said, “How long do you want me to continue to do that?”",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He replied, “Do it until their cities are ruined by their enemies,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "until no one is living in their houses,",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "do it until all the crops are stolen from their fields",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the fields are ruined.",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Do it until Yahweh has exiled everyone far away,",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the whole land of Israel is deserted.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "If even one tenth of the people survive and stay there,",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "their enemies will invade the land again and burn everything.",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "But just like when they cut down an oak tree and leave a stump, and new shoots grow from that,",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the people who remain in this land will be a group that is set apart for me.”",
        "id": 64
      }
    ],
    "id": 63
  }
]