{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Terrible things will happen to you judges who are unjust"
          },
          {
            "tag": "q2",
            "text": "and who make unfair laws."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You refuse to help poor people,"
          },
          {
            "tag": "q2",
            "text": "and you do not allow them to get the things that they should get."
          },
          {
            "tag": "q1",
            "text": "You allow people to steal things from widows"
          },
          {
            "tag": "q2",
            "text": "and do unfair things to children without fathers."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When I punish you"
          },
          {
            "tag": "q2",
            "text": "by sending people from distant lands to cause you disasters,"
          },
          {
            "tag": "q1",
            "text": "to whom will you run to get help?"
          },
          {
            "tag": "q2",
            "text": "Your valuable possessions will certainly not be safe anywhere."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You will be able only to stumble along as your enemies take you away with other prisoners,"
          },
          {
            "tag": "q2",
            "text": "or else your corpses will lie on the ground with others who have been killed."
          },
          {
            "tag": "q1",
            "text": "But even after that happens,"
          },
          {
            "tag": "q2",
            "text": "Yahweh will still be very angry with you."
          },
          {
            "tag": "q1",
            "text": "He will still be ready to strike you again with his fist."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh says, \"Terrible things will happen to Assyria."
          },
          {
            "tag": "q2",
            "text": "It is true that their army is like a rod or a club with which I punish other nations"
          },
          {
            "tag": "q2",
            "text": "because I am very angry with those nations."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Sometimes I send the Assyrians to attack a godless nation,"
          },
          {
            "tag": "q2",
            "text": "to fight against other people who have caused me to be angry."
          },
          {
            "tag": "q1",
            "text": "I send them to capture people and to seize and take away their possessions,"
          },
          {
            "tag": "q2",
            "text": "and to trample them like people walk on mud in the streets."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But the king of Assyria does not understand;"
          },
          {
            "tag": "q2",
            "text": "he does not realize that he is only like a weapon in my hand."
          },
          {
            "tag": "q1",
            "text": "He only wants to destroy people,"
          },
          {
            "tag": "q2",
            "text": "to get rid of many nations."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He says, 'All of my army commanders will soon be kings of these nations that I conquer!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "We destroyed the city of Kalno as we destroyed the city of Carchemish."
          },
          {
            "tag": "q1",
            "text": "We destroyed the city of Hamath as we destroyed the city of Arpad;"
          },
          {
            "tag": "q2",
            "text": "we destroyed Samaria just like we destroyed Damascus."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "We were able to destroy all those kingdoms that were full of the images of their gods,"
          },
          {
            "tag": "q2",
            "text": "kingdoms whose gods were stronger than the gods in Jerusalem and Samaria."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So we will defeat Jerusalem and destroy the images of gods that are there,"
          },
          {
            "tag": "q2",
            "text": "just as we destroyed Samaria and the images that were there!'"
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "But I am the Lord, and after I have used Assyria to finish what I want to do to punish the people in Jerusalem, I will punish the king of Assyria because he has been very proud and arrogant."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He says, 'By my own great power I have done these things."
          },
          {
            "tag": "q2",
            "text": "I have been able to do them because I am very wise and very intelligent."
          },
          {
            "tag": "q1",
            "text": "My army removed the barriers at the borders of nations"
          },
          {
            "tag": "q2",
            "text": "and carried away all their valuable things."
          },
          {
            "tag": "q1",
            "text": "My mighty army has humiliated all their people."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Like someone who reaches into a bird's nest to take away the eggs,"
          },
          {
            "tag": "q2",
            "text": "we have taken away the treasures of other countries."
          },
          {
            "tag": "q1",
            "text": "The people were not like birds that would have flapped their wings or chirp loudly to protest about their eggs being stolen;"
          },
          {
            "tag": "q2",
            "text": "the people did not object at all to their treasures being stolen.'"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But I am Yahweh, and I say that an ax certainly cannot boast about being stronger than the person who uses it,"
          },
          {
            "tag": "q2",
            "text": "and a saw is not greater than the person who uses it."
          },
          {
            "tag": "q1",
            "text": "A rod cannot control the one who holds it,"
          },
          {
            "tag": "q2",
            "text": "and a wooden club cannot lift up a person."
          },
          {
            "tag": "q1",
            "text": "So the king of Assyria should not boast that he has done these things with his own wisdom and strength."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I am the Lord Yahweh, commander of the angel armies, who will send a plague among the best soldiers of Assyria;"
          },
          {
            "tag": "q2",
            "text": "it will be like a fire that will kill them and get rid of their glory."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh is like a light for the people of Israel, like a fire;"
          },
          {
            "tag": "q2",
            "text": "the Holy One who rules Israel is like a flame."
          },
          {
            "tag": "q1",
            "text": "The soldiers of Assyria are like thorns and briers,"
          },
          {
            "tag": "q2",
            "text": "and Yahweh will burn them up in one day."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "There are glorious forests and fertile farmlands in Assyria, but Yahweh will completely destroy them;"
          },
          {
            "tag": "q2",
            "text": "they will be like a very sick person who shrivels up and then dies."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "There will be very few trees left in those forests;"
          },
          {
            "tag": "q2",
            "text": "even a child will be able to count them.\""
          },
          {
            "tag": "v",
            "num": "20",
            "text": "In the future there will be only a few people left in Israel;"
          },
          {
            "tag": "q2",
            "text": "not many descendants of Jacob will still be alive."
          },
          {
            "tag": "q1",
            "text": "But they will no longer rely on the king of Assyria,"
          },
          {
            "tag": "q2",
            "text": "the king of the nation that tried to destroy them."
          },
          {
            "tag": "q1",
            "text": "Instead, they will faithfully trust in Yahweh, the Holy One who rules Israel."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Those Israelites will return to their mighty God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Now, the people of Israel are as numerous as the grains of sand on the seashore,"
          },
          {
            "tag": "q2",
            "text": "but only a few of them will return from the countries to which they will be exiled."
          },
          {
            "tag": "q1",
            "text": "Yahweh has decided to destroy most of the Israelites,"
          },
          {
            "tag": "q2",
            "text": "and that is what he must do because he is completely just."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yes, the Lord Yahweh, commander of the angel armies, has already decided to destroy the entire land of Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "This is what the Lord Yahweh, commander of the angel armies, says:"
          },
          {
            "tag": "q1",
            "text": "\"My people in Jerusalem, do not be afraid of the army of Assyria when they beat you with rods and clubs,"
          },
          {
            "tag": "q2",
            "text": "like the men of Egypt did to your ancestors long ago."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Soon I will no longer be angry with you,"
          },
          {
            "tag": "q2",
            "text": "and then I will be angry with the people of Assyria and destroy them!\""
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yahweh, commander of the angel armies, will strike them with his whip."
          },
          {
            "tag": "q2",
            "text": "He will do to them as he did when he defeated the army of the Midian people group,"
          },
          {
            "tag": "q2",
            "text": "and as he did when he caused the army of Egypt to drown in the Sea of Reeds."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "One day in the future, Yahweh will cause the army of Assyria to stop oppressing you, his people;"
          },
          {
            "tag": "q2",
            "text": "he will end your suffering and your being slaves of the people of Assyria;"
          },
          {
            "tag": "q1",
            "text": "you will become too strong for them."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "One day in the future this will be the situation: The army of Assyria has entered northern Judah near Aiath;"
          },
          {
            "tag": "q2",
            "text": "they have gone through Migron"
          },
          {
            "tag": "q2",
            "text": "and stored their supplies at Micmash, north of Jerusalem."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They have crossed through a mountain pass"
          },
          {
            "tag": "q2",
            "text": "and set up their tents at Geba."
          },
          {
            "tag": "q1",
            "text": "People in Ramah will tremble because of they are afraid."
          },
          {
            "tag": "q2",
            "text": "The people of Gibeah, where King Saul was born, have all run away."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "You people of Gallim will cry out for help!"
          },
          {
            "tag": "q2",
            "text": "They will shout to the people of the city of Laish near Jerusalem to warn them!"
          },
          {
            "tag": "q2",
            "text": "The people of Anathoth will suffer a lot."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "The people of Madmenah north of Jerusalem are all running away,"
          },
          {
            "tag": "q2",
            "text": "and the people of Gebim close to Jerusalem are trying to hide."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The soldiers of Assyria will stop at the city of Nob outside Jerusalem."
          },
          {
            "tag": "q2",
            "text": "They will shake their fists"
          },
          {
            "tag": "q2",
            "text": "as they threaten the people on Mount Zion in Jerusalem."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But listen to this! Yahweh, commander of the angel armies,"
          },
          {
            "tag": "q2",
            "text": "with his great power will destroy the mighty army of Assyria."
          },
          {
            "tag": "q1",
            "text": "It is as though they are a huge tree that he will cut down."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "He will destroy the soldiers of Assyria"
          },
          {
            "tag": "q2",
            "text": "as men use big axes to cut down the tall trees in the forests of Lebanon."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}