[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is a message that Yahweh gave to Isaiah son of Amoz, in a vision about Judah and Jerusalem."
      },
      {
        "t": "v",
        "n": 2,
        "v": "In the future, the hill on which Yahweh’s temple is built"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will be the most important place on the earth."
  },
  {
    "t": "q",
    "v": "It will be as though it is the highest mountain,"
  },
  {
    "t": "q",
    "v": "as though it has been raised up above all other hills,"
  },
  {
    "t": "q",
    "v": "and people from all over the world will come there."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "People from many people groups will say to each other,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh will listen to the disputes between nations,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You descendants of Jacob,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh, you have abandoned us, your people"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Israel is full of silver and gold;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "But the land is also full of idols;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "So now they will be humbled;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "All you people should crawl into the caves in the rock cliffs!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh will cause you people to no longer be arrogant"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, commander of the angel armies, has chosen a day"
      },
      {
        "t": "v",
        "n": 13,
        "v": "He will get rid of all those who think others should admire them, like the tall cedar trees in Lebanon,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "He will get rid of all those who think they are as great as all the high hills,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "He will get rid of all those who think that they are like high towers"
      },
      {
        "t": "v",
        "n": 16,
        "v": "He will destroy all those who are rich because they own big ships that carry goods to other countries"
      },
      {
        "t": "v",
        "n": 17,
        "v": "He will cause people to no longer be arrogant,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "All idols will disappear then."
      },
      {
        "t": "v",
        "n": 19,
        "v": "When Yahweh comes to terrify the people on the earth,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "On that day, people will get rid of all their gold and silver idols"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Then they will crawl into caves"
      },
      {
        "t": "v",
        "n": 22,
        "v": "So do not trust that people will save you,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, commander of the angel armies, is about to take away from Jerusalem and other places in Judah"
      },
      {
        "t": "v",
        "n": 2,
        "v": "He will take away heroes and other soldiers,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "army officers and other important people,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh says, “I will appoint boys to be leaders;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "People will treat each other cruelly:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "At that time, someone will grab one of his brothers in his father’s house and say to him,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But his brother will reply,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The people in Jerusalem and the other towns in Judah have disobeyed God,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "They even show on their faces that they oppose Yahweh."
      },
      {
        "t": "v",
        "n": 10,
        "v": "You people must tell the righteous people that good things will happen to them;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "But terrible things will happen to wicked people;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Youths who have become leaders treat my people cruelly,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "It is as though Yahweh had taken his place in a courtroom"
      },
      {
        "t": "v",
        "n": 14,
        "v": "He will stand up to declare why he should punish the elders and rulers of his people;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "You should stop making my people suffer."
      }
    ]
  },
  {
    "t": "q",
    "v": "“Come, let us go up to the hill,"
  },
  {
    "t": "q",
    "v": "to the temple of Yahweh,"
  },
  {
    "t": "q",
    "v": "to worship the God whom Jacob worshiped."
  },
  {
    "t": "q",
    "v": "There he will teach us what he desires us to know,"
  },
  {
    "t": "q",
    "v": "in order that our behavior will please him.”"
  },
  {
    "t": "q",
    "v": "They will teach us in Jerusalem;"
  },
  {
    "t": "q",
    "v": "we will learn there what Yahweh desires to tell us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will settle their arguments."
  },
  {
    "t": "q",
    "v": "Then, instead of fighting against each other, they will hammer their swords into plow blades,"
  },
  {
    "t": "q",
    "v": "and they will hammer their spears into pruning knives."
  },
  {
    "t": "q",
    "v": "The armies of the nations will no longer fight against each other,"
  },
  {
    "t": "q",
    "v": "and they will not even train men to fight in battles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "let us behave in the way that we should because Yahweh is with us!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who are descendants of Jacob,"
  },
  {
    "t": "q",
    "v": "because everywhere your people practice the customs of people who live east of Israel."
  },
  {
    "t": "q",
    "v": "They also perform rituals to find out what will happen in the future, like the people in Philistia do."
  },
  {
    "t": "q",
    "v": "They make agreements with foreigners who do not know Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there are very many treasures here."
  },
  {
    "t": "q",
    "v": "The land is full of war horses"
  },
  {
    "t": "q",
    "v": "and war chariots."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the people worship things that they have made with their own hands."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh will disgrace them."
  },
  {
    "t": "q",
    "v": "Yahweh, do not forgive them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You should hide in pits in the ground"
  },
  {
    "t": "q",
    "v": "because you will be afraid of Yahweh"
  },
  {
    "t": "q",
    "v": "and of his glorious and awesome power."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will stop you from being proud."
  },
  {
    "t": "q",
    "v": "On that day people will praise and honor only Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when he will judge those who are proud, every one of them,"
  },
  {
    "t": "q",
    "v": "and he will humble them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and like all the great oak trees in the region of Bashan."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as great as the high mountains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and high strong walls inside of which they are safe."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and own other beautiful ships, too."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will cause them to stop being proud."
  },
  {
    "t": "q",
    "v": "On that day people will praise and honor only Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will run to hide in caves in rock cliffs"
  },
  {
    "t": "q",
    "v": "and in holes in the ground,"
  },
  {
    "t": "q",
    "v": "because they are afraid of Yahweh"
  },
  {
    "t": "q",
    "v": "and of his glorious and awesome power."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that they made to worship,"
  },
  {
    "t": "q",
    "v": "and they will throw them to the bats and rats."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and hide in holes in the cliffs."
  },
  {
    "t": "q",
    "v": "They will try to escape from Yahweh, who is coming to punish them;"
  },
  {
    "t": "q",
    "v": "They will fear what he will do because he is glorious and awesome,"
  },
  {
    "t": "q",
    "v": "when he comes to come to terrify the people on the earth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they are as powerless as a person’s breath."
  },
  {
    "t": "q",
    "v": "People certainly cannot help you!"
  }
]