[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I, Isaiah, received this message from Yahweh for you, the people in the city of Tyre:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "You people who live along the coast, you merchants of the city of Sidon, mourn silently."
      },
      {
        "t": "v",
        "n": 3,
        "v": "They sailed across deep seas"
      },
      {
        "t": "v",
        "n": 4,
        "v": "But now you people in Sidon should be ashamed,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "When the people of Egypt hear what has happened to Tyre,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Sail to Tarshish and tell them what happened;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The people in the very old city of Tyre were previously joyful."
      },
      {
        "t": "v",
        "n": 8,
        "v": "People from Tyre appointed kings over other places;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "It was Yahweh, commander of the angel armies, who did it;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "You people of Tarshish, you must grow crops in your land instead of trading;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It is as though Yahweh stretched out his hand over the sea"
      },
      {
        "t": "v",
        "n": 12,
        "v": "He said to the people of Sidon,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Think about what happened in Babylonia:"
      },
      {
        "t": "v",
        "n": 14,
        "v": "So wail, you sailors on the ships of Tarshish,"
      }
    ]
  },
  {
    "t": "q",
    "v": "You sailors on ships from Tarshish,"
  },
  {
    "t": "q",
    "v": "weep, because the harbor of Tyre and all the houses in the city have been destroyed."
  },
  {
    "t": "q",
    "v": "The reports that you heard in the Island of Cyprus about Tyre are true."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your sailors went across the seas to make you rich, there in Tyre."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to buy grain in Egypt, grain from the Valley of Shihor."
  },
  {
    "t": "q",
    "v": "This wealth came down the Nile River, and you, Tyre, were the place where the people of all nations traded."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you trusted in Tyre, which has been a strong fortress on an island in the sea."
  },
  {
    "t": "q",
    "v": "Tyre is like a woman who is saying,"
  },
  {
    "t": "q",
    "v": "“Now it is as though I have not given birth to any children,"
  },
  {
    "t": "q",
    "v": "or raised any sons or daughters.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will grieve very much."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "weep, you people who live along the coast."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Traders from Tyre established colonies in many distant nations."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their traders were wealthy;"
  },
  {
    "t": "q",
    "v": "they were as powerful and wealthy as kings."
  },
  {
    "t": "q",
    "v": "Who caused the people of Tyre to experience this disaster?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he did it in order to cause you people in Tyre to not be proud anymore,"
  },
  {
    "t": "q",
    "v": "to humiliate you men who are honored all over the world."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "spread out over your land like the Nile River spreads over the land of Egypt when it floods,"
  },
  {
    "t": "q",
    "v": "because there is no harbor in Tyre for your ships now."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and shook the kingdoms of the earth."
  },
  {
    "t": "q",
    "v": "He commanded that in Phoenicia"
  },
  {
    "t": "q",
    "v": "all its fortresses must be destroyed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“You will never rejoice again, because you will be crushed;"
  },
  {
    "t": "q",
    "v": "even if you flee to the island of Cyprus,"
  },
  {
    "t": "q",
    "v": "you will not escape from troubles; you will have no peace.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the people who were in that land have disappeared."
  },
  {
    "t": "q",
    "v": "The armies of Assyria have caused that land to become a place where wild animals from the desert live."
  },
  {
    "t": "q",
    "v": "They built dirt ramps to the top of the walls of the city of Babylon;"
  },
  {
    "t": "q",
    "v": "then they entered the city and tore down the palaces"
  },
  {
    "t": "q",
    "v": "and caused the city to become a heap of rubble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because the harbor in Tyre where your ships stop is destroyed!"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "For seventy years, which is as long as kings usually live, people will forget about Tyre. But then it will be rebuilt. What will happen there will be like what happened to a prostitute in this song:"
      },
      {
        "t": "v",
        "n": 16,
        "v": "You harlot, whom people had forgotten,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "play your harp well,"
  },
  {
    "t": "q",
    "v": "and sing many songs,"
  },
  {
    "t": "q",
    "v": "in order that people will remember you again."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "It is true that after seventy years Yahweh will restore Tyre. Their merchants will again earn a lot of money by buying things from and selling things to many other nations."
      },
      {
        "t": "v",
        "n": 18,
        "v": "But their profits will be given to Yahweh."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Some day Yahweh is going to destroy the earth."
      },
      {
        "t": "v",
        "n": 2,
        "v": "He will scatter everyone:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Nothing that is worth anything will be left on earth;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Everything on the earth will dry up and die;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "The earth has become unacceptable to Yahweh because the people who live on it have disobeyed his laws;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Therefore, Yahweh will curse the earth;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The grapevines will wither,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "People will no longer play cheerful songs with tambourines,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "People will no longer sing while they drink wine,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Towns and cities will be desolate;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Mobs will gather in the streets, wanting wine;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Cities will be ruined,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "It will be like that all over the earth:"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Those in the west will sing with great happiness;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Those in the east of Israel will also praise Yahweh;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "We will hear people in the most distant places on the earth singing praise to Yahweh, the truly righteous one."
      },
      {
        "t": "v",
        "n": 17,
        "v": "You people all over the earth,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Those who try to flee because they are terrified"
      },
      {
        "t": "v",
        "n": 19,
        "v": "The earth will split apart and be shattered;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "It will be as though the earth will stagger like a drunk;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "At that time, Yahweh will punish the wicked powerful beings in the skies"
      },
      {
        "t": "v",
        "n": 22,
        "v": "They will all be gathered together and thrown into a dungeon."
      },
      {
        "t": "v",
        "n": 23,
        "v": "At that time the light of the moon and the sun will be lessened;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, you are my God;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Sometimes you have caused cities to become heaps of rubble,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Therefore, people in powerful nations will declare that you are very great,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh, you are like a strong tower where poor people can find refuge,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "and like the very strong heat in the dry land."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Here in Jerusalem Yahweh, commander of the angel armies, will prepare a wonderful feast for all the people of the world."
      },
      {
        "t": "v",
        "n": 7,
        "v": "People here are sad;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "He will get rid of death forever!"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The merchants will not hoard their money;"
  },
  {
    "t": "q",
    "v": "instead, they will give it to Yahweh’s people, for they will live in his presence,"
  },
  {
    "t": "q",
    "v": "in order that they can buy food and nice clothes."
  }
]