{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Terrible things will happen to you people of Assyria!"
          },
          {
            "tag": "q1",
            "text": "You have destroyed others,"
          },
          {
            "tag": "q2",
            "text": "but you have not been destroyed yet."
          },
          {
            "tag": "q1",
            "text": "You have betrayed others,"
          },
          {
            "tag": "q2",
            "text": "but you have not been betrayed yet."
          },
          {
            "tag": "q1",
            "text": "When you stop destroying others,"
          },
          {
            "tag": "q2",
            "text": "others will destroy you."
          },
          {
            "tag": "q1",
            "text": "When you stop betraying others,"
          },
          {
            "tag": "q2",
            "text": "others will betray you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh, act kindly toward us,"
          },
          {
            "tag": "q2",
            "text": "because we have patiently waited for you to help us."
          },
          {
            "tag": "q1",
            "text": "Enable us to be strong every day,"
          },
          {
            "tag": "q2",
            "text": "and rescue us when we have troubles."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Our enemies run away when they hear your voice."
          },
          {
            "tag": "q2",
            "text": "When you stand up and show that you are powerful, the people of all nations flee."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "And after our enemies have been defeated,"
          },
          {
            "tag": "q1",
            "text": "we, your people, will take away all our enemies' possessions,"
          },
          {
            "tag": "q2",
            "text": "like caterpillars and locusts strip off all the leaves of plants."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh is greater than anyone else, and he lives in heaven,"
          },
          {
            "tag": "q2",
            "text": "and he will rule justly and righteously in Jerusalem."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When that happens, he will enable you to live securely;"
          },
          {
            "tag": "q2",
            "text": "he will fully protect your possessions,"
          },
          {
            "tag": "q2",
            "text": "he will enable you to be wise and to know all that you need to know;"
          },
          {
            "tag": "q1",
            "text": "and revering Yahweh will be like a valuable treasure that he will give to you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But now, look, our messengers are crying out in the streets;"
          },
          {
            "tag": "q1",
            "text": "our ambassadors have gone to other countries to make peace treaties,"
          },
          {
            "tag": "q2",
            "text": "but they will cry bitterly because they will not succeed."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "No one travels on our roads."
          },
          {
            "tag": "q2",
            "text": "The leaders of Assyria have broken their peace treaty with us;"
          },
          {
            "tag": "q1",
            "text": "they despise the people who made those treaties,"
          },
          {
            "tag": "q2",
            "text": "and they do not respect anyone."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The land of Judah is dry and barren."
          },
          {
            "tag": "q2",
            "text": "The cedar trees in Lebanon are drying up and decaying."
          },
          {
            "tag": "q1",
            "text": "The Plain of Sharon along the coast is now a desert plain."
          },
          {
            "tag": "q2",
            "text": "There are no more leaves on the trees in the areas of Bashan and Carmel."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh says, \"Now I will arise and show that I deserve for everyone to honor me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You people of Assyria make plans that are as useless as chaff and straw."
          },
          {
            "tag": "q2",
            "text": "Your breath will become a fire that will burn you up."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Your people will be burned until only ashes remain,"
          },
          {
            "tag": "q2",
            "text": "like thornbushes are cut down and burned up."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You people who live far away and you people who live nearby,"
          },
          {
            "tag": "q2",
            "text": "pay attention to what I have done and realize that I am very powerful.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The sinners in Jerusalem will tremble because they are very afraid;"
          },
          {
            "tag": "q2",
            "text": "godless people will be terrified."
          },
          {
            "tag": "q1",
            "text": "They say, \"None of us can remain alive because this fire is burning everything;"
          },
          {
            "tag": "q2",
            "text": "it is like the fire on Yahweh's altar that will burn forever!\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Those who act honestly and say what is right,"
          },
          {
            "tag": "q2",
            "text": "those who do not try to become rich by forcing money from people,"
          },
          {
            "tag": "q1",
            "text": "those who do not try to get bribes,"
          },
          {
            "tag": "q2",
            "text": "those who refuse to listen to people who are planning to murder someone,"
          },
          {
            "tag": "q1",
            "text": "those who do not join others who urge them to do what is wrong,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "they are the people who will live safely;"
          },
          {
            "tag": "q2",
            "text": "they will find places to be safe in the caves in the mountains."
          },
          {
            "tag": "q1",
            "text": "They will have plenty of food"
          },
          {
            "tag": "q2",
            "text": "and water."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You people of Judah will see the king wearing all his beautiful robes,"
          },
          {
            "tag": "q2",
            "text": "and you will see that he rules a land that extends far away."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When you see that, you will think about when you were previously terrified,"
          },
          {
            "tag": "q2",
            "text": "and you will say, \"The officers of Assyria who counted the tax money that we were forced to pay to them have disappeared!"
          },
          {
            "tag": "q2",
            "text": "Those men who counted our towers are gone!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Those arrogant people who spoke a language that we could not understand are no longer here!\""
          },
          {
            "tag": "v",
            "num": "20",
            "text": "At that time, you will see Mount Zion, the place where we celebrate our festivals;"
          },
          {
            "tag": "q2",
            "text": "You will see that Jerusalem has become a place that is calm and safe."
          },
          {
            "tag": "q2",
            "text": "It will be secure,"
          },
          {
            "tag": "q1",
            "text": "like a tent that cannot be moved because its ropes are tight"
          },
          {
            "tag": "q2",
            "text": "and its stakes are firmly in the ground."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Yahweh will be our mighty God;"
          },
          {
            "tag": "q1",
            "text": "he will be like a mighty river that will protect us"
          },
          {
            "tag": "q2",
            "text": "because our enemies will not be able to cross it;"
          },
          {
            "tag": "q2",
            "text": "no one will be able to row across it"
          },
          {
            "tag": "q2",
            "text": "and no warships will be able to sail across it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh is our judge;"
          },
          {
            "tag": "q2",
            "text": "he is the one who gives us laws,"
          },
          {
            "tag": "q1",
            "text": "and he is our king."
          },
          {
            "tag": "q2",
            "text": "He will rescue us."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The ropes on our enemies' boats will hang loose,"
          },
          {
            "tag": "q2",
            "text": "their masts will not be fastened firmly,"
          },
          {
            "tag": "q2",
            "text": "and their sails will not be spread out."
          },
          {
            "tag": "q1",
            "text": "The treasures that they have seized will be divided among us, God's people,"
          },
          {
            "tag": "q2",
            "text": "and even lame people among us will get some."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "And the people in Jerusalem will no longer say, \"We are sick,\""
          },
          {
            "tag": "q2",
            "text": "because Yahweh will forgive the sins that have been committed by the people who live there."
          }
        ],
        "auto": true
      }
    ],
    "num": 33
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}