[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I, Isaiah son of Amoz, received from Yahweh this message about the city of Babylon:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Lift up a flag on the bare top of a hill,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh says, “I have commanded those who are set apart to do this work for me—"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Listen to the noise on the mountains,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "They come from countries that are far away,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "You people of Babylon will scream because you will be terrified,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Because that will happen, all of your people will be very afraid,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "All of you will be terrified."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Listen to this, you people of Babylon: The day that Yahweh has chosen to act in is near,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "When that happens, none of the stars will shine."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh says, “I will punish everyone in the world for the evil things that they do;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "And because I will cause most people to die,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I will shake the sky,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "All the foreigners in Babylon will run around like deer that are being hunted,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Anyone who is captured in Babylon"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Their little children will be dashed to pieces on the rocks while their parents watch;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Look! I am going to incite the people of Media to attack Babylon."
      },
      {
        "t": "v",
        "n": 18,
        "v": "With their arrows, the soldiers of Media will shoot the young men of Babylon;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Babylon has been a very beautiful city;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "No one will ever live in Babylon again."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Animals that live in the desert will be there;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Hyenas will howl in the ruined towers,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to signal that an army should come to attack Babylon."
  },
  {
    "t": "q",
    "v": "Shout to them and wave your hand to signal to them"
  },
  {
    "t": "q",
    "v": "that they should march through the city gates into the palaces of the proud rulers of Babylon!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have summoned the warriors whom I have chosen to punish the people of Babylon because I am very angry with them,"
  },
  {
    "t": "q",
    "v": "and those soldiers will be very proud when they do that.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "which is the noise of a huge army marching!"
  },
  {
    "t": "q",
    "v": "It is the noise made by people of many people groups shouting."
  },
  {
    "t": "q",
    "v": "Yahweh, commander of the angel armies, has summoned this army to gather together."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "from the most remote places on the earth."
  },
  {
    "t": "q",
    "v": "They are like weapons that Yahweh will use to punish the people with whom he is very angry,"
  },
  {
    "t": "q",
    "v": "and to destroy the entire country of Babylonia."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because it will be the time that Yahweh has determined,"
  },
  {
    "t": "q",
    "v": "the time for the all-powerful God to destroy your city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that they will be unable even to lift their arms."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will have severe pains"
  },
  {
    "t": "q",
    "v": "like a woman has when she is giving birth to a baby."
  },
  {
    "t": "q",
    "v": "You will look at each other helplessly,"
  },
  {
    "t": "q",
    "v": "and it will show on your faces that you feel horror."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the day on which he will furiously and fiercely punish you because he is very angry with you."
  },
  {
    "t": "q",
    "v": "He will cause your land of Babylonia to be desolate,"
  },
  {
    "t": "q",
    "v": "and he will destroy all the sinners in it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When the sun rises, it will be dark,"
  },
  {
    "t": "q",
    "v": "and there will be no light from the moon at night."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will punish the wicked people for the sins that they have committed."
  },
  {
    "t": "q",
    "v": "I will stop arrogant people from being proud,"
  },
  {
    "t": "q",
    "v": "and I will stop cruel people from being so arrogant."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people will be harder to find than gold,"
  },
  {
    "t": "q",
    "v": "harder to find than fine gold from Ophir in Arabia."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the earth will also move out of its place."
  },
  {
    "t": "q",
    "v": "That will happen when I, Yahweh, commander of the angel armies, punish wicked people,"
  },
  {
    "t": "q",
    "v": "when I show them that I am extremely angry with them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like sheep that do not have a shepherd."
  },
  {
    "t": "q",
    "v": "They will try to find other people from their countries,"
  },
  {
    "t": "q",
    "v": "and then they will escape from Babylon and return to their own countries."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will be killed by their enemies’ swords."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their enemies will steal everything valuable from their houses and will force their wives to sleep with them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The army of Media will attack Babylon, even if they are offered silver or gold if they promise to not attack it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will not even act mercifully toward infants or children!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all the people of Babylonia have been very proud of Babylon, their capital city;"
  },
  {
    "t": "q",
    "v": "but God will destroy Babylon,"
  },
  {
    "t": "q",
    "v": "like he destroyed Sodom and Gomorrah."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It will be deserted forever."
  },
  {
    "t": "q",
    "v": "Nomads will refuse to set up their tents there;"
  },
  {
    "t": "q",
    "v": "shepherds will not bring their flocks of sheep to rest there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "jackals will live in the ruins of the houses."
  },
  {
    "t": "q",
    "v": "Owls will live in the ruins,"
  },
  {
    "t": "q",
    "v": "and ostriches and wild goats will romp around there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and jackals will make their dens in the ruins of the palaces that were previously very beautiful."
  },
  {
    "t": "q",
    "v": "The time when Babylon will be destroyed is very near;"
  },
  {
    "t": "q",
    "v": "Babylon will not exist much longer."
  }
]