[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He has not become deaf; he can still hear you when you call to him for help."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Because of your sins, he has turned away from you,"
  },
  {
    "t": "q",
    "v": "with the result that he does not pay attention to what you request him to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that your hands are stained with their blood."
  },
  {
    "t": "q",
    "v": "You constantly tell lies,"
  },
  {
    "t": "q",
    "v": "and you say evil things about others."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You accuse people falsely; you depend on the lies you tell."
  },
  {
    "t": "q",
    "v": "You are constantly planning to cause trouble for others,"
  },
  {
    "t": "q",
    "v": "and then you do those evil things that you planned."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Cobras will hatch from those eggs,"
  },
  {
    "t": "q",
    "v": "and insects will fall into the spider’s web."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You are constantly acting violently."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you hurry to murder people who are innocent."
  },
  {
    "t": "q",
    "v": "You are continually thinking about sinning."
  },
  {
    "t": "q",
    "v": "Wherever you go, you destroy things and cause people to suffer."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You always are dishonest,"
  },
  {
    "t": "q",
    "v": "and those who imitate your behavior never have any peace within themselves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it seems that he is not acting fairly toward us."
  },
  {
    "t": "q",
    "v": "We expect God to give us light,"
  },
  {
    "t": "q",
    "v": "but all he gives us is darkness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "We stumble and trip at noontime like we would when it is dark."
  },
  {
    "t": "q",
    "v": "We are like dead people who are among healthy people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we continually moan like doves."
  },
  {
    "t": "q",
    "v": "We ask God to do what is just,"
  },
  {
    "t": "q",
    "v": "but nothing happens."
  },
  {
    "t": "q",
    "v": "We want God to rescue us,"
  },
  {
    "t": "q",
    "v": "but it seems that he is far away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it is they that testify against us."
  },
  {
    "t": "q",
    "v": "We cannot deny it;"
  },
  {
    "t": "q",
    "v": "we know that we have done many wrong things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we have turned away from him."
  },
  {
    "t": "q",
    "v": "We oppress people by what we testify against them;"
  },
  {
    "t": "q",
    "v": "we do not allow them to get what they have a right to get."
  },
  {
    "t": "q",
    "v": "We think about the lies that we can tell,"
  },
  {
    "t": "q",
    "v": "and then we tell them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one is acting righteously."
  },
  {
    "t": "q",
    "v": "In plazas where people gather together, no one tells the truth;"
  },
  {
    "t": "q",
    "v": "it seems that people are not allowed to say what is true."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people try to ruin the reputations of those who quit doing evil."
  },
  {
    "t": "q",
    "v": "Yahweh looked around, and he saw that no one was doing what is just;"
  },
  {
    "t": "q",
    "v": "he was very displeased."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So he used his own power to rescue them;"
  },
  {
    "t": "q",
    "v": "it is because he is always righteous that he did that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "his continually doing what is right is like his armor, and his ability to rescue people is like his helmet."
  },
  {
    "t": "q",
    "v": "His being extremely angry and his being ready to get revenge on those who do evil are like his robes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He will severely punish even those who live far from Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he will come like a rushing river that is pushed along by the strong wind that Yahweh sent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will come to rescue those in Judah who have stopped doing sinful things."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "This is what Yahweh says to his people: “This is the covenant that I will make with you: My Spirit will not leave you, and you will always have my message. You will be able to declare it, and your children and grandchildren will be able to declare it forever.”"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You people of Jerusalem, stand up!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "But spiritual darkness has covered all the other people groups on the earth,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "People of all people groups will see that he is very great by seeing what he has done for you,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh says, “Look around, and you will see the people who will be returning from exile!"
      },
      {
        "t": "v",
        "n": 5,
        "v": "When you look at this happening,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "People will also bring valuable goods to you on herds of camels:"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They will bring flocks of sheep and goats from Kedar in northern Arabia and give them to you."
      },
      {
        "t": "v",
        "n": 8,
        "v": "And what are those things that are"
      },
      {
        "t": "v",
        "n": 9,
        "v": "But they are really ships from Tarshish that are bringing your people back here."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Foreigners will come and rebuild the walls of your cities,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The gates of your cities will be open during the day and also during the night,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "And the kingdoms and nations whose people refuse to allow you to rule them will be completely destroyed."
      },
      {
        "t": "v",
        "n": 13,
        "v": "The glorious things in Lebanon will be brought to you—"
      },
      {
        "t": "v",
        "n": 14,
        "v": "The descendants of those who oppressed you will come and bow down to you;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Previously everyone hated you and ignored you,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "People of all nations and their kings will gladly bring their wealth to you."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Instead of metals that are not valuable, like bronze and iron,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "People in your country will no longer act violently,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "And you will no longer need the sun and moon to give you light,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "It will seem as though the sun and moon will always be shining,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Your people will all be righteous,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "At that time, the groups that are very small now will become very large clans,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "The Spirit of Yahweh our Lord is on me;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "He has sent me to tell those who mourn"
      },
      {
        "t": "v",
        "n": 3,
        "v": "To all those in Jerusalem who mourn,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Those who return from Babylon will rebuild the cities that the soldiers from Babylon tore down."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Foreigners will be the ones who will take care of your flocks of sheep and goats,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But you are the ones who will be like the priests to serve Yahweh,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Previously you were shamed and disgraced,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "“I, Yahweh, am very pleased with those who decide matters fairly;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Their descendants will be honored by people of other nations; their children will be honored by all the other nations."
      },
      {
        "t": "v",
        "n": 10,
        "v": "I greatly rejoice because of what Yahweh has done!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Just as seeds sown in a garden sprout from the soil and grow,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Because I am very concerned about the people of Jerusalem,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Some day the people of many nations will know that Yahweh has rescued you, his people."
      },
      {
        "t": "v",
        "n": 3,
        "v": "It will be as though Yahweh had held you up in his hands in order that everyone can see you."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Your city will never again be called ‘the deserted city,’ and your country will never again be called ‘the desolate land’;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You people will live in all the country of Judah"
      },
      {
        "t": "v",
        "n": 6,
        "v": "You people of Jerusalem, I have placed watchmen on your walls;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "And tell Yahweh that he should not rest"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh has raised his right hand to solemnly promise to the people of Jerusalem:"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You yourselves will grow the grain,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Go out through the city gates!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "This is the message that Yahweh has sent to the people of every nation."
      },
      {
        "t": "v",
        "n": 12,
        "v": "They will be called: “Yahweh’s own people,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "I ask, “Who is this who is coming from the city of Bozrah in Edom,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I ask him, “What are those red spots on your clothes?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "He replies, “I have been treading on my enemies, not on grapes."
      },
      {
        "t": "v",
        "n": 4,
        "v": "I did that because it was time for me to get revenge;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I searched for someone who would enable me to help my people,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Because I was extremely angry, I punished the nations;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I will tell about all the things that Yahweh has done for his people because of his faithful love for them,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh said, “These are my people;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When we had many troubles,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But we rebelled against him,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Then we thought about what happened long ago,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Where is the one who showed his glorious power"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Where is the one who led our ancestors while they walked through the seabed?"
      },
      {
        "t": "v",
        "n": 14,
        "v": "They were like cattle that walk down into a valley to rest,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "“Yahweh, look down from heaven;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "You are our father, even if"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Yahweh, why did you cause us to wander away from your road?"
      },
      {
        "t": "v",
        "n": 18,
        "v": "We, your holy people, possessed your sacred temple for only a short time,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Now it seems as though we never were ruled by you,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Yahweh, I wish that you had come down from the sky;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "It would have been like fire burning up dead wood,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "You did awesome things that we were not expecting you to do;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Since long ago no one has ever seen or heard about a God like you;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You help those who joyfully do what is right,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "We have all become people who are not fit to worship you;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "None of our people worships you,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "But even so, Yahweh, you are our father."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh, do not continue to be angry with us;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "All of your towns in Judah have become like the wilderness;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Your glorious temple on Mountain Zion, where our ancestors worshiped you,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, you see all those things, but it seems that you refuse to do anything to help us."
      }
    ]
  }
]