{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh also says, \"You people of Babylon,"
          },
          {
            "tag": "q2",
            "text": "you should go and sit in the dust,"
          },
          {
            "tag": "q1",
            "text": "because your time to rule other countries is almost ended."
          },
          {
            "tag": "q1",
            "text": "People will never again say that Babylonia is beautiful"
          },
          {
            "tag": "q2",
            "text": "like a very attractive young woman."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You will be slaves, so take heavy stones"
          },
          {
            "tag": "q2",
            "text": "and grind grain like slave women do."
          },
          {
            "tag": "q1",
            "text": "Take off your beautiful veils"
          },
          {
            "tag": "q2",
            "text": "and take off your robes as you prepare to cross streams to go where you will be forced to go."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You will be naked and very ashamed."
          },
          {
            "tag": "q2",
            "text": "I will have vengeance on you and will not pity you.\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The one who frees us people of Judah, whom we call 'Yahweh, Commander of the angel armies,'"
          },
          {
            "tag": "q2",
            "text": "is the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh says, \"You people of Babylon,"
          },
          {
            "tag": "q2",
            "text": "sit silently in the darkness,"
          },
          {
            "tag": "q1",
            "text": "because no one will never again say that your city is like a queen that rules many kingdoms."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I was angry with the people who belong to me,"
          },
          {
            "tag": "q2",
            "text": "and I punished them."
          },
          {
            "tag": "q1",
            "text": "I allowed you people of Babylon to conquer them."
          },
          {
            "tag": "q1",
            "text": "But when you conquered them, you did not act mercifully toward them."
          },
          {
            "tag": "q2",
            "text": "You oppressed even the old people."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You said, 'We will rule other nations forever;"
          },
          {
            "tag": "q2",
            "text": "it is as though our city will be the queen of the world forever!'"
          },
          {
            "tag": "q1",
            "text": "But you did not think about the things that you were doing,"
          },
          {
            "tag": "q2",
            "text": "or think about what would result."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You people of Babylon who enjoy pleasures and who live in luxury,"
          },
          {
            "tag": "q2",
            "text": "listen to this:"
          },
          {
            "tag": "q1",
            "text": "You act as through you were gods, saying, \"I am special, and there is no one better than I am,\""
          },
          {
            "tag": "q1",
            "text": "None of our women will never become widows,"
          },
          {
            "tag": "q2",
            "text": "and none of our children will never be killed in wars.'"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But both of those things will happen to you suddenly:"
          },
          {
            "tag": "q2",
            "text": "many of your women will become widows"
          },
          {
            "tag": "q2",
            "text": "and many of your children will die,"
          },
          {
            "tag": "q1",
            "text": "even though you perform much sorcery and many kinds of magic to prevent bad things from happening to you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You felt safe even though you were doing many wicked things,"
          },
          {
            "tag": "q2",
            "text": "and you said, 'No one will see what we are doing!'"
          },
          {
            "tag": "q1",
            "text": "You thought that you were very wise and knew many things,"
          },
          {
            "tag": "q2",
            "text": "and you said, 'We are gods, and there are no others like us,'"
          },
          {
            "tag": "q2",
            "text": "but you deceived yourselves."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So you will experience terrible things,"
          },
          {
            "tag": "q2",
            "text": "and you will not be able to prevent them by working magic."
          },
          {
            "tag": "q1",
            "text": "You will experience disasters,"
          },
          {
            "tag": "q2",
            "text": "and you will not be able to pay any magician to keep those things from happening."
          },
          {
            "tag": "q1",
            "text": "A catastrophe will happen to you suddenly,"
          },
          {
            "tag": "q2",
            "text": "something that you will not realize is about to happen."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So continue to perform all your magic spells!"
          },
          {
            "tag": "q2",
            "text": "Keep doing the many kinds of sorcery that you have been doing for many years!"
          },
          {
            "tag": "q1",
            "text": "Perhaps doing those things will enable you to be successful;"
          },
          {
            "tag": "q2",
            "text": "perhaps you will be able to cause your enemies to be afraid of you!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But all that has resulted from your doing all the things that the magicians have told you to do is that you have become tired!"
          },
          {
            "tag": "q1",
            "text": "The men who look at the stars, announce every new moon, predict what will happen"
          },
          {
            "tag": "q2",
            "text": "should come forward and rescue you from the disasters that you are about to experience."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But they cannot do that, because they are like straw that is burning in a fire;"
          },
          {
            "tag": "q2",
            "text": "they cannot save themselves from being burned up in the flames."
          },
          {
            "tag": "q1",
            "text": "They are unable to help you;"
          },
          {
            "tag": "q2",
            "text": "they are as useless as stubble that burns, but that fire will burn them up rather than let them enjoy the heat."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And they will disappoint you, those with whom you faithfully worked and with whom you traveled and traded when you were younger,"
          },
          {
            "tag": "q1",
            "text": "and yet all of them keep doing their own foolish things;"
          },
          {
            "tag": "q2",
            "text": "and when you cry out for help, there is no one who can help you.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 47
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}