{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Because I am very concerned about the people of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "I will do something to help them."
          },
          {
            "tag": "q1",
            "text": "I will not stop praying for them"
          },
          {
            "tag": "q2",
            "text": "until they are rescued from their oppressors,"
          },
          {
            "tag": "q1",
            "text": "until that becomes as apparent to everyone as the dawn every morning,"
          },
          {
            "tag": "q2",
            "text": "until people can see it as clearly as they see a torch shining brightly at night."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Some day the people of many nations will know that Yahweh has rescued you, his people."
          },
          {
            "tag": "q2",
            "text": "Their kings will see that your city is very great."
          },
          {
            "tag": "q1",
            "text": "And Yahweh will give your city a new name."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It will be as though Yahweh had held you up in his hands in order that everyone can see you."
          },
          {
            "tag": "q2",
            "text": "Under his authority you will be like a crown worn by a king."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your city will never again be called 'the deserted city,' and your country will never again be called 'the desolate land';"
          },
          {
            "tag": "q2",
            "text": "it will be called 'the land that Yahweh delights in,'"
          },
          {
            "tag": "q2",
            "text": "and it will also be called 'married to Yahweh.'"
          },
          {
            "tag": "q1",
            "text": "It will be called that because Yahweh will be delighted with you,"
          },
          {
            "tag": "q2",
            "text": "and it will be as though you were his bride."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You people will live in all the country of Judah"
          },
          {
            "tag": "q2",
            "text": "like a young man lives with his bride."
          },
          {
            "tag": "q1",
            "text": "And our God will be happy that you belong to him,"
          },
          {
            "tag": "q2",
            "text": "like a bridegroom is happy that his bride belongs to him."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You people of Jerusalem, I have placed watchmen on your walls;"
          },
          {
            "tag": "q2",
            "text": "they will earnestly pray to Yahweh day and night."
          },
          {
            "tag": "q1",
            "text": "You watchmen, you must not stop praying"
          },
          {
            "tag": "q2",
            "text": "and reminding Yahweh about what he has promised to do."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "And tell Yahweh that he should not rest"
          },
          {
            "tag": "q2",
            "text": "until he causes Jerusalem to be a city that is famous and admired throughout the world."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh has raised his right hand to solemnly promise to the people of Jerusalem:"
          },
          {
            "tag": "q2",
            "text": "\"I will use my power and will never again allow your enemies to defeat you;"
          },
          {
            "tag": "q1",
            "text": "soldiers from other nations will never come again to take away your grain"
          },
          {
            "tag": "q2",
            "text": "and the wine that you worked hard to produce."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You yourselves will grow the grain,"
          },
          {
            "tag": "q2",
            "text": "and you will be the ones who will praise me, Yahweh, while you eat the bread made from the grain."
          },
          {
            "tag": "q1",
            "text": "Inside the courtyards of my temple,"
          },
          {
            "tag": "q2",
            "text": "you yourselves will drink the wine made from the grapes that you harvested.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Go out through the city gates!"
          },
          {
            "tag": "q2",
            "text": "Prepare the highway on which people will return from other countries!"
          },
          {
            "tag": "q1",
            "text": "Cause the road to become smooth;"
          },
          {
            "tag": "q2",
            "text": "clear off all the stones;"
          },
          {
            "tag": "q1",
            "text": "set up signal flags to help the people groups to see the road to Jerusalem."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "This is the message that Yahweh has sent to the people of every nation."
          },
          {
            "tag": "q2",
            "text": "Tell the people of Israel, \"The one who will rescue you is coming!"
          },
          {
            "tag": "q1",
            "text": "Look! He will be bringing to you your reward;"
          },
          {
            "tag": "q2",
            "text": "those whom he has rescued will be going ahead of him.\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They will be called: \"Yahweh's own people,"
          },
          {
            "tag": "q2",
            "text": "and ones whom he rescued.\""
          },
          {
            "tag": "q1",
            "text": "And Jerusalem will be known as: \"The city that Yahweh loves,\""
          },
          {
            "tag": "q2",
            "text": "and \"The city that is no longer abandoned.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 62
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}