[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh has done glorious things for you,"
  },
  {
    "t": "q",
    "v": "and he has acted powerfully for you;"
  },
  {
    "t": "q",
    "v": "so show others that he is very great!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "complete darkness,"
  },
  {
    "t": "q",
    "v": "but Yahweh will show you how great he is,"
  },
  {
    "t": "q",
    "v": "and other people will also see it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and kings will come to see the wonderful things that have happened to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your sons will come from distant countries;"
  },
  {
    "t": "q",
    "v": "others will carry your little daughters home."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will be very joyful in your inner beings,"
  },
  {
    "t": "q",
    "v": "because people will bring valuable goods to you from all around the world."
  },
  {
    "t": "q",
    "v": "They will bring valuable things from many nations in ships."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "camels from the Midian and Ephah areas of northern Arabia."
  },
  {
    "t": "q",
    "v": "And from Sheba in southern Arabia they will come, bringing gold and frankincense;"
  },
  {
    "t": "q",
    "v": "they will all come to praise me, Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will bring rams from Nebaioth for you to sacrifice on my altars,"
  },
  {
    "t": "q",
    "v": "and I will accept them happily."
  },
  {
    "t": "q",
    "v": "At that time I will cause my temple to be very beautifully decorated."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "moving swiftly like clouds?"
  },
  {
    "t": "q",
    "v": "They resemble pigeons returning to their nests."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When your people come, they will bring with them all the valuable possessions that they have acquired,"
  },
  {
    "t": "q",
    "v": "and they will do that to honor me, Yahweh, your God, the Holy One of Israel,"
  },
  {
    "t": "q",
    "v": "because I will have greatly honored you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and their kings will serve you."
  },
  {
    "t": "q",
    "v": "Although I punished you because I was angry with you,"
  },
  {
    "t": "q",
    "v": "these things will happen now because I will act mercifully toward you because I am kind."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order that people will be able to bring into your cities valuable things from many countries,"
  },
  {
    "t": "q",
    "v": "with their kings being led to you in the processions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "lumber from cypress trees and fir trees and pine trees—"
  },
  {
    "t": "q",
    "v": "to be used to make my temple beautiful."
  },
  {
    "t": "q",
    "v": "When that is done, my temple will truly be glorious!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who despised you will prostrate themselves in front of your feet."
  },
  {
    "t": "q",
    "v": "They will say that your city on Mount Zion"
  },
  {
    "t": "q",
    "v": "is the City of Yahweh,"
  },
  {
    "t": "q",
    "v": "where the Holy One of Israel lives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but now your city will be majestic forever;"
  },
  {
    "t": "q",
    "v": "and I will cause you to be joyful forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When that happens, you will realize that I truly am Yahweh,"
  },
  {
    "t": "q",
    "v": "the one who saves you and rescues you from your enemies,"
  },
  {
    "t": "q",
    "v": "and that I am the mighty one to whom you Israelite people belong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will bring to you silver and gold."
  },
  {
    "t": "q",
    "v": "Instead of wood and stones,"
  },
  {
    "t": "q",
    "v": "I will bring you bronze and iron for your buildings."
  },
  {
    "t": "q",
    "v": "There will be peace in your country,"
  },
  {
    "t": "q",
    "v": "and your rulers will do what is fair."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people will no longer destroy your land and drive you out of it."
  },
  {
    "t": "q",
    "v": "The people in the city will be safe,"
  },
  {
    "t": "q",
    "v": "and everyone there will praise me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I, Yahweh, will give you more light than the sun and moon;"
  },
  {
    "t": "q",
    "v": "I will be a glorious light for you forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I, Yahweh, will be an everlasting light for you."
  },
  {
    "t": "q",
    "v": "You will never again be sad because of things that happen to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will occupy the land forever,"
  },
  {
    "t": "q",
    "v": "because I myself have put you there like people plant trees"
  },
  {
    "t": "q",
    "v": "in order that you will show others that I am very great."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and small clans will become great nations."
  },
  {
    "t": "q",
    "v": "All those things will happen because, I, Yahweh, will cause them to happen at the right time.”"
  }
]