{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Yahweh said to me, \"Make a large signboard. And write clearly on it, 'Maher-Shalal-Hash-Baz' which means 'quickly plunder and steal everything'.\""
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So I requested Uriah the high priest and Jeberekiah's son Zechariah, men who were both honest witnesses, to watch me as I was doing that."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then I slept with my wife, who was a prophetess, and she became pregnant and then gave birth to a son. Then Yahweh said to me, \"Give him the name Maher-Shalal-Hash-Baz,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "because before he is old enough to say 'papa' or 'mama', the king of Assyria will come with his army and take away all the valuable things in Damascus and in Samaria.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh spoke to me again and said, \"Tell the people of Judah:"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I have taken good care of you people,"
          },
          {
            "tag": "q2",
            "text": "but you have rejected that, thinking that my help was very small,"
          },
          {
            "tag": "q1",
            "text": "like the small canal through which water flows from the spring of Gihon into Jerusalem."
          },
          {
            "tag": "q2",
            "text": "Instead, you have been happy to request help from King Rezin and King Pekah."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore, I, the Lord, will soon cause the powerful army of the king of Assyria, which will be like a great flood from the Euphrates River, to attack the people of Judah."
          },
          {
            "tag": "q2",
            "text": "Their soldiers will be everywhere in your country, like a river that overflows all its banks."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Those soldiers will go all over Judah,"
          },
          {
            "tag": "q2",
            "text": "like a river whose water rises as high as a person's neck."
          },
          {
            "tag": "q1",
            "text": "Their army will spread over the land quickly, like an eagle,"
          },
          {
            "tag": "q2",
            "text": "and they will cover your entire land!"
          },
          {
            "tag": "q1",
            "text": "But I, your God, will be with you!\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Listen, all you people in distant countries!"
          },
          {
            "tag": "q2",
            "text": "You can prepare to attack Judah."
          },
          {
            "tag": "q1",
            "text": "You can prepare for battle, and shout your war cries,"
          },
          {
            "tag": "q2",
            "text": "but your armies will be crushed!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You can prepare for what you will do to attack Judah,"
          },
          {
            "tag": "q2",
            "text": "but what you plan to do will be useless!"
          },
          {
            "tag": "q1",
            "text": "You will not succeed,"
          },
          {
            "tag": "q2",
            "text": "because God is with us!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh strongly warned me not to act like the other people in Judah did. He said to me,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "\"Do not say that everything that people do is conspiring against the government,"
          },
          {
            "tag": "q2",
            "text": "like other people say,"
          },
          {
            "tag": "q1",
            "text": "and do not be afraid of the things that other people are afraid of."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I, Yahweh, commander of the angel armies, am the one you should consider to be holy."
          },
          {
            "tag": "q2",
            "text": "I am the one you should fear,"
          },
          {
            "tag": "q2",
            "text": "the one you must give an account to."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh will protect you."
          },
          {
            "tag": "q1",
            "text": "But as for the other people in Israel and Judah,"
          },
          {
            "tag": "q2",
            "text": "Yahweh will be like a stone that causes people to stumble,"
          },
          {
            "tag": "q2",
            "text": "like a rock that causes them to fall down."
          },
          {
            "tag": "q1",
            "text": "And as for the people of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "he will be like a trap or a snare."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Many people will stumble and fall down"
          },
          {
            "tag": "q2",
            "text": "and never get up again."
          },
          {
            "tag": "q1",
            "text": "They will experience great troubles;"
          },
          {
            "tag": "q2",
            "text": "they will be captured by their enemies.\""
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So I say to you who are my disciples, seal up this scroll"
          },
          {
            "tag": "q2",
            "text": "on which I have written the messages that God has given to me,"
          },
          {
            "tag": "q1",
            "text": "and give his instructions to others who have accompanied me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I will wait to see what Yahweh will do."
          },
          {
            "tag": "q1",
            "text": "He has rejected the descendants of Jacob,"
          },
          {
            "tag": "q2",
            "text": "but I will confidently expect him to help me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I and the children that Yahweh has given to me are like signs to warn the people of Israel;"
          },
          {
            "tag": "q2",
            "text": "we are warnings from Yahweh, commander of the angel armies,"
          },
          {
            "tag": "q2",
            "text": "the one who lives in his temple on Mount Zion in Jerusalem."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Some people may urge you to consult those who talk with the spirits of dead people or with those who say that they receive messages from those spirits. They whisper and mutter about what we should do in the future. But God is the one whom we should ask to guide us! It is ridiculous for people who are alive to request spirits of dead people to tell us what we should do!"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Pay attention to God's instructions and teaching! If people do not say things that agree with what God teaches us, what they say is worthless. It is as though those people are in darkness."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They will wander through the land, worried and hungry. And when they become very hungry, they will become very angry. They will look up toward heaven and curse God and will also curse their king."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "They will look around the land and see only trouble and darkness and things that cause them to despair. And then they will be thrown into very black darkness."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}