{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Come here! All you people who are in exile,"
          },
          {
            "tag": "q2",
            "text": "and listen to me!"
          },
          {
            "tag": "q1",
            "text": "If you are thirsty,"
          },
          {
            "tag": "q2",
            "text": "now is the time for you to come to me and get your water!"
          },
          {
            "tag": "q1",
            "text": "Now those who had no money,"
          },
          {
            "tag": "q2",
            "text": "you can come and buy wine and milk from me, the finest wine and the best milk!"
          },
          {
            "tag": "q1",
            "text": "You can get what you need from me,"
          },
          {
            "tag": "q2",
            "text": "and you can buy it now!"
          },
          {
            "tag": "q1",
            "text": "You can buy it even though you do not have any money,"
          },
          {
            "tag": "q2",
            "text": "and even though you could never afford it!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Why do you spend money to buy things that do not supply what you really need?"
          },
          {
            "tag": "q1",
            "text": "Why do you work hard to get money to buy things that do not truly satisfy you?"
          },
          {
            "tag": "q1",
            "text": "Pay attention to what I say"
          },
          {
            "tag": "q2",
            "text": "and acquire what is really good!"
          },
          {
            "tag": "q1",
            "text": "If you come to me, then in your heart you will truly be happy."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Listen to me and come to me;"
          },
          {
            "tag": "q2",
            "text": "pay attention to me, and if you do that, you will have new life within you."
          },
          {
            "tag": "q1",
            "text": "I will make a covenant with you that will last forever"
          },
          {
            "tag": "q2",
            "text": "to faithfully love you like my love for King David."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "By what he did, I showed my power to many people groups;"
          },
          {
            "tag": "q2",
            "text": "I caused him to be a leader and commander over the people of many nations."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And similarly, you will summon people of other nations to come to you,"
          },
          {
            "tag": "q1",
            "text": "nations that previously you have not heard about,"
          },
          {
            "tag": "q2",
            "text": "and they had not heard about you;"
          },
          {
            "tag": "q1",
            "text": "and they will come to you quickly"
          },
          {
            "tag": "q2",
            "text": "because they will have heard that I, Yahweh, your God, the Holy One of Israel, have honored you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Seek to know Yahweh while it is still possible for you to do that;"
          },
          {
            "tag": "q2",
            "text": "call to Yahweh while he is near!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Wicked people should abandon their wicked behavior,"
          },
          {
            "tag": "q2",
            "text": "and evil people should stop thinking what is evil."
          },
          {
            "tag": "q1",
            "text": "They should turn to Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and if they do that, he will act mercifully toward them;"
          },
          {
            "tag": "q1",
            "text": "they should turn to Yahweh, their God,"
          },
          {
            "tag": "q2",
            "text": "because he will fully pardon them for all the wicked things that they have done."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh declares that what he thinks is not the same as what you think,"
          },
          {
            "tag": "q2",
            "text": "and what he does is very different from what you do."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Just as you people on the earth can never reach the sky,"
          },
          {
            "tag": "q2",
            "text": "the thoughts of Yahweh are that much higher than the way you think."
          },
          {
            "tag": "q1",
            "text": "His ways are always different from what you do."
          },
          {
            "tag": "q1",
            "text": "And so, you can be sure that you can never fully understand the way Yahweh thinks or know the reasons for what Yahweh does."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh sends the rain and snow down from the sky,"
          },
          {
            "tag": "q2",
            "text": "and they water the ground."
          },
          {
            "tag": "q1",
            "text": "When the ground becomes moist, it causes plants to sprout and grow,"
          },
          {
            "tag": "q2",
            "text": "with the result that the soil produces seed for the farmer to plant and grain to produce flour to make bread for people to eat."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "And similarly, the things that I promise to do, I will always cause to happen;"
          },
          {
            "tag": "q2",
            "text": "my promises will always come true."
          },
          {
            "tag": "q1",
            "text": "They will accomplish the things for which I spoke them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "This is why you will leave Babylon joyfully;"
          },
          {
            "tag": "q2",
            "text": "you will have peace as Yahweh leads you out."
          },
          {
            "tag": "q1",
            "text": "It will be as though the hills and mountains sang joyfully,"
          },
          {
            "tag": "q2",
            "text": "and the trees in the fields clapped their hands."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Instead of thornbushes and briers,"
          },
          {
            "tag": "q2",
            "text": "pine trees and myrtle trees will grow in your land."
          },
          {
            "tag": "q1",
            "text": "As a result of that, people will honor Yahweh much more;"
          },
          {
            "tag": "q2",
            "text": "and what Yahweh does will cause everyone to remember what he has promised, and they will honor him.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 55
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}