[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "everything that you depend on—"
  },
  {
    "t": "q",
    "v": "all food and water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "judges and prophets,"
  },
  {
    "t": "q",
    "v": "people who do rituals to find out what will happen in the future and the elders,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "advisors, skilled craftsmen, and those who perform rituals of magic."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "young children will rule."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people will fight against their neighbors."
  },
  {
    "t": "q",
    "v": "Young people will say shameful things against older people,"
  },
  {
    "t": "q",
    "v": "and vulgar people will sneer at people whom others usually honor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘You still have a coat; people respect you for that."
  },
  {
    "t": "q",
    "v": "So you be our leader!"
  },
  {
    "t": "q",
    "v": "You rule this city, which is now a pile of ruins.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘No, I cannot help you,"
  },
  {
    "t": "q",
    "v": "because I do not have any extra food or clothes in this house."
  },
  {
    "t": "q",
    "v": "So do not make me your leader!’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because everything that the people do and say there opposes Yahweh,"
  },
  {
    "t": "q",
    "v": "the powerful and glorious one,"
  },
  {
    "t": "q",
    "v": "and they refuse to obey him."
  },
  {
    "t": "q",
    "v": "They rebel against him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are proud about their sins,"
  },
  {
    "t": "q",
    "v": "like the people of Sodom were long ago;"
  },
  {
    "t": "q",
    "v": "they do not try to hide their sins; they talk about them."
  },
  {
    "t": "q",
    "v": "Because of their sins, terrible things will certainly happen to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will enjoy the blessings that they will receive for their good deeds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh will pay them back for the evil things that they have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and women rule over my people."
  },
  {
    "t": "q",
    "v": "My people, your leaders are misleading you;"
  },
  {
    "t": "q",
    "v": "they are causing you to do all kinds of evil things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and were ready to accuse his people of breaking the covenant between themselves and him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he says, “The people of Israel are like a vineyard that I planted,"
  },
  {
    "t": "q",
    "v": "but you leaders have made unable to bear any fruit."
  },
  {
    "t": "q",
    "v": "Your houses are full of things that you have stolen from poor people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is as though you were pushing the faces of poor people into the ground.”"
  },
  {
    "t": "q",
    "v": "That is what Yahweh, commander of the angel armies, says."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "Yahweh says this:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "So the Lord will cause sores to be on their heads,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“The women of Jerusalem are haughty;"
  },
  {
    "t": "q",
    "v": "they walk around sticking their chins out,"
  },
  {
    "t": "q",
    "v": "and flirting with men with their eyes."
  },
  {
    "t": "q",
    "v": "They walk with tiny steps"
  },
  {
    "t": "q",
    "v": "with bracelets on their ankles that jingle.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will cause those beautiful women in Jerusalem to become bald."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "At the time that the Lord does that, he will also cause others to take away from the women of Jerusalem all of the beautiful things they like to wear—the ornaments on their ankles and their headbands, their crescent necklaces,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "their earrings and bracelets and veils,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "their scarves and ankle bracelets and sashes, their perfumes and charms."
      },
      {
        "t": "v",
        "n": 21,
        "v": "He will cause others to remove the women’s finger rings and nose rings,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "their nice robes and capes and veils and purses,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "their mirrors and nice linen clothes, the ornaments for their heads, and the shawls."
      },
      {
        "t": "v",
        "n": 24,
        "v": "Instead of smelling nice from perfume, they will stink;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Your men will die by their enemies’ swords,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "People will mourn and cry at the gates of the city."
      },
      {
        "t": "v",
        "n": 1,
        "v": "When that happens, there will be very few unmarried men."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "instead of beautiful sashes, they will have ropes around their waists."
  },
  {
    "t": "q",
    "v": "Instead of having fancy hairdos, they will be bald."
  },
  {
    "t": "q",
    "v": "Instead of fancy robes, they will wear rough sackcloth,"
  },
  {
    "t": "q",
    "v": "Instead of beauty, scars of branding."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your soldiers will also die in battle."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The city will be like a woman who sits on the ground because all her friends have deserted her."
  }
]