{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says, \"You people who live on islands in the ocean,"
          },
          {
            "tag": "q2",
            "text": "be silent in front of me while I ask you some questions!"
          },
          {
            "tag": "q1",
            "text": "Then you can be courageous and talk to me."
          },
          {
            "tag": "q2",
            "text": "We will meet together and decide which one of us is right."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Who has raised up this king to come from the east?"
          },
          {
            "tag": "q1",
            "text": "He is the one who does what is right with every step. He hands nations over to him and he defeats them,"
          },
          {
            "tag": "q2",
            "text": "and he tramples their kings under his feet."
          },
          {
            "tag": "q1",
            "text": "He cuts their enemies and they are destroyed so they are like the dust, "
          },
          {
            "tag": "q2",
            "text": "and his army shoots them with bows and arrows so that they are like the chaff when the wind blows. "
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Even though they in danger, they go very swiftly as"
          },
          {
            "tag": "q2",
            "text": "they pursue their enemies, and nothing stops them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Who has enabled rulers to do mighty deeds like that?"
          },
          {
            "tag": "q2",
            "text": "Who has done that throughout all generations?"
          },
          {
            "tag": "q1",
            "text": "It is I, Yahweh!"
          },
          {
            "tag": "q2",
            "text": "I was the first one to do things like that, and I will be the last one to do them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "People who live on islands in the ocean are afraid while they watch."
          },
          {
            "tag": "q2",
            "text": "People in remote areas tremble and gather together."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They encourage each other and say to each other,"
          },
          {
            "tag": "q2",
            "text": "'Be strong!'"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The woodworkers encourage those who make things from gold,"
          },
          {
            "tag": "q2",
            "text": "and the men who flatten metal encourage those who hammer it on an anvil."
          },
          {
            "tag": "q1",
            "text": "They all say, 'The idol has been well made!'"
          },
          {
            "tag": "q2",
            "text": "Then they carefully nail down the idol in order that it will not topple over!\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh continues to say, \"You people of Israel are my servants;"
          },
          {
            "tag": "q2",
            "text": "you are descendants of Jacob, whom I chose;"
          },
          {
            "tag": "q2",
            "text": "you are descendants of Abraham, who I said was my friend."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I summoned you from very distant places on the earth,"
          },
          {
            "tag": "q2",
            "text": "and I said, 'I want you to serve me.'"
          },
          {
            "tag": "q1",
            "text": "I have chosen you,"
          },
          {
            "tag": "q2",
            "text": "and I will not reject you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not be afraid,"
          },
          {
            "tag": "q2",
            "text": "because I will be with you."
          },
          {
            "tag": "q1",
            "text": "Do not be discouraged, because I am your God."
          },
          {
            "tag": "q2",
            "text": "I will enable you to be strong, and I will help you;"
          },
          {
            "tag": "q2",
            "text": "I will hold you up with my powerful arm by which I will rescue you, and I will be completely right to do so!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is certain that all those who are angry with you Israelite people will be disgraced."
          },
          {
            "tag": "q2",
            "text": "Those who oppose you will be wiped out;"
          },
          {
            "tag": "q2",
            "text": "they will all die."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If you search for those who tried to conquer you,"
          },
          {
            "tag": "q1",
            "text": "you will not find them,"
          },
          {
            "tag": "q2",
            "text": "because they will all disappear."
          },
          {
            "tag": "q1",
            "text": "Those who attacked you"
          },
          {
            "tag": "q2",
            "text": "will not exist anymore,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "because it will be as though I will hold you up by your right hand."
          },
          {
            "tag": "q2",
            "text": "I am Yahweh, your God,"
          },
          {
            "tag": "q1",
            "text": "and I say to you, 'Do not be afraid,"
          },
          {
            "tag": "q2",
            "text": "because I will help you.'"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Although others have treated you people of Israel like worms,"
          },
          {
            "tag": "q2",
            "text": "do not be afraid of your enemies,"
          },
          {
            "tag": "q1",
            "text": "because I will help you!\""
          },
          {
            "tag": "q1",
            "text": "This is what Yahweh solemnly says—the one who rescues you,"
          },
          {
            "tag": "q2",
            "text": "the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He continues to say, \"I will cause you to be like a new threshing sledge, very sharp and two-edged."
          },
          {
            "tag": "q1",
            "text": "You will tear your enemies to bits"
          },
          {
            "tag": "q2",
            "text": "causing them to be like bits of chaff on the mountains."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You will toss them up into the air,"
          },
          {
            "tag": "q2",
            "text": "and a strong wind will blow them away."
          },
          {
            "tag": "q1",
            "text": "When that happens, you will rejoice about what I have done for you;"
          },
          {
            "tag": "q2",
            "text": "you will praise me, Yahweh, the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When poor and needy people need water and they have no water,"
          },
          {
            "tag": "q2",
            "text": "and their tongues are very dry because they are very thirsty,"
          },
          {
            "tag": "q2",
            "text": "I, Yahweh, will come and help them."
          },
          {
            "tag": "q1",
            "text": "I, the God to whom you Israelite people belong, will never abandon them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I will cause rivers to flow for them on the barren hills."
          },
          {
            "tag": "q2",
            "text": "I will give them fountains in the valleys."
          },
          {
            "tag": "q1",
            "text": "I will fill the desert with pools of water."
          },
          {
            "tag": "q2",
            "text": "Water from springs will flow into rivers,"
          },
          {
            "tag": "q2",
            "text": "and the rivers will flow across the dry ground."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I will plant cedars, acacia, and myrtle, in the wilderness—"
          },
          {
            "tag": "q2",
            "text": "and olive trees I will plant in the desert plain— cypresses, pines, and boxtrees all together."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I will do that in order that people who see it will think about it, and they will know and understand"
          },
          {
            "tag": "q2",
            "text": "that it is I, Yahweh, who has done it;"
          },
          {
            "tag": "q1",
            "text": "it is what I, the Holy One of Israel, have done."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I, Yahweh, the king of Israel am speaking to you nations:"
          },
          {
            "tag": "q2",
            "text": "Come and tell me what your idols can do for you! Argue your best in defense of them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Bring them here to tell us what is going to happen!"
          },
          {
            "tag": "q2",
            "text": "Ask them to tell us what things happened long ago,"
          },
          {
            "tag": "q1",
            "text": "in order that we may think about those things,"
          },
          {
            "tag": "q2",
            "text": "and learn if those things that they predicted really happened."
          },
          {
            "tag": "q1",
            "text": "Or ask them to tell us about the future,"
          },
          {
            "tag": "q2",
            "text": "in order for us to know what will happen."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yes, those idols should tell us what will happen in the future."
          },
          {
            "tag": "q2",
            "text": "If they do that, we will know that they are really gods."
          },
          {
            "tag": "q1",
            "text": "Tell them to do something—either something good or something bad!"
          },
          {
            "tag": "q2",
            "text": "Tell them to do something that will cause us to be amazed and afraid!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But that is impossible, because idols are absolutely worthless;"
          },
          {
            "tag": "q2",
            "text": "they can do nothing,"
          },
          {
            "tag": "q2",
            "text": "and I detest those who decide to worship idols.\""
          },
          {
            "tag": "v",
            "num": "25",
            "text": "\"But I have incited a ruler who will come with his army from the north."
          },
          {
            "tag": "q2",
            "text": "I have summoned him to come from his country, which is east of Israel,"
          },
          {
            "tag": "q1",
            "text": "and he will call on me for help."
          },
          {
            "tag": "q2",
            "text": "I will enable his army to conquer other rulers;"
          },
          {
            "tag": "q2",
            "text": "they will trample those leaders like a man who makes clay pots first tramples the clay."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Who told you people long ago that this would happen?"
          },
          {
            "tag": "q2",
            "text": "Who predicted it, with the result that we can say, \"What he predicted was correct!\"?"
          },
          {
            "tag": "q1",
            "text": "No one else said that it would happen."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I was the first one to say to the people of Jerusalem:"
          },
          {
            "tag": "q2",
            "text": "'Listen to this! I have appointed a messenger to tell good news to you!'"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "None of your idols told you that."
          },
          {
            "tag": "q2",
            "text": "And when I asked them questions, none of them was able to give me any answers."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Think about it: Those idols are all useless, worthless things."
          },
          {
            "tag": "q2",
            "text": "They are as meaningless as the wind.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 41
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}