{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says, \"I want you people to know about my servant, whom I encourage."
          },
          {
            "tag": "q2",
            "text": "I have chosen him, and I am pleased with him."
          },
          {
            "tag": "q1",
            "text": "I have given him my Spirit,"
          },
          {
            "tag": "q2",
            "text": "and he will make certain that all the people groups do what is right."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He will not show his power by shouting"
          },
          {
            "tag": "q2",
            "text": "or by talking very loudly."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He will not get rid of anyone who is weak like a smashed reed,"
          },
          {
            "tag": "q2",
            "text": "and he will not end the life of anyone who is helpless, like an oil lamp about to stop burning."
          },
          {
            "tag": "q1",
            "text": "He will faithfully make sure that judges decide cases justly."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He will not become exhausted or discouraged all during the time that he is causing things to be done justly throughout the earth."
          },
          {
            "tag": "q1",
            "text": "Even people living on the islands in the oceans will confidently wait for him to teach them his laws.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh our God created the sky"
          },
          {
            "tag": "q2",
            "text": "and spread it out."
          },
          {
            "tag": "q1",
            "text": "He also created the earth and everything on it."
          },
          {
            "tag": "q2",
            "text": "He gives breath to all the people on the earth and causes them to live."
          },
          {
            "tag": "q1",
            "text": "And he is the one who says to his special servant,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "\"I, Yahweh, have chosen you"
          },
          {
            "tag": "q2",
            "text": "to show people that I always act righteously."
          },
          {
            "tag": "q1",
            "text": "I will grasp your hand and protect you,"
          },
          {
            "tag": "q2",
            "text": "and I will present you to my Israelite people"
          },
          {
            "tag": "q2",
            "text": "to be the one who will put into effect my covenant with them."
          },
          {
            "tag": "q1",
            "text": "You will be like a light to the other nations."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For you will enable blind people to see,"
          },
          {
            "tag": "q2",
            "text": "you will free those who are in prison"
          },
          {
            "tag": "q2",
            "text": "and release those who are in dark dungeons."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I am Yahweh; that is my name."
          },
          {
            "tag": "q2",
            "text": "I will not allow anyone else to receive the honor that only I deserve."
          },
          {
            "tag": "q2",
            "text": "And I will not allow others to praise idols, for they should praise only me."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Everything that I have prophesied has happened,"
          },
          {
            "tag": "q2",
            "text": "and now I will tell about other things that will happen."
          },
          {
            "tag": "q1",
            "text": "I will tell you things that will happen before they happen.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Sing a new song to Yahweh!"
          },
          {
            "tag": "q2",
            "text": "Sing to praise him throughout the world!"
          },
          {
            "tag": "q1",
            "text": "All you people who sail across the oceans, and all you creatures that live in the oceans,"
          },
          {
            "tag": "q2",
            "text": "and all you people who live on islands far away, sing!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You people who live in towns in the desert, sing loudly!"
          },
          {
            "tag": "q2",
            "text": "You people who live in the region of Kedar in the north of Arabia, you rejoice also!"
          },
          {
            "tag": "q1",
            "text": "You people in the city of Sela in Edom, you also should sing joyfully;"
          },
          {
            "tag": "q2",
            "text": "shout to praise him from the tops of your mountains!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Even people who live on distant islands should honor Yahweh"
          },
          {
            "tag": "q2",
            "text": "and sing to praise him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It will be as though Yahweh will march out like a mighty soldier;"
          },
          {
            "tag": "q2",
            "text": "he will show that he is very angry."
          },
          {
            "tag": "q1",
            "text": "He will shout a battle cry,"
          },
          {
            "tag": "q2",
            "text": "and then he will defeat all his enemies."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He will say, \"I have remained silent for a long time;"
          },
          {
            "tag": "q2",
            "text": "I have restrained myself from doing what I need to do."
          },
          {
            "tag": "q1",
            "text": "But now, like a woman who is giving birth to a baby, I will cry out and gasp and pant."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will level off the hills and mountains,"
          },
          {
            "tag": "q2",
            "text": "and I will cause all the plants and trees to dry up."
          },
          {
            "tag": "q1",
            "text": "I will cause the rivers to become small streams, and little islands will appear in them,"
          },
          {
            "tag": "q2",
            "text": "and I will cause all the pools to become dry."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "My people who have been taken into exile are like blind people,"
          },
          {
            "tag": "q2",
            "text": "but I will lead them along a road on which they have not walked before,"
          },
          {
            "tag": "q1",
            "text": "on a road that they have not seen before."
          },
          {
            "tag": "q2",
            "text": "They have felt very helpless, as though they were walking in the darkness,"
          },
          {
            "tag": "q1",
            "text": "but I will take away that darkness"
          },
          {
            "tag": "q2",
            "text": "and I will make smooth the road that is in front of them."
          },
          {
            "tag": "q1",
            "text": "Those are the things that I will do for them;"
          },
          {
            "tag": "q2",
            "text": "I will not abandon them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But those who trust in carved idols,"
          },
          {
            "tag": "q2",
            "text": "and say to images, 'You are our gods,'"
          },
          {
            "tag": "q2",
            "text": "will be completely humiliated.\""
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You Israelite people who have acted toward God like deaf people, listen to what Yahweh says!"
          },
          {
            "tag": "q2",
            "text": "\"You who have been like blind people, look!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "No people are as blind as my people, who should have been serving me."
          },
          {
            "tag": "q2",
            "text": "No people are as much like deaf people as the Israelites, who should have been my messengers."
          },
          {
            "tag": "q1",
            "text": "No people are as much like blind people as those whom I chose to serve me in a covenant."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You see and know what are the right things to do, but you do not do them."
          },
          {
            "tag": "q2",
            "text": "You hear what I say to you, but you do not pay attention.\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Because Yahweh is righteous,"
          },
          {
            "tag": "q2",
            "text": "he has honored his glorious laws."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But armies have destroyed Jerusalem and have completely plundered all the valuable things,"
          },
          {
            "tag": "q2",
            "text": "and they have captured Yahweh's people"
          },
          {
            "tag": "q2",
            "text": "and taken them away and put them in prison."
          },
          {
            "tag": "q1",
            "text": "They have been captured easily,"
          },
          {
            "tag": "q2",
            "text": "because there was no one to protect them;"
          },
          {
            "tag": "q1",
            "text": "there was no one to say that they should be allowed to return home."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Who among you will listen carefully to these things?"
          },
          {
            "tag": "q2",
            "text": "Who will pay attention from now on?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Who allowed the valuable possessions of the people of Israel to be stolen?"
          },
          {
            "tag": "q2",
            "text": "It was Yahweh, because he is the one against whom we had sinned;"
          },
          {
            "tag": "q1",
            "text": "we did not conduct our lives like he wanted us to,"
          },
          {
            "tag": "q2",
            "text": "and we did not obey his laws."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Therefore he was extremely angry with us,"
          },
          {
            "tag": "q2",
            "text": "and he caused our soldiers to be destroyed in battles."
          },
          {
            "tag": "q1",
            "text": "It was as though he had lit a fire around us,"
          },
          {
            "tag": "q2",
            "text": "but we did not understand what he was trying to tell us."
          },
          {
            "tag": "q1",
            "text": "His anger with us was like a fire that would burn us up,"
          },
          {
            "tag": "q2",
            "text": "but we did not pay attention."
          }
        ],
        "auto": true
      }
    ],
    "num": 42
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}