[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is also what Yahweh says:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "When I came to you to rescue you,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I cause the sky to become dark,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh our God has taught me to speak for him,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh our God has spoken to me,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I allowed people to beat me on my back"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But because the Lord Yahweh helps me,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "God is near to me; he will show others that I have been right to trust him,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The Lord Yahweh defends me in court,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "If you honor Yahweh"
      },
      {
        "t": "v",
        "n": 11,
        "v": "But you people who oppose me by lighting your own fires,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh says, “You people who desire to act righteously,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Think about your ancestor Abraham and his wife Sarah, of whom all of you are descendants."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Some day I, Yahweh, will encourage Abraham’s descendants again,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "My people of Judah, listen carefully to me,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will soon rescue you and them;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Look up at the sky,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You people who know what things are right to do,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "because some day they will be destroyed"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh, wake up and do something for us!"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Surely you are the one who dried up the sea,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "And those whom Yahweh will rescue from being exiled in Babylonia"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh says,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "You should not have forgotten me, Yahweh, the one who created your nation,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Soon you people, whom your enemies have caused to be slaves in Babylonia, will be freed!"
      },
      {
        "t": "v",
        "n": 15,
        "v": "because I am Yahweh, your God,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I have given you my message to proclaim,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "You people of Jerusalem, wake up!"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Now you do not have any children"
      },
      {
        "t": "v",
        "n": 19,
        "v": "You have experienced these disasters:"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Your children have fainted and lie at the corner of every street;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "So now, you people who have suffered much,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Yahweh, your Lord and your God,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Instead, I will cause those who have tormented you to suffer;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You people who live in the holy city of Jerusalem, wake up!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "People of Jerusalem, get up from where you have been sitting in the dust,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You Israelite people, do not think that I forced your parents to be exiled to Babylonia"
  },
  {
    "t": "q",
    "v": "like some men send away their wives"
  },
  {
    "t": "q",
    "v": "after giving them a paper"
  },
  {
    "t": "q",
    "v": "on which they state that they were divorcing them!"
  },
  {
    "t": "q",
    "v": "I certainly did not get rid of you like a man who sells his children to get money to pay what he owes."
  },
  {
    "t": "q",
    "v": "No, the reason that I forced you to be exiled"
  },
  {
    "t": "q",
    "v": "was to punish you because of the sins that you have committed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "why did no one answer when I called out to you?"
  },
  {
    "t": "q",
    "v": "Was there no one there to buy you back and take you home?"
  },
  {
    "t": "q",
    "v": "Did you think that I do not have the power to rescue you?"
  },
  {
    "t": "q",
    "v": "Think about this:"
  },
  {
    "t": "q",
    "v": "I can speak to a sea and cause it to become dry!"
  },
  {
    "t": "q",
    "v": "I can cause rivers to become deserts"
  },
  {
    "t": "q",
    "v": "with the result that the fish in the rivers die from thirst and rot."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as though it was wearing black clothes because it was mourning because someone had died.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order that I may encourage those who are weary."
  },
  {
    "t": "q",
    "v": "Each morning he awakens me,"
  },
  {
    "t": "q",
    "v": "in order that I may listen to what he teaches me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I have not rejected what he told me;"
  },
  {
    "t": "q",
    "v": "I have accepted it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to pull out the whiskers in my beard because they hated me."
  },
  {
    "t": "q",
    "v": "I did not turn away from them"
  },
  {
    "t": "q",
    "v": "when they made fun of me and spat on me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will never be humiliated."
  },
  {
    "t": "q",
    "v": "Therefore I am determined to face difficulties,"
  },
  {
    "t": "q",
    "v": "and I know that nothing will cause me to be ashamed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so if anyone stands in front of me and accuses me in a court,"
  },
  {
    "t": "q",
    "v": "he will not be able to show that I have done anything that is wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so no one will be able to condemn me."
  },
  {
    "t": "q",
    "v": "All those who accuse me will disappear"
  },
  {
    "t": "q",
    "v": "like old clothes that have been eaten by moths."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do what his servant tells you to do,"
  },
  {
    "t": "q",
    "v": "even if you are walking in darkness, and it seems that there is no light,"
  },
  {
    "t": "q",
    "v": "trust in Yahweh your God to help you; depend on him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and by carrying your own flaming torches:"
  },
  {
    "t": "q",
    "v": "go ahead and live according to your own knowledge,"
  },
  {
    "t": "q",
    "v": "according to what you think is best."
  },
  {
    "t": "q",
    "v": "Yahweh tells you what will happen to you:"
  },
  {
    "t": "q",
    "v": "he will make you die in great torment!"
  }
]