{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When King Hezekiah heard what they reported, he tore his clothes and put on clothes made of rough sackcloth because he was very distressed. Then he went into the temple of Yahweh and prayed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then he sent Eliakim, Shebna, and the older priests, who were also wearing clothes made of rough sackcloth, to talk to Isaiah the prophet, son of Amoz."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They told him, \"Say this to Isaiah: 'King Hezekiah says that this is a day when we have great distress. Other nations are insulting and shaming us. We are like a woman who is about to give birth to a baby, but she does not have the strength that she needs to do it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But perhaps Yahweh our God has heard what the official from Assyria said. Perhaps God knows that the king of Assyria has sent his official to insult him, the all-powerful God. Perhaps Yahweh will punish the king of Assyria for what he said. And I, Hezekiah, request that you pray for the few of us who are still alive here in Jerusalem.'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "After those men gave Isaiah that message,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "he told them to say to the king that Yahweh says: \"Those lackeys from the king of Assyria have said evil things about me. But do not let them worry you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Listen to this: I will make Sennacherib hear some news from his own country that will worry him very much. So he will go back there, and I will make other men to assassinate him with their swords.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "The official from Assyria learned that his king and the army of Assyria had left the city of Lachish and were now attacking Libnah, a nearby city. So the official left Jerusalem and went to Libnah to report to the king what had happened in Jerusalem."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Soon after that, King Sennacherib received a report that King Tirhakah of Ethiopia was leading his army to attack them. So he sent other messengers to Hezekiah with a letter. In the letter he wrote this to Hezekiah:"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "\"Do not allow your god, on whom you are relying, to deceive you by promising that he will keep my army from capturing Jerusalem.\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You have certainly heard what the armies of the kings of Assyria before me did to all the other countries; our armies destroyed them completely. So you really do not think that you will escape from me, do you?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Did the gods of those nations rescue them? Did they rescue the region of Gozan, or the cities of Haran and Rezeph in northern Aram, or the people of the region of Eden in the city of Tel Assar?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "What happened to the king of Hamath and the king of Arpad? What happened to the kings of the cities of Sepharvaim, Hena, and Ivvah? Did their gods rescue them?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Hezekiah received the letter that the messengers gave him, and he read it. Then he went up to the temple and spread out the letter in front of Yahweh."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then Hezekiah prayed this:"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "\"Yahweh, Commander of the angel armies, the God to whom we Israelites belong, you are seated on your throne above the statues of the cherubim, above the sacred chest. Only you are truly God. You rule all the kingdoms on this earth. You are the one who created everything on the earth and in the sky."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So, Yahweh, please listen to what I am saying, and look at what is happening! And listen to what Sennacherib has said to insult you, the all-powerful God!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh, it is true that the armies of the kings of Assyria have completely destroyed many nations and ruined their land."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "And they have thrown all the idols of those nations into fires and burned them. But they were not really gods. They were only idols made of wood and stone, and that is why they were able to be destroyed."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So now, Yahweh our God, please rescue us from the power of the king of Assyria, in order that the people in all the kingdoms of the world may know that you, Yahweh, are the only one who is truly God.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Then Isaiah sent a message to tell Hezekiah that Yahweh, whom the Israelites worshiped, said this to him: \"Because you prayed about what King Sennacherib of Assyria said,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "this is what I say to him:"
          },
          {
            "tag": "q1",
            "text": "'The people of Jerusalem despise you and make fun of you."
          },
          {
            "tag": "q2",
            "text": "They will wag their heads to mock you while you flee from here."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Who do you think you have been despising and ridiculing?"
          },
          {
            "tag": "q2",
            "text": "Who do you think you were shouting at?"
          },
          {
            "tag": "q1",
            "text": "Who do you think you were looking at very proudly?"
          },
          {
            "tag": "q2",
            "text": "It was I, the Holy One whom the Israelites worship!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The messengers whom you sent made fun of me."
          },
          {
            "tag": "q1",
            "text": "You said, \"With my many chariots I have gone to the highest mountains,"
          },
          {
            "tag": "q2",
            "text": "to the highest mountains in Lebanon."
          },
          {
            "tag": "q1",
            "text": "We have cut down its tallest cedar trees"
          },
          {
            "tag": "q2",
            "text": "and its nicest pine trees."
          },
          {
            "tag": "q1",
            "text": "We have been to the most distant peaks"
          },
          {
            "tag": "q2",
            "text": "and to its densest forests."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "We have dug wells in many countries and drunk water from them."
          },
          {
            "tag": "q1",
            "text": "And by marching through the streams of Egypt,"
          },
          {
            "tag": "q2",
            "text": "we dried them all up!\""
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But I reply to him, 'Have you never heard that long ago I determined those things;"
          },
          {
            "tag": "q1",
            "text": "I planned it long ago,"
          },
          {
            "tag": "q2",
            "text": "and now I have been causing it to occur."
          },
          {
            "tag": "q1",
            "text": "I planned that your army would destroy cities"
          },
          {
            "tag": "q2",
            "text": "and cause them to become piles of rubble."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The people in those cities have no power,"
          },
          {
            "tag": "q2",
            "text": "and as a result they are dismayed and discouraged."
          },
          {
            "tag": "q1",
            "text": "They are as frail as grass and plants in the fields,"
          },
          {
            "tag": "q2",
            "text": "as frail as grass that grows on the roofs of houses"
          },
          {
            "tag": "q2",
            "text": "and is scorched by the hot east wind."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But I know everything about you;"
          },
          {
            "tag": "q2",
            "text": "I know when you are in your house and when you go outside;"
          },
          {
            "tag": "q2",
            "text": "I also know that you are raging against me."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "So because you have raged against me"
          },
          {
            "tag": "q2",
            "text": "and because I have heard you speak very proudly,"
          },
          {
            "tag": "q1",
            "text": "it will be as though I will put a hook in your nose"
          },
          {
            "tag": "q2",
            "text": "and an iron bit in your mouth in order that I can take you where I wish,"
          },
          {
            "tag": "q1",
            "text": "and I will force you to return to your own country,"
          },
          {
            "tag": "q2",
            "text": "on the same road on which you came here, without conquering Jerusalem.'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "\"This will prove to you, Hezekiah that it is I, Yahweh, who will make all this happen:"
          },
          {
            "tag": "q1",
            "text": "This year, you will eat only the crops that grow by themselves,"
          },
          {
            "tag": "q2",
            "text": "and next year the same thing will happen."
          },
          {
            "tag": "q1",
            "text": "But in the third year you will plant crops and harvest them;"
          },
          {
            "tag": "q2",
            "text": "you will take care of your vineyards and eat the grapes."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "You people who are still here in Judah,"
          },
          {
            "tag": "q2",
            "text": "will be strong and prosper again."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "A small number of my people will survive,"
          },
          {
            "tag": "q2",
            "text": "and they will spread out from Jerusalem."
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "That will happen because Yahweh, commander of the angel armies, is desiring very much to accomplish it.\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "\"This is what Yahweh says about the king of Assyria:"
          },
          {
            "tag": "q1",
            "text": "'His armies will not enter Jerusalem;"
          },
          {
            "tag": "q2",
            "text": "they will not even shoot a single arrow into it."
          },
          {
            "tag": "q1",
            "text": "His soldiers will not bring one shield up to Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "and they will not build high mounds of dirt against the walls of the city"
          },
          {
            "tag": "q2",
            "text": "to enable them to attack the city."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Instead, their king will return to his own country"
          },
          {
            "tag": "q2",
            "text": "on the same road on which he came here."
          },
          {
            "tag": "q1",
            "text": "He will not enter this city!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "For the sake of my own reputation and because of what I promised King David, who served me well,"
          },
          {
            "tag": "q2",
            "text": "I will defend this city and prevent it from being destroyed.'\""
          }
        ],
        "tag": "p",
        "text": "That will happen because I, Yahweh, have said it!"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "That night, an angel from Yahweh went out to where the army of Assyria had set up their tents and killed 185,000 of their soldiers. When the rest of the soldiers woke up the next morning, they saw that there were corpses everywhere."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then King Sennacherib left and returned home to Nineveh in Assyria and stayed there."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "One day, when he was worshiping in the temple of his god Nisrok, his two sons, Adrammelek and Sharezer, killed him with their swords. Then they escaped and went to the region of Ararat northwest of Nineveh. And another of Sennacherib's sons, Esarhaddon, became the king of Assyria."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 37
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}