{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh gave this message about a land soon to become a desert:"
          },
          {
            "tag": "q1",
            "text": "An army will soon come from the southern Judean wilderness to invade that land;"
          },
          {
            "tag": "q2",
            "text": "they are an army that causes their enemies to be terrified,"
          },
          {
            "tag": "q2",
            "text": "an army that will come sweeping through the wilderness from a terrible land."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh showed me a terrifying vision:"
          },
          {
            "tag": "q1",
            "text": "In the vision I saw an army"
          },
          {
            "tag": "q2",
            "text": "that will betray people and steal their possessions after they conquer them."
          },
          {
            "tag": "q1",
            "text": "Yahweh said, \"You armies from Elam and Media, surround Babylon and prepare to attack it!"
          },
          {
            "tag": "q2",
            "text": "I will cause the groaning and suffering that Babylon caused to cease!\""
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Because of that, my body is full of pain;"
          },
          {
            "tag": "q2",
            "text": "my pain is like the pain that women who are giving birth experience."
          },
          {
            "tag": "q1",
            "text": "When I hear about and see what God is planning to do,"
          },
          {
            "tag": "q2",
            "text": "I am shocked."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "My heart shakes within me, and I tremble with fear."
          },
          {
            "tag": "q2",
            "text": "Early evening is my favorite time of day, "
          },
          {
            "tag": "q2",
            "text": "but now terror has taken over and I am afraid."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "In the vision I saw that the leaders of Babylonia were preparing a great feast."
          },
          {
            "tag": "q2",
            "text": "They had spread rugs for people to sit on;"
          },
          {
            "tag": "q2",
            "text": "everyone was eating and drinking."
          },
          {
            "tag": "q1",
            "text": "But you should get up and prepare your shields, you princes of Babylon,"
          },
          {
            "tag": "q2",
            "text": "because you are about to be attacked!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then Yahweh said to me,"
          },
          {
            "tag": "q1",
            "text": "\"Put a watchman on the wall of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "and tell him to shout what he sees."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Tell him to watch for chariots pulled by pairs of horses,"
          },
          {
            "tag": "q2",
            "text": "and men riding camels and donkeys, coming from Babylon."
          },
          {
            "tag": "q1",
            "text": "Tell the watchman to watch and listen carefully!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "So I did that, and one day the watchman called out,"
          },
          {
            "tag": "q1",
            "text": "\"Day after day I have stood on this watchtower,"
          },
          {
            "tag": "q2",
            "text": "and I have continued to watch during the day and during the night."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "A man comes riding in a chariot pulled by two horses."
          },
          {
            "tag": "q2",
            "text": "I called out to him, and he answered,"
          },
          {
            "tag": "q1",
            "text": "'Babylon has been destroyed!"
          },
          {
            "tag": "q2",
            "text": "All the idols in Babylon lie in pieces on the ground!'\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "My people in Judah, the army of Babylon has caused you to suffer greatly"
          },
          {
            "tag": "q2",
            "text": "as though you were grain that was threshed and winnowed."
          },
          {
            "tag": "q1",
            "text": "But now I have told you what Yahweh, commander of the angel armies, whom we Israelites worship, told me about Babylon."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh gave this message about Edom:"
          },
          {
            "tag": "q1",
            "text": "Someone from Edom has been calling to me saying,"
          },
          {
            "tag": "q2",
            "text": "\"Watchman, how long will it be before the night is over?\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The watchman, replied,"
          },
          {
            "tag": "q2",
            "text": "\"It will soon be morning, but after that, it will soon be night again."
          },
          {
            "tag": "q1",
            "text": "If you want to ask your question, then ask it now,"
          },
          {
            "tag": "q2",
            "text": "and then come back again.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh gave this message about Arabia:"
          },
          {
            "tag": "q1",
            "text": "Give this message to people traveling in caravans from the town of Dedan in northwest Arabia, travelers who camp in the scrub there."
          },
          {
            "tag": "q1",
            "text": "Tell them to bring water for those who are thirsty."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "And you people who live in the city of Tema in northwest Arabia,"
          },
          {
            "tag": "q2",
            "text": "must bring food for the refugees who are fleeing from their enemies."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They are fleeing in order not to be killed by their enemies' swords"
          },
          {
            "tag": "q2",
            "text": "and not to be shot in battles by arrows."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh said to me,"
          },
          {
            "tag": "q1",
            "text": "\"Exactly one year from now,"
          },
          {
            "tag": "q2",
            "text": "all the greatness of the region of Kedar in Arabia will end."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Only a few of their soldiers who know well how to shoot arrows will remain alive."
          },
          {
            "tag": "q1",
            "text": "That will surely happen because I, Yahweh, have said it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 21
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}