{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The Spirit of Yahweh our Lord is on me;"
          },
          {
            "tag": "q2",
            "text": "he has appointed me to bring good news to those who are oppressed,"
          },
          {
            "tag": "q1",
            "text": "to comfort those who are discouraged,"
          },
          {
            "tag": "q2",
            "text": "and to free all those who are as though they are chained by the wrong things that they continually do."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He has sent me to tell those who mourn"
          },
          {
            "tag": "q2",
            "text": "that now is the time when Yahweh will act kindly toward his people;"
          },
          {
            "tag": "q1",
            "text": "now is the time when our God will get revenge on their enemies."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "To all those in Jerusalem who mourn,"
          },
          {
            "tag": "q1",
            "text": "he will give beautiful things to wear on their heads"
          },
          {
            "tag": "q2",
            "text": "instead of ashes that they put on their heads to show that they were sad;"
          },
          {
            "tag": "q1",
            "text": "he will cause them to rejoice instead of being sad;"
          },
          {
            "tag": "q2",
            "text": "he will enable them to be happy instead of being discouraged."
          },
          {
            "tag": "q1",
            "text": "They will be called 'people who continually do what is right,"
          },
          {
            "tag": "q2",
            "text": "people who are like tall oak trees that Yahweh has planted'"
          },
          {
            "tag": "q1",
            "text": "to show others that he is very great."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Those who return from Babylon will rebuild the cities that the soldiers from Babylon tore down."
          },
          {
            "tag": "q2",
            "text": "Even though those cities have been destroyed and abandoned for many years,"
          },
          {
            "tag": "q1",
            "text": "they will be restored."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Foreigners will be the ones who will take care of your flocks of sheep and goats,"
          },
          {
            "tag": "q2",
            "text": "and plow your fields and take care of your grapevines."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But you are the ones who will be like the priests to serve Yahweh,"
          },
          {
            "tag": "q2",
            "text": "to work for God."
          },
          {
            "tag": "q1",
            "text": "You will enjoy valuable goods that are brought from other nations,"
          },
          {
            "tag": "q2",
            "text": "and you will be happy that those things have become yours."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Previously you were shamed and disgraced,"
          },
          {
            "tag": "q2",
            "text": "but now you will have great blessings;"
          },
          {
            "tag": "q1",
            "text": "previously your enemies humbled you,"
          },
          {
            "tag": "q2",
            "text": "but now you will have many good things;"
          },
          {
            "tag": "q1",
            "text": "you will be happy because you will be in your land again,"
          },
          {
            "tag": "q2",
            "text": "and you will rejoice forever."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "\"I, Yahweh, am very pleased with those who decide matters fairly;"
          },
          {
            "tag": "q2",
            "text": "I hate those who illegally take things from other people."
          },
          {
            "tag": "q1",
            "text": "I will surely repay my people"
          },
          {
            "tag": "q2",
            "text": "for all that they have suffered in the past."
          },
          {
            "tag": "q1",
            "text": "And I will make an everlasting agreement with them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Their descendants will be honored by people of other nations; their children will be honored by all the other nations."
          },
          {
            "tag": "q2",
            "text": "Everyone who sees them will know that they are a nation that I, Yahweh, have blessed.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I greatly rejoice because of what Yahweh has done!"
          },
          {
            "tag": "q2",
            "text": "I am happy in all my inner being,"
          },
          {
            "tag": "q1",
            "text": "because he has saved me and declared that I am righteous;"
          },
          {
            "tag": "q2",
            "text": "those blessings are like a robe that he has put on me."
          },
          {
            "tag": "q1",
            "text": "I am as happy as a bridegroom in his wedding clothes,"
          },
          {
            "tag": "q2",
            "text": "or a bride wearing jewels."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Just as seeds sown in a garden sprout from the soil and grow,"
          },
          {
            "tag": "q2",
            "text": "Yahweh our God will cause people of all nations to act righteously,"
          },
          {
            "tag": "q1",
            "text": "with the result that they will praise him for doing that."
          }
        ],
        "auto": true
      }
    ],
    "num": 61
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}