[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who want to do what I want you to do,"
  },
  {
    "t": "q",
    "v": "listen to me!"
  },
  {
    "t": "q",
    "v": "Think about Abraham!"
  },
  {
    "t": "q",
    "v": "It is as though he were a huge rock cliff;"
  },
  {
    "t": "q",
    "v": "and when you people of Israel became a nation,"
  },
  {
    "t": "q",
    "v": "it was as though I had cut you like stones from that rocky cliff."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When I first spoke to Abraham,"
  },
  {
    "t": "q",
    "v": "he had no children."
  },
  {
    "t": "q",
    "v": "But after I blessed him, he had a huge number of descendants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will comfort all the people who live in the ruins of Jerusalem."
  },
  {
    "t": "q",
    "v": "The deserts in that area will become like Eden;"
  },
  {
    "t": "q",
    "v": "it will be like the garden of Yahweh."
  },
  {
    "t": "q",
    "v": "All the people there will be joyful and happy;"
  },
  {
    "t": "q",
    "v": "they will thank me and sing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I command you to proclaim my laws;"
  },
  {
    "t": "q",
    "v": "the right things that I will do will be like a light for the people of all the nations."
  },
  {
    "t": "q",
    "v": "by my power I will rule over the people of the earth and bless them."
  },
  {
    "t": "q",
    "v": "The people who live in the most distant lands on earth will wait for me to help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and look at the earth;"
  },
  {
    "t": "q",
    "v": "see what they are like now,"
  },
  {
    "t": "q",
    "v": "because some day the sky will disappear like smoke,"
  },
  {
    "t": "q",
    "v": "and the earth will wear out like old clothes wear out,"
  },
  {
    "t": "q",
    "v": "and people on the earth will die like flies."
  },
  {
    "t": "q",
    "v": "But I will rescue you, and you will remain free forever,"
  },
  {
    "t": "q",
    "v": "and everyone will know what I do and I will always do what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and who know in your inner beings what is written in my laws,"
  },
  {
    "t": "q",
    "v": "listen to me!"
  },
  {
    "t": "q",
    "v": "Do not be afraid of people who taunt you;"
  },
  {
    "t": "q",
    "v": "do not be disturbed when people revile you,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like clothing that moths have eaten,"
  },
  {
    "t": "q",
    "v": "like wool garments that have been eaten by worms."
  },
  {
    "t": "q",
    "v": "Everyone will know what I do and I will always do what is right; "
  },
  {
    "t": "q",
    "v": "and I will save you, and you will be saved forever.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Show us how strong you are!"
  },
  {
    "t": "q",
    "v": "Do mighty things"
  },
  {
    "t": "q",
    "v": "like you did long ago,"
  },
  {
    "t": "q",
    "v": "when you stabbed Rahab, the sea monster, and cut it into pieces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and made a path through that deep water"
  },
  {
    "t": "q",
    "v": "in order that your people could cross it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will similarly return to Jerusalem singing."
  },
  {
    "t": "q",
    "v": "Their being joyful forever will be like a crown on their heads."
  },
  {
    "t": "q",
    "v": "They will not be sad or mourn anymore;"
  },
  {
    "t": "q",
    "v": "they will be completely joyful and happy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“I am the one who encourages you."
  },
  {
    "t": "q",
    "v": "So why are you afraid of humans"
  },
  {
    "t": "q",
    "v": "who will wither and disappear like grass?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who stretched out the sky"
  },
  {
    "t": "q",
    "v": "and laid the foundations of the earth."
  },
  {
    "t": "q",
    "v": "You should not be afraid of those who are angry with you"
  },
  {
    "t": "q",
    "v": "and want to destroy you."
  },
  {
    "t": "q",
    "v": "You should not be afraid of them now,"
  },
  {
    "t": "q",
    "v": "because those angry people have now disappeared!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will not remain in prison, and you will not die of hunger,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who stirs up the sea and causes the waves to roar;"
  },
  {
    "t": "q",
    "v": "I am Yahweh, commander of the angel armies!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I have protected you by my hand."
  },
  {
    "t": "q",
    "v": "I have done this in order to stretch out the sky"
  },
  {
    "t": "q",
    "v": "and lay the foundation of the earth."
  },
  {
    "t": "q",
    "v": "And I have done this in order to say to you Israelites,"
  },
  {
    "t": "q",
    "v": "‘You are my people!’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You have experienced Yahweh severely punishing you."
  },
  {
    "t": "q",
    "v": "Yahweh has caused you to suffer much"
  },
  {
    "t": "q",
    "v": "and to experience disaster."
  },
  {
    "t": "q",
    "v": "Yahweh gave you this cup to drink, but this was Yahweh’s cup! "
  },
  {
    "t": "q",
    "v": "He forced you to drink every drop out of that large cup, down to the bottom of the bowl. And that drink made you stagger like you had drunk strong wine. This strong wine represents the anger of God, and you are to drink all of it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who are able to take your hand and guide you. You cannot help yourself."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your country has become desolate;"
  },
  {
    "t": "q",
    "v": "your cities have been destroyed;"
  },
  {
    "t": "q",
    "v": "many people have died from hunger;"
  },
  {
    "t": "q",
    "v": "many people have been killed by your enemies’ swords."
  },
  {
    "t": "q",
    "v": "Now there is no one to weep with you and sympathize with you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they are as helpless as an antelope that has been caught in a net."
  },
  {
    "t": "q",
    "v": "What has happened to them is because Yahweh has been very angry with them;"
  },
  {
    "t": "q",
    "v": "he has rebuked them severely."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you who were acting as if you were drunk because you were drinking from his cup. "
  },
  {
    "t": "q",
    "v": "But in truth, it is not because you have drunk out of a cup filled with wine, but because of something else that Yahweh will do. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who argues your case to defend you, he says this:"
  },
  {
    "t": "q",
    "v": "“I have away taken that cup that holds my anger toward you, "
  },
  {
    "t": "q",
    "v": "and I made you experience my anger when I made you drink from that cup. "
  },
  {
    "t": "q",
    "v": "But now I have taken it from you so that you will never drink of it again. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will severely punish those who said to you,"
  },
  {
    "t": "q",
    "v": "‘Lie down in order that we may walk on you;"
  },
  {
    "t": "q",
    "v": "lie down on your stomachs"
  },
  {
    "t": "q",
    "v": "in order that your backs will be like streets that we can walk on.’”"
  }
]