[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the desert will rejoice and flowers will blossom."
  },
  {
    "t": "q",
    "v": "Like the rose,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be as though everything is rejoicing and singing!"
  },
  {
    "t": "q",
    "v": "The deserts will become as beautiful as the trees in Lebanon,"
  },
  {
    "t": "q",
    "v": "as fertile as the plains of the Sharon and the area of Carmel."
  },
  {
    "t": "q",
    "v": "There people will see the glory of Yahweh;"
  },
  {
    "t": "q",
    "v": "they will see that he is magnificent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Be strong and do not be afraid,"
  },
  {
    "t": "q",
    "v": "because our God is going to come to get revenge on his enemies;"
  },
  {
    "t": "q",
    "v": "he will pay them back for what they have done,"
  },
  {
    "t": "q",
    "v": "and he will rescue you.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and enable deaf people to hear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who have been unable to speak will sing joyfully."
  },
  {
    "t": "q",
    "v": "Water will gush out from springs in the desert,"
  },
  {
    "t": "q",
    "v": "and streams will flow in the desert."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and springs will provide water for the dry land."
  },
  {
    "t": "q",
    "v": "Grass and reeds and papyrus will grow in places where the jackals lived previously."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be called ‘the Holy Highway.’"
  },
  {
    "t": "q",
    "v": "People who are not acceptable to God will not walk on that road;"
  },
  {
    "t": "q",
    "v": "it will be only for those who conduct their lives as God wants them to,"
  },
  {
    "t": "q",
    "v": "and no wicked fools will walk on that road."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or any other dangerous animals along that road."
  },
  {
    "t": "q",
    "v": "Only those whom Yahweh has set free will walk on it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will sing as they enter the city,"
  },
  {
    "t": "q",
    "v": "and they will be extremely joyful forever."
  },
  {
    "t": "q",
    "v": "No longer will they be sad or mourn;"
  },
  {
    "t": "q",
    "v": "they will be completely joyful and glad."
  }
]