[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "The rulers of Moab will say to each other,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The women of Moab will be left alone at the fords of the Arnon River;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They will cry out, “Help us!"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Allow those of us who are fleeing from Moab to stay with you;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then Yahweh will appoint someone to be king"
      },
      {
        "t": "v",
        "n": 6,
        "v": "We people of Judah have heard about the people of Moab;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Some day all the people in Moab will weep."
      },
      {
        "t": "v",
        "n": 8,
        "v": "The crops in the fields of Heshbon will wither,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "So I will weep for Jazer"
      },
      {
        "t": "v",
        "n": 10,
        "v": "People will no longer be glad at harvest time."
      },
      {
        "t": "v",
        "n": 11,
        "v": "I cry in my inner being for Moab;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "The people of Moab will go and pray at their high places,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“We must send some lambs from the city of Sela as a gift to the ruler of Judah to persuade him to not allow his army to attack us anymore."
  },
  {
    "t": "q",
    "v": "We should send them through the desert to the king in Jerusalem.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will be like birds that have been pushed out of their nests."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Tell us what we should do!"
  },
  {
    "t": "q",
    "v": "Protect us completely,"
  },
  {
    "t": "q",
    "v": "we who are running away from our enemies,"
  },
  {
    "t": "q",
    "v": "and do not betray us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "hide us from our enemies who want to destroy us!"
  },
  {
    "t": "q",
    "v": "Some day there will be no one to oppress us,"
  },
  {
    "t": "q",
    "v": "and our enemies will stop destroying our land.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who will be a descendant of King David."
  },
  {
    "t": "q",
    "v": "As this man rules, he will be merciful and truthful."
  },
  {
    "t": "q",
    "v": "He will always do what is fair"
  },
  {
    "t": "q",
    "v": "and quickly do what is righteous."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we have heard that they are very proud and conceited;"
  },
  {
    "t": "q",
    "v": "they are insolent,"
  },
  {
    "t": "q",
    "v": "but what they say about themselves is not true."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will all mourn,"
  },
  {
    "t": "q",
    "v": "because there will be no more raisin cakes in the city of Kir Hareseth."
  },
  {
    "t": "q",
    "v": "But more than the cakes, they mourn for the people who lived there, who were all killed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the vineyards of Sibmah will wither also."
  },
  {
    "t": "q",
    "v": "The armies of other nations will destroy Moab,"
  },
  {
    "t": "q",
    "v": "which is like a beautiful grapevine"
  },
  {
    "t": "q",
    "v": "whose branches spread north to Jazer,"
  },
  {
    "t": "q",
    "v": "and east to the desert."
  },
  {
    "t": "q",
    "v": "Its branches spread very far west,"
  },
  {
    "t": "q",
    "v": "to the west side of the Dead Sea."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and for the grapevines of Sibmah."
  },
  {
    "t": "q",
    "v": "I will shed tears for all of you."
  },
  {
    "t": "q",
    "v": "I will cry because people will no longer shout joyfully, like they usually do"
  },
  {
    "t": "q",
    "v": "when they gather the fruit that ripens in the summer and the other crops."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No one will sing in the vineyards;"
  },
  {
    "t": "q",
    "v": "no one will shout joyfully."
  },
  {
    "t": "q",
    "v": "No one will tread on grapes to get grape juice for wine;"
  },
  {
    "t": "q",
    "v": "there will be nothing to shout about joyfully."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my groaning is like a sad song played on a harp."
  },
  {
    "t": "q",
    "v": "I am sad in my inner being for Kir Hareseth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but that will not help them."
  },
  {
    "t": "q",
    "v": "They will cry out to their gods in their temples,"
  },
  {
    "t": "q",
    "v": "but no one will be able to rescue them."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh has already spoken those things about Moab."
      },
      {
        "t": "v",
        "n": 14,
        "v": "But now he says that exactly three years from now, he will destroy all the things that the people of Moab have been proud of. Even though they have a huge number of people in Moab now, only a few people will remain alive, and they will be weak."
      }
    ]
  }
]