{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I, Isaiah, received this message from Yahweh for you, the people in the city of Tyre:"
          },
          {
            "tag": "q1",
            "text": "You sailors on ships from Tarshish,"
          },
          {
            "tag": "q2",
            "text": "weep, because the harbor of Tyre and all the houses in the city have been destroyed."
          },
          {
            "tag": "q2",
            "text": "The reports that you heard in the Island of Cyprus about Tyre are true."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You people who live along the coast, you merchants of the city of Sidon, mourn silently."
          },
          {
            "tag": "q2",
            "text": "Your sailors went across the seas to make you rich, there in Tyre."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They sailed across deep seas"
          },
          {
            "tag": "q2",
            "text": "to buy grain in Egypt, grain from the Valley of Shihor."
          },
          {
            "tag": "q2",
            "text": "This wealth came down the Nile River, and you, Tyre, were the place where the people of all nations traded."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But now you people in Sidon should be ashamed,"
          },
          {
            "tag": "q2",
            "text": "because you trusted in Tyre, which has been a strong fortress on an island in the sea."
          },
          {
            "tag": "q1",
            "text": "Tyre is like a woman who is saying,"
          },
          {
            "tag": "q2",
            "text": "\"Now it is as though I have not given birth to any children,"
          },
          {
            "tag": "q2",
            "text": "or raised any sons or daughters.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When the people of Egypt hear what has happened to Tyre,"
          },
          {
            "tag": "q2",
            "text": "they will grieve very much."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Sail to Tarshish and tell them what happened;"
          },
          {
            "tag": "q2",
            "text": "weep, you people who live along the coast."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The people in the very old city of Tyre were previously joyful."
          },
          {
            "tag": "q2",
            "text": "Traders from Tyre established colonies in many distant nations."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "People from Tyre appointed kings over other places;"
          },
          {
            "tag": "q2",
            "text": "their traders were wealthy;"
          },
          {
            "tag": "q1",
            "text": "they were as powerful and wealthy as kings."
          },
          {
            "tag": "q2",
            "text": "Who caused the people of Tyre to experience this disaster?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It was Yahweh, commander of the angel armies, who did it;"
          },
          {
            "tag": "q2",
            "text": "he did it in order to cause you people in Tyre to not be proud anymore,"
          },
          {
            "tag": "q2",
            "text": "to humiliate you men who are honored all over the world."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You people of Tarshish, you must grow crops in your land instead of trading;"
          },
          {
            "tag": "q2",
            "text": "spread out over your land like the Nile River spreads over the land of Egypt when it floods,"
          },
          {
            "tag": "q2",
            "text": "because there is no harbor in Tyre for your ships now."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is as though Yahweh stretched out his hand over the sea"
          },
          {
            "tag": "q2",
            "text": "and shook the kingdoms of the earth."
          },
          {
            "tag": "q1",
            "text": "He commanded that in Phoenicia"
          },
          {
            "tag": "q2",
            "text": "all its fortresses must be destroyed."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He said to the people of Sidon,"
          },
          {
            "tag": "q2",
            "text": "\"You will never rejoice again, because you will be crushed;"
          },
          {
            "tag": "q1",
            "text": "even if you flee to the island of Cyprus,"
          },
          {
            "tag": "q2",
            "text": "you will not escape from troubles; you will have no peace.\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Think about what happened in Babylonia:"
          },
          {
            "tag": "q2",
            "text": "the people who were in that land have disappeared."
          },
          {
            "tag": "q1",
            "text": "The armies of Assyria have caused that land to become a place where wild animals from the desert live."
          },
          {
            "tag": "q1",
            "text": "They built dirt ramps to the top of the walls of the city of Babylon;"
          },
          {
            "tag": "q2",
            "text": "then they entered the city and tore down the palaces"
          },
          {
            "tag": "q2",
            "text": "and caused the city to become a heap of rubble."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So wail, you sailors on the ships of Tarshish,"
          },
          {
            "tag": "q2",
            "text": "because the harbor in Tyre where your ships stop is destroyed!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "For seventy years, which is as long as kings usually live, people will forget about Tyre. But then it will be rebuilt. What will happen there will be like what happened to a prostitute in this song:"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You harlot, whom people had forgotten,"
          },
          {
            "tag": "q2",
            "text": "play your harp well,"
          },
          {
            "tag": "q1",
            "text": "and sing many songs,"
          },
          {
            "tag": "q2",
            "text": "in order that people will remember you again."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "It is true that after seventy years Yahweh will restore Tyre. Their merchants will again earn a lot of money by buying things from and selling things to many other nations."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But their profits will be given to Yahweh."
          },
          {
            "tag": "q2",
            "text": "The merchants will not hoard their money;"
          },
          {
            "tag": "q1",
            "text": "instead, they will give it to Yahweh's people, for they will live in his presence,"
          },
          {
            "tag": "q2",
            "text": "in order that they can buy food and nice clothes."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 23
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}