{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says, \"You people of Jerusalem, start to sing!"
          },
          {
            "tag": "q2",
            "text": "You who are like women who have never given birth to children, sing loudly and shout joyfully,"
          },
          {
            "tag": "q1",
            "text": "because you, who are like childless women who have been abandoned by their husbands, will soon have more children"
          },
          {
            "tag": "q2",
            "text": "than women who have never had any children."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Make your tents larger;"
          },
          {
            "tag": "q2",
            "text": "make them wider,"
          },
          {
            "tag": "q2",
            "text": "and fasten them firmly with tent pegs."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You will need to make your city much larger"
          },
          {
            "tag": "q2",
            "text": "because soon you and your descendants will spread all over the land."
          },
          {
            "tag": "q1",
            "text": "They will force the people of other nations to leave where they are,"
          },
          {
            "tag": "q2",
            "text": "and you will live again in the cities that people had previously abandoned."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not be afraid; you will no longer be ashamed."
          },
          {
            "tag": "q1",
            "text": "Previously you were ashamed because your enemies conquered you"
          },
          {
            "tag": "q2",
            "text": "and caused your nation to be like a widow,"
          },
          {
            "tag": "q1",
            "text": "but soon you will not even remember that."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I, Yahweh, commander of the angel armies, the Holy One of Israel, who rules over the whole earth,"
          },
          {
            "tag": "q1",
            "text": "the one who created you,"
          },
          {
            "tag": "q2",
            "text": "will be like a husband to you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Your nation was like a woman whose husband left her,"
          },
          {
            "tag": "q2",
            "text": "and caused you to be very sad;"
          },
          {
            "tag": "q1",
            "text": "you were like a young woman who"
          },
          {
            "tag": "q1",
            "text": "got married when she was very young,"
          },
          {
            "tag": "q2",
            "text": "and then her husband abandoned her."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I abandoned you people of Jerusalem for a while,"
          },
          {
            "tag": "q2",
            "text": "but now I am saying, 'I will take you back.'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I was very angry with you for a while,"
          },
          {
            "tag": "q2",
            "text": "and I turned away from you."
          },
          {
            "tag": "q1",
            "text": "But I will act mercifully toward you"
          },
          {
            "tag": "q2",
            "text": "and I will faithfully love you forever."
          },
          {
            "tag": "q2",
            "text": "That is what I, Yahweh, your rescuer, say to you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "During the time that Noah lived,"
          },
          {
            "tag": "q2",
            "text": "I solemnly promised that I would never again allow a flood to cover the earth."
          },
          {
            "tag": "q1",
            "text": "So now I solemnly promise that I will not be angry with you again and rebuke you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Even if the mountains and hills shake and collapse,"
          },
          {
            "tag": "q2",
            "text": "I will not stop faithfully loving you,"
          },
          {
            "tag": "q1",
            "text": "and I will not cancel my covenant"
          },
          {
            "tag": "q2",
            "text": "to cause things to go well for you."
          },
          {
            "tag": "q2",
            "text": "That is what I, Yahweh, who acts mercifully, say."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You people of Jerusalem, your enemies acted very violently toward you;"
          },
          {
            "tag": "q2",
            "text": "it was as though your city had been battered by a severe storm,"
          },
          {
            "tag": "q2",
            "text": "and no one helped you."
          },
          {
            "tag": "q1",
            "text": "But now I will cause your city to be rebuilt with stones made of turquoise,"
          },
          {
            "tag": "q2",
            "text": "and will cause the foundations of the city to be made of sapphires."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will cause the towers on the city wall to be made of rubies,"
          },
          {
            "tag": "q2",
            "text": "and all the gates and outer walls of the city will be made of other very valuable stones."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will be the one who will teach your children"
          },
          {
            "tag": "q2",
            "text": "and cause things to go well with you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Your government will be strong because it will act justly;"
          },
          {
            "tag": "q1",
            "text": "no one will oppress you;"
          },
          {
            "tag": "q2",
            "text": "you will not be afraid,"
          },
          {
            "tag": "q2",
            "text": "because nothing will come near you that will make you fear."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If any army attacks you,"
          },
          {
            "tag": "q2",
            "text": "it will not be because I have incited them to do that,"
          },
          {
            "tag": "q1",
            "text": "and you will defeat anyone who attacks you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Think about this:"
          },
          {
            "tag": "q2",
            "text": "Blacksmiths fan the coals to make a very hot flame"
          },
          {
            "tag": "q2",
            "text": "in order to produce weapons that can be used in battles,"
          },
          {
            "tag": "q1",
            "text": "but I am the one who has produced blacksmiths!"
          },
          {
            "tag": "q1",
            "text": "And I am also the one who created people who destroy other people and cities."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You will not be defeated by soldiers using weapons"
          },
          {
            "tag": "q2",
            "text": "that they have made to attack you,"
          },
          {
            "tag": "q1",
            "text": "and when others try to accuse you, you will prove that they are wrong, and you will condemn them to punishment."
          },
          {
            "tag": "q2",
            "text": "That is the reward for the people who serve Yahweh."
          },
          {
            "tag": "q1",
            "text": "I will defend them and show everyone else that they are right to trust me;"
          },
          {
            "tag": "q2",
            "text": "that is what I, Yahweh, promise.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 54
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}