{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now I will sing a song about Yahweh, my dear friend,"
          },
          {
            "tag": "q2",
            "text": "and about his vineyard."
          },
          {
            "tag": "q2",
            "text": "The vineyard was on a very fertile hillside."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "My friend plowed the ground and cleared away the stones."
          },
          {
            "tag": "q2",
            "text": "Then he planted very good grapevines on that ground."
          },
          {
            "tag": "q1",
            "text": "In the middle of the vineyard, he built a watchtower,"
          },
          {
            "tag": "q2",
            "text": "and he dug a winepress."
          },
          {
            "tag": "q1",
            "text": "Then he waited each year to harvest some good grapes,"
          },
          {
            "tag": "q2",
            "text": "but the vines produced only sour grapes."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Now this is what my friend Yahweh says:"
          },
          {
            "tag": "q2",
            "text": "\"You people of Jerusalem and other places in Judah,"
          },
          {
            "tag": "q1",
            "text": "You are like my vineyard;"
          },
          {
            "tag": "q2",
            "text": "so you judge which of us has done what is right."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "What more could I have done for you"
          },
          {
            "tag": "q2",
            "text": "than what I have already done?"
          },
          {
            "tag": "q1",
            "text": "I expected you to be doing good deeds,"
          },
          {
            "tag": "q2",
            "text": "so it is disgusting that you were doing only evil deeds"
          },
          {
            "tag": "q2",
            "text": "like the vineyard that produced only sour grapes!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So, I will now tell you what I will do to Judah, the place that is like my vineyard."
          },
          {
            "tag": "q1",
            "text": "I will cut down the hedges,"
          },
          {
            "tag": "q2",
            "text": "and my vineyard will become a pasture."
          },
          {
            "tag": "q1",
            "text": "I will tear down the walls of the cities"
          },
          {
            "tag": "q2",
            "text": "and allow wild animals to trample the land."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will cause it to become a wasteland"
          },
          {
            "tag": "q2",
            "text": "where the vines are not pruned and the ground is not hoed."
          },
          {
            "tag": "q1",
            "text": "It will be a place where briers and thorns grow."
          },
          {
            "tag": "q2",
            "text": "And I will command that no rain will fall on it.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The nation of Israel is like the vineyard of Yahweh who is commander of the angel armies."
          },
          {
            "tag": "q2",
            "text": "The people of Judah are like the garden that was pleasing to him."
          },
          {
            "tag": "q1",
            "text": "He expected them to be doing what is just,"
          },
          {
            "tag": "q2",
            "text": "but instead, what he saw was people murdering others."
          },
          {
            "tag": "q1",
            "text": "He expected that they would be doing righteous deeds,"
          },
          {
            "tag": "q2",
            "text": "but instead, he heard people shouting for someone to help them, because others were attacking them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Terrible things will happen to those who keep acquiring houses and fields "
          },
          {
            "tag": "q1",
            "text": "without paying attention to the laws about who owns the land."
          },
          {
            "tag": "q1",
            "text": "You use your riches to gain more and more property,"
          },
          {
            "tag": "q2",
            "text": "and soon there is no more property for others to buy,"
          },
          {
            "tag": "q2",
            "text": "and you would be the only land owners there are in that place."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "But I heard Yahweh, commander of the angel armies, solemnly declare this:"
          },
          {
            "tag": "q1",
            "text": "\"Some day, many houses will have no one to live in them, "
          },
          {
            "tag": "q2",
            "text": "even the large and beautiful homes will be empty."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The land that grows vines in this place should require ten pairs of oxen to work them, "
          },
          {
            "tag": "q1",
            "text": "but this land would not produce enough grapes to make even twenty liters of wine."
          },
          {
            "tag": "q2",
            "text": "When ten baskets of seed are sown on that land, "
          },
          {
            "tag": "q1",
            "text": "that land will only produce one basket of grain at harvest time.\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Terrible things will happen to those who get up early each morning"
          },
          {
            "tag": "q2",
            "text": "to begin drinking alcoholic drinks,"
          },
          {
            "tag": "q1",
            "text": "and who stay awake until late at night drinking a lot more wine"
          },
          {
            "tag": "q2",
            "text": "until they are completely drunk."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They have big parties and provide lots of wine."
          },
          {
            "tag": "q2",
            "text": "At their parties, there are people playing harps and lyres and tambourines and flutes,"
          },
          {
            "tag": "q1",
            "text": "but they never think about what Yahweh does"
          },
          {
            "tag": "q2",
            "text": "or appreciate what he has created."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So my people will be exiled far away"
          },
          {
            "tag": "q2",
            "text": "because they do not know about me."
          },
          {
            "tag": "q1",
            "text": "Those who are now very important and honored will starve,"
          },
          {
            "tag": "q2",
            "text": "and the other people will die from thirst."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "It is as though the place where the dead people are is eagerly looking for more Israelite people,"
          },
          {
            "tag": "q2",
            "text": "opening its mouth to swallow them,"
          },
          {
            "tag": "q1",
            "text": "and a huge number of people will be thrown into that place,"
          },
          {
            "tag": "q2",
            "text": "including their leaders as well as a noisy crowd of people who enjoy living in Jerusalem."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh will humble everyone;"
          },
          {
            "tag": "q2",
            "text": "he will humble everyone who is proud."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But everyone will honor Yahweh, commander of the angel armies, the Holy One, because he has acted justly."
          },
          {
            "tag": "q2",
            "text": "God will show that he is holy by doing righteous deeds."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then sheep and lambs will be able to find good grass to eat;"
          },
          {
            "tag": "q2",
            "text": "they will pass through the ruined places to eat the grass."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Some people who are working hard to sin,"
          },
          {
            "tag": "q2",
            "text": "working as hard as if they were dragging behind them the wrong and useless things that they are doing."
          },
          {
            "tag": "q1",
            "text": "Terrible things will happen to them!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They make fun of God and say to him,"
          },
          {
            "tag": "q2",
            "text": "\"Quickly do something to punish us!"
          },
          {
            "tag": "q2",
            "text": "We want to see what you will do."
          },
          {
            "tag": "q1",
            "text": "You, the Holy One of Israel, should do what you are planning to do,"
          },
          {
            "tag": "q2",
            "text": "because we want to know what it is.\""
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Terrible things will happen to those who say"
          },
          {
            "tag": "q2",
            "text": "that evil is good, and that good is evil,"
          },
          {
            "tag": "q1",
            "text": "that darkness is light and that light is darkness,"
          },
          {
            "tag": "q2",
            "text": "that what is bitter is sweet and what is sweet is bitter."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Terrible things will happen to those who think that they are wise"
          },
          {
            "tag": "q2",
            "text": "and that they are very clever."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Terrible things will happen to those who think that they are heroes"
          },
          {
            "tag": "q2",
            "text": "because they are able to drink lots of wine,"
          },
          {
            "tag": "q2",
            "text": "and who boast about being able to mix good alcoholic drinks."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If people offer these corrupt judges money so they will not punish the wicked,"
          },
          {
            "tag": "q2",
            "text": "they accept that money."
          },
          {
            "tag": "q2",
            "text": "These same judges punish innocent people."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore, just like fires burn up stubble"
          },
          {
            "tag": "q2",
            "text": "and dry grass shrivels up and quickly burns in flames,"
          },
          {
            "tag": "q1",
            "text": "it will be as though those people have roots that will rot"
          },
          {
            "tag": "q2",
            "text": "and have flowers that will wither."
          },
          {
            "tag": "q1",
            "text": "That will happen because they rejected the laws of Yahweh, commander of the angel armies;"
          },
          {
            "tag": "q2",
            "text": "they have despised the messages of the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "That is why Yahweh is extremely angry with his people;"
          },
          {
            "tag": "q2",
            "text": "it is as though his hand is raised and he is ready to smash them."
          },
          {
            "tag": "q1",
            "text": "When he does that, the mountains will shake,"
          },
          {
            "tag": "q2",
            "text": "and the corpses of people will be scattered in the streets like manure."
          },
          {
            "tag": "q1",
            "text": "But even when that happens, Yahweh will still be very angry;"
          },
          {
            "tag": "q2",
            "text": "he will be ready to punish his people again."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yahweh will send a signal to summon armies of nations far away;"
          },
          {
            "tag": "q2",
            "text": "it is as though he will whistle to those soldiers who are in very remote places on the earth."
          },
          {
            "tag": "q1",
            "text": "They will come very swiftly toward Jerusalem."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "They will not get tired or stumble."
          },
          {
            "tag": "q2",
            "text": "They will not stop to rest or to sleep."
          },
          {
            "tag": "q1",
            "text": "None of their belts will be loose,"
          },
          {
            "tag": "q1",
            "text": "and none of them will have sandals with broken straps,"
          },
          {
            "tag": "q2",
            "text": "so they will all be ready to fight in battles."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Their arrows will be sharp,"
          },
          {
            "tag": "q2",
            "text": "and their bows will be ready to shoot those arrows in a battle."
          },
          {
            "tag": "q1",
            "text": "Because their horses pull the chariots fast, sparks will shoot out from their hooves,"
          },
          {
            "tag": "q2",
            "text": "and the wheels of the chariots will spin like whirlwinds."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They will roar like fierce lions"
          },
          {
            "tag": "q2",
            "text": "that growl and then pounce on the animals they want to kill;"
          },
          {
            "tag": "q1",
            "text": "they will carry them off,"
          },
          {
            "tag": "q2",
            "text": "and no one will be able to rescue them."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Similarly, your enemies will roar over the people they are about to kill,"
          },
          {
            "tag": "q2",
            "text": "like the sea roars."
          },
          {
            "tag": "q1",
            "text": "On that day, if someone looks across the land,"
          },
          {
            "tag": "q2",
            "text": "he will see only people who are in darkness and distress;"
          },
          {
            "tag": "q2",
            "text": "it will be as though even the sunlight is hidden by dark clouds."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}