[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh gave this message about Jerusalem, about the valley where Yahweh showed me this vision."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Everyone in the city seems to be shouting."
      },
      {
        "t": "v",
        "n": 3,
        "v": "All the leaders of the city fled."
      },
      {
        "t": "v",
        "n": 4,
        "v": "That is why I said, “Allow me to cry alone;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh, commander of the angel armies, has chosen a time when there will be a great uproar, soldiers marching, and people being terrified"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The armies from Elam and Kir in Media will attack,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Our beautiful valleys will be filled with our enemies’ chariots,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "God will cause the walls that protect the cities in Judah to fall down."
      },
      {
        "t": "v",
        "n": 9,
        "v": "You will see that there are many breaks in the walls of Jerusalem."
      },
      {
        "t": "v",
        "n": 10,
        "v": "You will inspect the houses in Jerusalem,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Between the walls of the city you will build a reservoir to store water from the old pool."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, commander of the angel armies, told you to weep and mourn;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "But instead of doing that, you were happy and celebrated;"
      }
    ]
  },
  {
    "t": "q",
    "v": "Why is everyone foolishly running up to their flat rooftops?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "There are a lot of corpses in the city,"
  },
  {
    "t": "q",
    "v": "but they were not killed by their enemies’ swords."
  },
  {
    "t": "q",
    "v": "They did not die in battles;"
  },
  {
    "t": "q",
    "v": "instead, they died from diseases and hunger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But then they were captured because they did not have bows and arrows to defend themselves."
  },
  {
    "t": "q",
    "v": "Your soldiers tried to flee while the enemy army was still far away,"
  },
  {
    "t": "q",
    "v": "but they also were captured."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not try to comfort me about my people being slaughtered.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in the valley where I received this vision."
  },
  {
    "t": "q",
    "v": "It will be a time when our city walls will be battered down"
  },
  {
    "t": "q",
    "v": "and the people’s cries for help will be heard in the mountains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "driving chariots and carrying shields."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the men who drive the chariots will stand outside our city gates."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You people of Jerusalem will run to get the weapons that are stored in the building called “the Hall of the Forest.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will store water in the lower pool in the city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and some of them you will tear down to use the stones to repair the city wall."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But you will never request help from the one who made the city;"
  },
  {
    "t": "q",
    "v": "you have never depended on Yahweh, who planned this city long ago."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he told you to shave your heads and to wear rough sackcloth"
  },
  {
    "t": "q",
    "v": "to show that you were sorry for the sins that you had committed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you slaughtered cattle and sheep"
  },
  {
    "t": "q",
    "v": "in order to cook their meat and eat it and drink wine."
  },
  {
    "t": "q",
    "v": "You said, “Let us eat and drink all that we want to,"
  },
  {
    "t": "q",
    "v": "because it is possible that we will die tomorrow!”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "So Yahweh, commander of the angel armies, revealed this to me: “I will never forgive my people for sinning like this!”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh, commander of the angel armies, said this to me: “Go to Shebna, the official who supervises the workers in the palace, and give this message to him:"
      },
      {
        "t": "v",
        "n": 16,
        "v": "‘Who do you think you are?"
      },
      {
        "t": "v",
        "n": 17,
        "v": "You think that you are a great man, but Yahweh is about to hurl you away."
      },
      {
        "t": "v",
        "n": 18,
        "v": "rolled you into a ball,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Yahweh says, “I will force you to quit working in the palace;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Who gave you the authority to build a beautiful tomb where you will be buried,"
  },
  {
    "t": "q",
    "v": "chiseling it out of the rocky cliff high above this valley?’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It will be as though he had seized you,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and thrown you away in a large distant land."
  },
  {
    "t": "q",
    "v": "You will die and be buried there,"
  },
  {
    "t": "q",
    "v": "and your beautiful chariots will stay there in the hands of your enemies."
  },
  {
    "t": "q",
    "v": "And because of what happens to you, your master, the king, will be very ashamed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will be forced out from your important position."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Then I will summon Hilkiah’s son Eliakim, who has served me well, to replace you."
      },
      {
        "t": "v",
        "n": 21,
        "v": "I will make him wear your robe and fasten your sash around him, and I will give to him the authority that you had. He will be like a father to the people of Jerusalem and all the other towns in Judah."
      },
      {
        "t": "v",
        "n": 22,
        "v": "I will give to him authority over what happens in the palace where King David lived; when he decides something, no one will be able to oppose it; when he refuses to do something, no one will be able to force him to do it."
      },
      {
        "t": "v",
        "n": 23,
        "v": "I will cause his family to be greatly respected, because I will put him firmly in his position as supervisor of the workers in the palace, like a nail that is firmly hammered into a wall."
      },
      {
        "t": "v",
        "n": 24,
        "v": "Others will enable him to have much responsibility, with the result that all the members of his family, even the most insignificant ones, will be honored."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "Yahweh, commander of the angel armies, also says, “Shebna is like a peg that is firmly fastened to the wall. But there will be a time when I will remove him from his position; he will lose his power, and everything that he promoted will fail.” That will surely happen because Yahweh has said it."
      }
    ]
  }
]