[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "trusting in their soldiers’ horses and their many chariots and their many chariot drivers,"
  },
  {
    "t": "q",
    "v": "instead of trusting that Yahweh, the Holy One of Israel, will help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he also causes people to experience disaster!"
  },
  {
    "t": "q",
    "v": "And when he decides to do that,"
  },
  {
    "t": "q",
    "v": "he does not change his mind!"
  },
  {
    "t": "q",
    "v": "He will strike the wicked people"
  },
  {
    "t": "q",
    "v": "and all those who help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And their horses are only horses; they are not powerful spirits!"
  },
  {
    "t": "q",
    "v": "So when Yahweh raises his fist"
  },
  {
    "t": "q",
    "v": "to strike the soldiers of Egypt whom you thought would help you,"
  },
  {
    "t": "q",
    "v": "he will also strike you who thought that you would be helped,"
  },
  {
    "t": "q",
    "v": "and you and they will stumble and fall down;"
  },
  {
    "t": "q",
    "v": "all of you will die together."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "But this is what Yahweh said to me:"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh, commander of the angel armies, will protect Jerusalem"
      }
    ]
  },
  {
    "t": "q",
    "v": "“When a lion stands and growls over the body of a sheep that he has killed,"
  },
  {
    "t": "q",
    "v": "even if a large group of shepherds comes to chase away the lion,"
  },
  {
    "t": "q",
    "v": "even if they shout loudly,"
  },
  {
    "t": "q",
    "v": "the lion will not be afraid and will not leave."
  },
  {
    "t": "q",
    "v": "Similarly, I, Yahweh, commander of the angel armies, will come down"
  },
  {
    "t": "q",
    "v": "to fight my enemies on Mount Zion,"
  },
  {
    "t": "q",
    "v": "and nothing will stop me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a mother bird hovers over the baby birds in her nest."
  },
  {
    "t": "q",
    "v": "He will defend the city"
  },
  {
    "t": "q",
    "v": "and rescue it from its enemies.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "My people, even though you have greatly rebelled against Yahweh, return to him."
      },
      {
        "t": "v",
        "n": 7,
        "v": "When you do that, each of you will throw away the idols that you have made in sin, idols that are covered with silver and gold."
      },
      {
        "t": "v",
        "n": 8,
        "v": "The Assyrian soldiers will be killed,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Even their very strong soldiers will be terrified;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Listen to this! Some day there will be a righteous king,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Each of them will be like a shelter from the wind"
      },
      {
        "t": "v",
        "n": 3,
        "v": "When that happens, those leaders will enable people who have not understood God’s truth to understand it,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Even those who act very hastily will have good sense,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "At that time, people who are foolish will no longer be admired,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Foolish people say things that are foolish,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Scoundrels do things that are evil and that deceive people;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "But honorable people plan to do honorable things,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You women of Jerusalem who think that you are very secure"
      },
      {
        "t": "v",
        "n": 10,
        "v": "After one year is ended, you who now are not worried about anything will tremble,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So tremble now, you women who are not worried about anything!"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You will wail because you are grieving about what will happen in your fertile fields and to your fruitful grapevines,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "because only thorns and thistles will grow in your soil."
      },
      {
        "t": "v",
        "n": 14,
        "v": "The king’s palace will be empty;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "It will be like that until God pours his Spirit out on us from heaven."
      },
      {
        "t": "v",
        "n": 16,
        "v": "People will act justly in those desert areas,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "The result of their acting righteously will be that there will be peace,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "My people will live in their homes peacefully, and safely, and calmly,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Even if a severe hailstorm knocks down the trees in the forest,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh will greatly bless you;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Terrible things will happen to you people of Assyria!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh, act kindly toward us,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Our enemies run away when they hear your voice."
      },
      {
        "t": "v",
        "n": 4,
        "v": "And after our enemies have been defeated,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh is greater than anyone else, and he lives in heaven,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "When that happens, he will enable you to live securely;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But now, look, our messengers are crying out in the streets;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "No one travels on our roads."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The land of Judah is dry and barren."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh says, “Now I will arise and show that I deserve for everyone to honor me."
      },
      {
        "t": "v",
        "n": 11,
        "v": "You people of Assyria make plans that are as useless as chaff and straw."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Your people will be burned until only ashes remain,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "You people who live far away and you people who live nearby,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "The sinners in Jerusalem will tremble because they are very afraid;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Those who act honestly and say what is right,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "they are the people who will live safely;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "You people of Judah will see the king wearing all his beautiful robes,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "When you see that, you will think about when you were previously terrified,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Those arrogant people who spoke a language that we could not understand are no longer here!”"
      },
      {
        "t": "v",
        "n": 20,
        "v": "At that time, you will see Mount Zion, the place where we celebrate our festivals;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Yahweh will be our mighty God;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Yahweh is our judge;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "The ropes on our enemies’ boats will hang loose,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "And the people in Jerusalem will no longer say, “We are sick,”"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You people of all nations, come near and listen;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh is angry with the people of all nations;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Their corpses will not be buried,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "The sky will disappear like a scroll that is rolled up and thrown away."
      },
      {
        "t": "v",
        "n": 5,
        "v": "When Yahweh has finished his work of destroying objects in the sky,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "It is as though Yahweh will have a sword that is covered with blood and fat—"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Even wild oxen will be killed,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "That will be the time when Yahweh gets revenge"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The streams in Edom will be full of burning pitch,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh will never finish punishing Edom with fire;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Ravens and various kinds of owls and small animals will live there."
      },
      {
        "t": "v",
        "n": 12,
        "v": "There will be no more princes;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The deserted palaces and fortified buildings will be full of thorns and thistles."
      },
      {
        "t": "v",
        "n": 14,
        "v": "Animals that live in the desert and hyenas will be there,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Owls will make their nests there and lay their eggs in the nests;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but not by swords that men use."
  },
  {
    "t": "q",
    "v": "They will be destroyed by the sword of God;"
  },
  {
    "t": "q",
    "v": "and those who are not killed will panic and flee."
  },
  {
    "t": "q",
    "v": "And some of them will be captured and forced to become slaves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their leaders will abandon all hope and run away from Yahweh’s power!"
  },
  {
    "t": "q",
    "v": "Yahweh’s presence on Mount Zion is like a fire,"
  },
  {
    "t": "q",
    "v": "like a furnace that blazes in Jerusalem."
  },
  {
    "t": "q",
    "v": "This is what Yahweh says about the Assyrian army!"
  }
]