{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "All you people who live on islands in the ocean and in other distant areas,"
          },
          {
            "tag": "q2",
            "text": "pay attention to what I will say!"
          },
          {
            "tag": "q1",
            "text": "Yahweh called me before I was born;"
          },
          {
            "tag": "q2",
            "text": "he chose me when I was still in my mother's womb."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When I grew up, he caused my messages to be like a sharp sword."
          },
          {
            "tag": "q1",
            "text": "He has protected me by his hand."
          },
          {
            "tag": "q2",
            "text": "He protects me like someone protects sharp arrows in a quiver."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He said to me, \"You will serve my Israelite people,"
          },
          {
            "tag": "q2",
            "text": "and you will cause people to honor me.\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I replied, \"My work has been useless;"
          },
          {
            "tag": "q2",
            "text": "I have used my strength, but I have accomplished nothing worthwhile;"
          },
          {
            "tag": "q2",
            "text": "everything that I have done has been in vain."
          },
          {
            "tag": "q1",
            "text": "However, Yahweh can honor me as he pleases;"
          },
          {
            "tag": "q2",
            "text": "my God is the one who will reward me as I deserve.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh formed me when I was in my mother's womb in order that I would serve him;"
          },
          {
            "tag": "q2",
            "text": "he appointed me to bring the people of Israel back to himself."
          },
          {
            "tag": "q1",
            "text": "Yahweh has honored me,"
          },
          {
            "tag": "q2",
            "text": "and he is the one who has caused me to be strong."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He says to me,"
          },
          {
            "tag": "q1",
            "text": "\"It is not enough for you to serve me"
          },
          {
            "tag": "q2",
            "text": "by bringing the descendants of Jacob back to worship me again;"
          },
          {
            "tag": "q1",
            "text": "I also want you to be like a light for the non-Israelites;"
          },
          {
            "tag": "q2",
            "text": "I want you to take my message about how to be saved to people all over the world.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh, the one who saves us,"
          },
          {
            "tag": "q2",
            "text": "the Holy God of us Israelite people,"
          },
          {
            "tag": "q1",
            "text": "says to the one who was despised and rejected by the people of many nations,"
          },
          {
            "tag": "q2",
            "text": "to the one who is the slave of rulers,"
          },
          {
            "tag": "q1",
            "text": "\"Some day kings will stand up to respect you when they see you,"
          },
          {
            "tag": "q2",
            "text": "and princes will bow down before you"
          },
          {
            "tag": "q1",
            "text": "because you serve me, Yahweh, the one who faithfully does what I promise."
          },
          {
            "tag": "q2",
            "text": "I am the Holy God to whom you Israelites belong, the one who has chosen you.\""
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "This is also what Yahweh says:"
          },
          {
            "tag": "q1",
            "text": "\"At a time when it pleases me, I will answer your prayers."
          },
          {
            "tag": "q2",
            "text": "On the day when I rescue you from your oppressors, I will help you."
          },
          {
            "tag": "q1",
            "text": "I will protect you and enable you to establish an agreement with other nations."
          },
          {
            "tag": "q2",
            "text": "And by what you do, I will re-establish your nation of Israel"
          },
          {
            "tag": "q1",
            "text": "and allow you to live again in your land that was abandoned."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You will say to those who were captured and exiled,"
          },
          {
            "tag": "q2",
            "text": "'Leave Babylonia and return to your own country!'"
          },
          {
            "tag": "q1",
            "text": "And you will say to those who are in dark prisons,"
          },
          {
            "tag": "q2",
            "text": "'Come out into the light!'"
          },
          {
            "tag": "q1",
            "text": "When that happens, they will again be like sheep"
          },
          {
            "tag": "q2",
            "text": "that eat grass in green pastures,"
          },
          {
            "tag": "q2",
            "text": "on hills where before there was no grass."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They will not be hungry or thirsty anymore;"
          },
          {
            "tag": "q2",
            "text": "the hot sun will not beat upon them again."
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, will act mercifully toward them and lead them;"
          },
          {
            "tag": "q2",
            "text": "I will lead them to where there are springs of cool water."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "And I will cause the mountains to become as though they were level roads,"
          },
          {
            "tag": "q2",
            "text": "and I will prepare good highways for my people to travel on, to return to Jerusalem."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "My people will return from far away;"
          },
          {
            "tag": "q2",
            "text": "some will come from the north, some from the west,"
          },
          {
            "tag": "q2",
            "text": "some from southern Egypt.\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because of what Yahweh has promised to do,"
          },
          {
            "tag": "q1",
            "text": "everything should shout joyfully—"
          },
          {
            "tag": "q2",
            "text": "the sky and the earth and the mountains should sing,"
          },
          {
            "tag": "q2",
            "text": "because Yahweh comforts his people,"
          },
          {
            "tag": "q1",
            "text": "and he will pity those who are suffering."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The people of Jerusalem say,"
          },
          {
            "tag": "q1",
            "text": "\"Yahweh has abandoned us;"
          },
          {
            "tag": "q2",
            "text": "he has forgotten about us.\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But Yahweh replies,"
          },
          {
            "tag": "q1",
            "text": "\"That is not true! Can a woman forget the infant that she is nursing?"
          },
          {
            "tag": "q2",
            "text": "Can she stop acting kindly toward the child to whom she has given birth?"
          },
          {
            "tag": "q1",
            "text": "But even if a woman would do that,"
          },
          {
            "tag": "q2",
            "text": "I will not forget you!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Note that I have written your names on the palms of my hands;"
          },
          {
            "tag": "q2",
            "text": "I am always looking at the walls of your city."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Soon your children will be returning there,"
          },
          {
            "tag": "q2",
            "text": "and all those who destroyed your city will leave."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You will look around and see"
          },
          {
            "tag": "q2",
            "text": "all of your children coming back to you."
          },
          {
            "tag": "q1",
            "text": "As surely as I live,"
          },
          {
            "tag": "q2",
            "text": "they will be with you for you to show to people"
          },
          {
            "tag": "q2",
            "text": "like a bride shows her wedding ornaments!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Your land has been ruined and caused to become desolate,"
          },
          {
            "tag": "q2",
            "text": "but some day it will be filled with people,"
          },
          {
            "tag": "q2",
            "text": "and those who conquered you will be far away."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The children who were born while you were exiled will return to Jerusalem and say,"
          },
          {
            "tag": "q2",
            "text": "'This city is too small for us;"
          },
          {
            "tag": "q2",
            "text": "We need more space to live in!'"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then you will think to yourselves,"
          },
          {
            "tag": "q2",
            "text": "'It is amazing that we have all these children!"
          },
          {
            "tag": "q1",
            "text": "Most of our children were dead,"
          },
          {
            "tag": "q2",
            "text": "and the rest were exiled."
          },
          {
            "tag": "q2",
            "text": "We were left here alone;"
          },
          {
            "tag": "q1",
            "text": "so we do not know where all these children have come from!"
          },
          {
            "tag": "q2",
            "text": "Who raised them?'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "This is what Yahweh our God says:"
          },
          {
            "tag": "q1",
            "text": "\"Watch! It is as though I will lift up my hand to signal to those who are not Israelites."
          },
          {
            "tag": "q2",
            "text": "And they will carry your little sons and daughters on their shoulders"
          },
          {
            "tag": "q2",
            "text": "and bring them back to you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Kings will serve you and will tutor your children,"
          },
          {
            "tag": "q2",
            "text": "and their queens will take care of your young children."
          },
          {
            "tag": "q1",
            "text": "They will prostrate themselves in front of you"
          },
          {
            "tag": "q2",
            "text": "and lick the dust off your feet."
          },
          {
            "tag": "q1",
            "text": "When that happens, you will know that I am Yahweh;"
          },
          {
            "tag": "q2",
            "text": "and those who trust in me will never be disappointed.\""
          },
          {
            "tag": "v",
            "num": "24",
            "text": "There is no one who can snatch valuable things from a soldier who has captured those things in a war;"
          },
          {
            "tag": "q2",
            "text": "there is no one who can force a tyrant to free the people whom he has captured."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "But Yahweh says this:"
          },
          {
            "tag": "q1",
            "text": "\"Some day, those who have been captured will go free,"
          },
          {
            "tag": "q2",
            "text": "and the valuable things that tyrants have snatched from others will be returned,"
          },
          {
            "tag": "q1",
            "text": "because I will fight against those who fight against you,"
          },
          {
            "tag": "q2",
            "text": "and I will rescue your children."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "And I will cause your enemies to destroy themselves"
          },
          {
            "tag": "q2",
            "text": "instead of murdering others."
          },
          {
            "tag": "q1",
            "text": "When that happens, everyone in the world will know that I, Yahweh, am the one who saves you,"
          },
          {
            "tag": "q2",
            "text": "the one who rescues you from your enemies;"
          },
          {
            "tag": "q2",
            "text": "everyone will know that I am the mighty God to whom you descendants of Jacob belong.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 49
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}