{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, you are my God;"
          },
          {
            "tag": "q2",
            "text": "I will honor you and praise you."
          },
          {
            "tag": "q1",
            "text": "You do wonderful things;"
          },
          {
            "tag": "q2",
            "text": "you said long ago that you would do those things,"
          },
          {
            "tag": "q2",
            "text": "and now you have done them as you said that you would."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Sometimes you have caused cities to become heaps of rubble,"
          },
          {
            "tag": "q2",
            "text": "cities that had strong walls around them."
          },
          {
            "tag": "q1",
            "text": "You have caused palaces in foreign countries to disappear;"
          },
          {
            "tag": "q2",
            "text": "they will never be rebuilt."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Therefore, people in powerful nations will declare that you are very great,"
          },
          {
            "tag": "q2",
            "text": "and people in nations whose leaders show mercy to no one will revere you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh, you are like a strong tower where poor people can find refuge,"
          },
          {
            "tag": "q2",
            "text": "a place where needy people can go when they are distressed."
          },
          {
            "tag": "q1",
            "text": "You are like a place where people can find refuge in a storm"
          },
          {
            "tag": "q2",
            "text": "and where they can stay in the shade, out of the hot sun."
          },
          {
            "tag": "q1",
            "text": "People oppress us and show us no mercy,"
          },
          {
            "tag": "q2",
            "text": "they are like a storm beating against a wall,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and like the very strong heat in the dry land."
          },
          {
            "tag": "q1",
            "text": "But you cause the noisy cries of people from foreign nations to be quiet."
          },
          {
            "tag": "q2",
            "text": "Like the air cools when a cloud comes overhead,"
          },
          {
            "tag": "q2",
            "text": "you stop merciless people from singing songs about how great they are."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Here in Jerusalem Yahweh, commander of the angel armies, will prepare a wonderful feast for all the people of the world."
          },
          {
            "tag": "q2",
            "text": "It will be a banquet with plenty of good meat and fine well-aged wine."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "People here are sad;"
          },
          {
            "tag": "q2",
            "text": "they are so sad that it is like a dark cloud that hangs over them,"
          },
          {
            "tag": "q2",
            "text": "like they experience when someone dies."
          },
          {
            "tag": "q1",
            "text": "But Yahweh will enable them to quit being sad."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He will get rid of death forever!"
          },
          {
            "tag": "q1",
            "text": "Yahweh our God will cause people to no longer mourn because someone has died."
          },
          {
            "tag": "q2",
            "text": "And he will stop other people insulting and making fun of his land and us his people."
          },
          {
            "tag": "q1",
            "text": "That will surely happen because Yahweh has said it!"
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "At that time, people will proclaim,"
          },
          {
            "tag": "q1",
            "text": "\"Yahweh is our God!"
          },
          {
            "tag": "q2",
            "text": "We trusted in him, and he has rescued us!"
          },
          {
            "tag": "q1",
            "text": "Yahweh, in whom we trusted, has done it;"
          },
          {
            "tag": "q2",
            "text": "we should rejoice because he has saved us!\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh will protect and bless Jerusalem."
          },
          {
            "tag": "q2",
            "text": "But he will crush the people in the land of Moab;"
          },
          {
            "tag": "q2",
            "text": "they will be like straw that is trampled in the manure and left to rot."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh will push down the people of Moab;"
          },
          {
            "tag": "q2",
            "text": "they will be like a swimmer who pushes down the water with his hands; they will push their hands through the dung but never get out of it."
          },
          {
            "tag": "q1",
            "text": "He will cause them to cease being proud,"
          },
          {
            "tag": "q2",
            "text": "and he will show that all the things that they have done are worthless."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He will cause armies to tear down the high walls around the cities of Moab;"
          },
          {
            "tag": "q2",
            "text": "they will fall into pieces and lie in the dust."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 25
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}