[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So seven unmarried women will grab one man and say,"
  },
  {
    "t": "q",
    "v": "“Allow us all to marry you!"
  },
  {
    "t": "q",
    "v": "We will provide our own food and clothing."
  },
  {
    "t": "q",
    "v": "All that we want is to no longer be disgraced because of not being married.”"
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "But some day, Israel will be very beautiful and great."
      },
      {
        "t": "v",
        "n": 3,
        "v": "All the people who will remain in Jerusalem, who did not die when the enemy destroyed Jerusalem,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "That will happen when the Lord washes away the guilt of the women of Jerusalem,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then Yahweh will send a cloud of smoke during the days and a flaming fire during the nights"
      },
      {
        "t": "v",
        "n": 6,
        "v": "It will shelter the people from the sun during the daytime"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Now I will sing a song about Yahweh, my dear friend,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "My friend plowed the ground and cleared away the stones."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Now this is what my friend Yahweh says:"
      },
      {
        "t": "v",
        "n": 4,
        "v": "What more could I have done for you"
      },
      {
        "t": "v",
        "n": 5,
        "v": "So, I will now tell you what I will do to Judah, the place that is like my vineyard."
      },
      {
        "t": "v",
        "n": 6,
        "v": "I will cause it to become a wasteland"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The nation of Israel is like the vineyard of Yahweh who is commander of the angel armies."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Terrible things will happen to those who keep acquiring houses and fields"
      }
    ]
  }
]