{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Listen to this! Some day there will be a righteous king,"
          },
          {
            "tag": "q2",
            "text": "and his officials will help him to rule justly."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Each of them will be like a shelter from the wind"
          },
          {
            "tag": "q2",
            "text": "and a refuge from the storm."
          },
          {
            "tag": "q1",
            "text": "They will be like streams of water in the desert,"
          },
          {
            "tag": "q2",
            "text": "like the shade under a huge rock in a very hot and dry land."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When that happens, those leaders will enable people who have not understood God's truth to understand it,"
          },
          {
            "tag": "q2",
            "text": "and they will enable those who have not paid attention to God's truth to pay attention to it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Even those who act very hastily will have good sense,"
          },
          {
            "tag": "q2",
            "text": "and those who cannot speak well will speak fluently and clearly."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "At that time, people who are foolish will no longer be admired,"
          },
          {
            "tag": "q2",
            "text": "and scoundrels will no longer be respected."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Foolish people say things that are foolish,"
          },
          {
            "tag": "q2",
            "text": "and they plan to do evil things."
          },
          {
            "tag": "q1",
            "text": "Their behavior is disgraceful,"
          },
          {
            "tag": "q2",
            "text": "and they say things about Yahweh that are false."
          },
          {
            "tag": "q1",
            "text": "They do not give food to those who are hungry,"
          },
          {
            "tag": "q2",
            "text": "and they do not give water to those who are thirsty."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Scoundrels do things that are evil and that deceive people;"
          },
          {
            "tag": "q2",
            "text": "they plan to do evil things;"
          },
          {
            "tag": "q1",
            "text": "by telling lies in court they cause poor people to have trouble,"
          },
          {
            "tag": "q2",
            "text": "even when what the poor people are requesting is fair."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But honorable people plan to do honorable things,"
          },
          {
            "tag": "q2",
            "text": "and they do those honorable things, so they succeed."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You women of Jerusalem who think that you are very secure"
          },
          {
            "tag": "q2",
            "text": "and think that everything is going well,"
          },
          {
            "tag": "q1",
            "text": "listen to what I say!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "After one year is ended, you who now are not worried about anything will tremble,"
          },
          {
            "tag": "q2",
            "text": "because there will be no grapes for you to harvest"
          },
          {
            "tag": "q1",
            "text": "and no other crops to harvest."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So tremble now, you women who are not worried about anything!"
          },
          {
            "tag": "q2",
            "text": "Take off your fancy clothes and put rough sackcloth around your waists."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You will wail because you are grieving about what will happen in your fertile fields and to your fruitful grapevines,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "because only thorns and thistles will grow in your soil."
          },
          {
            "tag": "q2",
            "text": "Your houses where you had joyful parties and your city where you have been happy will be gone."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The king's palace will be empty;"
          },
          {
            "tag": "q2",
            "text": "there will be no people in the city that now is very noisy."
          },
          {
            "tag": "q1",
            "text": "Wild donkeys will walk around and flocks of sheep will eat grass"
          },
          {
            "tag": "q2",
            "text": "in the empty forts and watchtowers."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "It will be like that until God pours his Spirit out on us from heaven."
          },
          {
            "tag": "q2",
            "text": "When that happens, the deserts will become fertile fields,"
          },
          {
            "tag": "q2",
            "text": "and abundant crops will grow in those fertile fields."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "People will act justly in those desert areas,"
          },
          {
            "tag": "q2",
            "text": "and people will act righteously in those fertile fields."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The result of their acting righteously will be that there will be peace,"
          },
          {
            "tag": "q2",
            "text": "the land will be tranquil, and people will be secure forever."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "My people will live in their homes peacefully, and safely, and calmly,"
          },
          {
            "tag": "q2",
            "text": "in places of rest."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Even if a severe hailstorm knocks down the trees in the forest,"
          },
          {
            "tag": "q2",
            "text": "and all the buildings in the city are blown down,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh will greatly bless you;"
          },
          {
            "tag": "q2",
            "text": "you will plant seeds in fields alongside the streams"
          },
          {
            "tag": "q2",
            "text": "and there will be abundant crops."
          },
          {
            "tag": "q2",
            "text": "Your donkeys and cattle will easily find grass to eat when you send them out into pasture."
          }
        ],
        "auto": true
      }
    ],
    "num": 32
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}