{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Yahweh, I wish that you had come down from the sky;"
          },
          {
            "tag": "q2",
            "text": "you would have caused the mountains to shake with fear."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It would have been like fire burning up dead wood,"
          },
          {
            "tag": "q2",
            "text": "or like fire making water to boil."
          },
          {
            "tag": "q1",
            "text": "Come down in order that your enemies will know who you are,"
          },
          {
            "tag": "q2",
            "text": "and so that the people of other nations will tremble in your presence."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You did awesome things that we were not expecting you to do;"
          },
          {
            "tag": "q2",
            "text": "the mountains shook when you came down onto Mount Sinai."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Since long ago no one has ever seen or heard about a God like you;"
          },
          {
            "tag": "q2",
            "text": "you help those who depend on you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You help those who joyfully do what is right,"
          },
          {
            "tag": "q2",
            "text": "those who conduct their lives as you want them to."
          },
          {
            "tag": "q1",
            "text": "But we did not do that; we continued to sin,"
          },
          {
            "tag": "q2",
            "text": "and so you became angry with us."
          },
          {
            "tag": "q1",
            "text": "We have been sinning for a long time."
          },
          {
            "tag": "q2",
            "text": "It is only if we continually do what you want us to do that you will save us."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "We have all become people who are not fit to worship you;"
          },
          {
            "tag": "q2",
            "text": "all of the good things that we have done are only like bloodstained rags."
          },
          {
            "tag": "q1",
            "text": "Because of our sins, we are all like leaves that dry up"
          },
          {
            "tag": "q2",
            "text": "and are blown away by the wind."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "None of our people worships you,"
          },
          {
            "tag": "q2",
            "text": "and no one really tries to persuade you to help him."
          },
          {
            "tag": "q1",
            "text": "You have turned away from us."
          },
          {
            "tag": "q2",
            "text": "It is as though you have abandoned us, so that we keep sinning and become more and more guilty."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But even so, Yahweh, you are our father."
          },
          {
            "tag": "q2",
            "text": "We are like clay that a potter uses,"
          },
          {
            "tag": "q2",
            "text": "and you created us, like a potter creates pottery."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh, do not continue to be angry with us;"
          },
          {
            "tag": "q2",
            "text": "do not keep thinking about our sins forever."
          },
          {
            "tag": "q1",
            "text": "Do not forget that we are all your people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "All of your towns in Judah have become like the wilderness;"
          },
          {
            "tag": "q2",
            "text": "even Jerusalem has been destroyed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Your glorious temple on Mountain Zion, where our ancestors worshiped you,"
          },
          {
            "tag": "q2",
            "text": "has been completely burned up."
          },
          {
            "tag": "q2",
            "text": "And all our other beautiful things have been ruined."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh, you see all those things, but it seems that you refuse to do anything to help us."
          },
          {
            "tag": "q2",
            "text": "It seems that you will cause us to suffer much more.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 64
  },
  "id": "ISA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Isaiah"
}