[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The one who caused you to become a nation says this:"
  },
  {
    "t": "q",
    "v": "“Do not be afraid,"
  },
  {
    "t": "q",
    "v": "because I have rescued you."
  },
  {
    "t": "q",
    "v": "I have called you by your name, in order that you may belong to me. Now you are mine."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have hardships as terrible as deep rivers to cross,"
  },
  {
    "t": "q",
    "v": "I will be with you."
  },
  {
    "t": "q",
    "v": "When you have very painful troubles, as painful as fire,"
  },
  {
    "t": "q",
    "v": "you will be able to endure them, and they will not hurt you,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the Holy One of Israel, the one who rescues you."
  },
  {
    "t": "q",
    "v": "I will sacrifice Egypt in your place;"
  },
  {
    "t": "q",
    "v": "and Ethiopia and Seba exchange for you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will trade them for you,"
  },
  {
    "t": "q",
    "v": "in order that you will not be killed,"
  },
  {
    "t": "q",
    "v": "because you are very precious to me"
  },
  {
    "t": "q",
    "v": "and because I love you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Some day I will gather your descendants from the east and from the west."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Allow all the people of Israel to return to their country,"
  },
  {
    "t": "q",
    "v": "from the most distant places on the earth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I have caused them to become a nation in order that they would honor me;"
  },
  {
    "t": "q",
    "v": "I am the one who has done that.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "summon those who have ears but act as though they were deaf."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "ones from all people groups,"
  },
  {
    "t": "q",
    "v": "and ask them this: ‘Has any of their idols foretold the things that are happening now?"
  },
  {
    "t": "q",
    "v": "And can any of them predict what will happen in the future?’"
  },
  {
    "t": "q",
    "v": "Then bring people who will testify and say ‘I heard them predict things,"
  },
  {
    "t": "q",
    "v": "and what they predicted was what happened,’"
  },
  {
    "t": "q",
    "v": "but they will be lying.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you are the ones who serve me."
  },
  {
    "t": "q",
    "v": "I chose you in order that you would know me, believe in me,"
  },
  {
    "t": "q",
    "v": "and understand that I am the only one who is truly God."
  },
  {
    "t": "q",
    "v": "There is no other true God."
  },
  {
    "t": "q",
    "v": "There was no other true God previously,"
  },
  {
    "t": "q",
    "v": "and there will never be another true God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and there is no other one who can save you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then I rescued them, and I proclaimed that I had done it."
  },
  {
    "t": "q",
    "v": "No foreign god among you did that!"
  },
  {
    "t": "q",
    "v": "And you are witnesses that only I, Yahweh, am God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one can snatch people from my hand,"
  },
  {
    "t": "q",
    "v": "and no one can change what I have done.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“For your sake, I will send an army to attack Babylon."
  },
  {
    "t": "q",
    "v": "They will force the people of the city to run away from their city, and to wail in song instead of rejoice in song."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who caused Israel to become a nation, and the one who is really your king."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "making a road through the Sea of Reeds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to come with all their chariots and horses."
  },
  {
    "t": "q",
    "v": "But when they tried to pursue my people,"
  },
  {
    "t": "q",
    "v": "I caused the waves to flow over them and they drowned;"
  },
  {
    "t": "q",
    "v": "their lives ended like the light of a candle ends when someone snuffs out the wick."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have already started to do it;"
  },
  {
    "t": "q",
    "v": "can you see it?"
  },
  {
    "t": "q",
    "v": "I am going to make a road through the desert."
  },
  {
    "t": "q",
    "v": "And I will cause there to be streams in the wasteland."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for giving them water in the desert."
  },
  {
    "t": "q",
    "v": "I will cause streams to appear in the dry desert"
  },
  {
    "t": "q",
    "v": "in order that my people, the ones whom I have chosen, will have water;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that they will tell others about the wonderful things I have done for them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You people of Israel have become tired of worshiping me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you have not honored me with any sacrifices,"
  },
  {
    "t": "q",
    "v": "even though the offerings of grain and incense that I asked you to bring to me were not a burden to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have not poured out to me the sweet-smelling fat from any animal sacrifices."
  },
  {
    "t": "q",
    "v": "But you have burdened me by all the sins that you have committed,"
  },
  {
    "t": "q",
    "v": "and made me weary because of all your iniquities."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am the only one who can do that,"
  },
  {
    "t": "q",
    "v": "with the result that I will never think about them again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do you think that when you state your case, you will prove that you are innocent?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and since then, all your leaders have rebelled against me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will allow others to destroy you people of Israel"
  },
  {
    "t": "q",
    "v": "and caused you to be despised.”"
  }
]