[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh said to me,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "They worship me every day;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They say, ‘We have fasted to please you,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You fast, but you also quarrel and fight with each other with your fists."
      },
      {
        "t": "v",
        "n": 5,
        "v": "You bow your heads"
      },
      {
        "t": "v",
        "n": 6,
        "v": "No, that is not the kind of fasting that I desire."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Share your food with those who are hungry"
      },
      {
        "t": "v",
        "n": 8,
        "v": "If you do those things,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Then you will call out to me,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Give food to those who are hungry,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh will guide you continually,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Your people will rebuild the cities that were destroyed long ago;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Do not travel on the Sabbath days,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I will enable you to be joyful."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Listen to this! Yahweh’s power is not too little to rescue you."
      },
      {
        "t": "v",
        "n": 2,
        "v": "But you have separated yourselves from your God by the sins that you have committed."
      },
      {
        "t": "v",
        "n": 3,
        "v": "You do violent things to others,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "When you accuse someone in court, what you say is not fair and it is not true."
      },
      {
        "t": "v",
        "n": 5,
        "v": "What you plan to do to harm people is like the eggs a poisonous snake lays, like a web that a spider catches its victims in."
      },
      {
        "t": "v",
        "n": 6,
        "v": "You cannot hide the evil deeds that you have done."
      },
      {
        "t": "v",
        "n": 7,
        "v": "You are very quick to go and do evil deeds,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You do not know how to act peacefully or to treat others fairly."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Because of that, God does not rescue us from our enemies,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "We are like blind people who have to feel along the wall to be able to walk anywhere."
      },
      {
        "t": "v",
        "n": 11,
        "v": "We growl like hungry bears;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But these things are happening because it is as though our sins are piled high in the presence of God,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "We know that we have rebelled against Yahweh;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "In our courts, the judges do not decide cases fairly;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "No one tells the truth,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "He was disgusted when he saw that no one tried to help those who were being treated cruelly."
      },
      {
        "t": "v",
        "n": 17,
        "v": "It is as though he were a soldier who put on his armor and a helmet;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "He will repay his enemies for the evil things that they have done."
      },
      {
        "t": "v",
        "n": 19,
        "v": "When that happens, people everywhere, from the east to the west, will respect and honor Yahweh,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "And Yahweh says that he will come to Jerusalem to free his people;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Shout loudly!"
  },
  {
    "t": "q",
    "v": "Shout like a loud trumpet!"
  },
  {
    "t": "q",
    "v": "Shout to warn my Israelite people about their sins!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they come to my temple because they say that they are eager to know what I want them to do."
  },
  {
    "t": "q",
    "v": "They act as though they were a nation that does things that are righteous,"
  },
  {
    "t": "q",
    "v": "that would never abandon the commands of me, their God."
  },
  {
    "t": "q",
    "v": "They request me to decide matters justly,"
  },
  {
    "t": "q",
    "v": "and they are eager that I should come to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you did not notice our doing that."
  },
  {
    "t": "q",
    "v": "We humbled ourselves,"
  },
  {
    "t": "q",
    "v": "but you did not pay any attention!’"
  },
  {
    "t": "q",
    "v": "I will tell you why I did not pay attention."
  },
  {
    "t": "q",
    "v": "It is because when you fast,"
  },
  {
    "t": "q",
    "v": "you do it only to please yourselves,"
  },
  {
    "t": "q",
    "v": "and you act cruelly toward all your workers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Doing things like that while you fast will certainly not cause me to hear your prayers where I am, high in heaven."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the tops of reeds bend when the wind blows,"
  },
  {
    "t": "q",
    "v": "and you wear rough clothes and cover your heads with ashes like people do when they are grieving."
  },
  {
    "t": "q",
    "v": "That is what you do when you are fasting,"
  },
  {
    "t": "q",
    "v": "but do you really think that will please me?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Instead you should seek to free those who have been unjustly put in prison,"
  },
  {
    "t": "q",
    "v": "and encourage those who are treated cruelly;"
  },
  {
    "t": "q",
    "v": "and free those who have been oppressed in any way."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to allow those who have no houses to stay in your houses."
  },
  {
    "t": "q",
    "v": "Give clothes to those who do not have clothes,"
  },
  {
    "t": "q",
    "v": "and do not hide yourself from your relatives who need help from you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what you do for others will be like a light that shines when it dawns."
  },
  {
    "t": "q",
    "v": "The troubles that have been caused by your sins will end quickly."
  },
  {
    "t": "q",
    "v": "Others will know about your righteous behavior,"
  },
  {
    "t": "q",
    "v": "and the glorious presence of Yahweh will protect you from behind"
  },
  {
    "t": "q",
    "v": "like I protected the Israelite people when they left Egypt."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will quickly answer and say, ‘I am here to help you.’"
  },
  {
    "t": "q",
    "v": "Stop oppressing people;"
  },
  {
    "t": "q",
    "v": "stop falsely accusing people;"
  },
  {
    "t": "q",
    "v": "and stop saying evil things about people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and give to people who are afflicted the things that they need."
  },
  {
    "t": "q",
    "v": "Your doing that will be like a light that shines in the darkness;"
  },
  {
    "t": "q",
    "v": "instead of doing evil to people, the good things you do for people will be like the sunshine at noontime."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will give you good things to satisfy you."
  },
  {
    "t": "q",
    "v": "He will enable you to remain strong and healthy."
  },
  {
    "t": "q",
    "v": "You will be like a garden that is well watered,"
  },
  {
    "t": "q",
    "v": "like a spring that never dries up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will build houses on top of the old foundations."
  },
  {
    "t": "q",
    "v": "People will say that you are the ones who are repairing the holes in the city walls,"
  },
  {
    "t": "q",
    "v": "and who are repairing the streets where people live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and on Sabbath days do not do only the things that you delight to do."
  },
  {
    "t": "q",
    "v": "Enjoy the Sabbath days, and consider them to be delightful."
  },
  {
    "t": "q",
    "v": "The Sabbath days are my holy days."
  },
  {
    "t": "q",
    "v": "Honor me, Yahweh, in everything that you do on the Sabbath days."
  },
  {
    "t": "q",
    "v": "Do not talk about and do things to please yourselves."
  },
  {
    "t": "q",
    "v": "If you do all the things that I have just now told you to do; listen, and I will tell you what I will do for you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will greatly honor you;"
  },
  {
    "t": "q",
    "v": "it will be as though you were riding with me above the highest mountains!"
  },
  {
    "t": "q",
    "v": "I will give to you the blessings that I gave to your ancestor Jacob."
  },
  {
    "t": "q",
    "v": "Those things will surely happen because I, Yahweh, have said it.”"
  }
]