{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "On that day, Deborah and Barak (the son of Abinoam) sang this song:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"When the leaders of the Israelite people really lead them, and the people willingly follow them, it is time to praise Yahweh!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Listen, you kings! Pay attention, you leaders!"
          },
          {
            "tag": "q2",
            "text": "I will sing to Yahweh. With this song I will praise Yahweh, the God of Israel."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "O Yahweh, when you came from Seir, when you marched from that land, also known as Edom,"
          },
          {
            "tag": "q2",
            "text": "the earth shook,"
          },
          {
            "tag": "q2",
            "text": "and rain poured down from the skies."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The mountains shook when you came,"
          },
          {
            "tag": "q2",
            "text": "just like Mount Sinai shook when you appeared there,"
          },
          {
            "tag": "q2",
            "text": "because you are Yahweh,"
          },
          {
            "tag": "q2",
            "text": "the God of Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "When Shamgar was our leader and in the days of Jael,"
          },
          {
            "tag": "q2",
            "text": "we were afraid to walk on the main roads;"
          },
          {
            "tag": "q2",
            "text": "instead, caravans of travelers walked on winding, less traveled roads"
          },
          {
            "tag": "q1",
            "text": "to avoid being molested."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "There were few warriors willing to fight in Israel"
          },
          {
            "tag": "q2",
            "text": "until I, Deborah, became their leader."
          },
          {
            "tag": "q2",
            "text": "I became like a mother to the Israelite people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When the Israelite people abandoned Yahweh and chose new gods,"
          },
          {
            "tag": "q2",
            "text": "enemies attacked the gates of the cities,"
          },
          {
            "tag": "q1",
            "text": "and then they took away the shields and spears from forty thousand Israelite soldiers."
          },
          {
            "tag": "q2",
            "text": "Not one was left with a metal weapon."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I am thankful for the leaders and soldiers who volunteered to fight."
          },
          {
            "tag": "q2",
            "text": "I praise you, Yahweh, for them!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You wealthy people who ride on donkeys,"
          },
          {
            "tag": "q2",
            "text": "sitting on nice padded saddles,"
          },
          {
            "tag": "q2",
            "text": "and you people who just walk on the road,"
          },
          {
            "tag": "q1",
            "text": "think about all this!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Listen to the voices of the singers who gather at the places where the animals drink water."
          },
          {
            "tag": "q2",
            "text": "They tell about how Yahweh acted righteously"
          },
          {
            "tag": "q2",
            "text": "when he enabled the Israelite warriors to conquer their enemies."
          },
          {
            "tag": "q1",
            "text": "Yahweh's people marched down to the city gates."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The people came to my house and shouted,"
          },
          {
            "tag": "q2",
            "text": "'Deborah, wake up! Wake up and start singing!'"
          },
          {
            "tag": "q1",
            "text": "They also shouted,"
          },
          {
            "tag": "q2",
            "text": "'Barak (son of Abinoam), get up, and capture our enemies!'"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Later, some of the Israelite people who survived the battle"
          },
          {
            "tag": "q1",
            "text": "came down from the highlands to where their leaders were."
          },
          {
            "tag": "q2",
            "text": "These were men who belonged to Yahweh and they came down to me"
          },
          {
            "tag": "q1",
            "text": "to fight their enemies alongside these warriors."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Some came from the tribe descended from Ephraim."
          },
          {
            "tag": "q2",
            "text": "They came from land that once belonged to the descendants of Amalek."
          },
          {
            "tag": "q1",
            "text": "Men from the tribe descended from Benjamin followed them."
          },
          {
            "tag": "q2",
            "text": "Troops from the group descended from Machir also came down,"
          },
          {
            "tag": "q1",
            "text": "and officers from the tribe descended from Zebulun came down, carrying staffs to show they were important."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Leaders from the tribes descended from Issachar joined Barak and me."
          },
          {
            "tag": "q2",
            "text": "They followed Barak, rushing down into the valley."
          },
          {
            "tag": "q1",
            "text": "But men from the tribe descended from Reuben could not decide what they should do."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Why did you men stay at your fireplaces,"
          },
          {
            "tag": "q2",
            "text": "waiting to hear the shepherds whistle for their flocks of sheep to come to the pens?"
          },
          {
            "tag": "q2",
            "text": "Men in the tribe descended from Reuben could not decide"
          },
          {
            "tag": "q2",
            "text": "whether they would join us to fight our enemies, or not."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Similarly, the men living in the Gilead area stayed at home, east of the Jordan River."
          },
          {
            "tag": "q1",
            "text": "And the men from the tribe descended from Dan,"
          },
          {
            "tag": "q2",
            "text": "why did they stay home?"
          },
          {
            "tag": "q1",
            "text": "The tribe descended from Asher sat by the seashore."
          },
          {
            "tag": "q1",
            "text": "They stayed in their coves."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But men from the tribe descended from Zebulun risked their lives on the battlefield,"
          },
          {
            "tag": "q2",
            "text": "and men descended from Naphtali were ready to do that, also."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The kings of Canaan fought us at Taanach, near the springs in Megiddo Valley."
          },
          {
            "tag": "q1",
            "text": "But since they did not defeat us,"
          },
          {
            "tag": "q2",
            "text": "they did not carry away any silver or other treasures from the battle."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It was as though the stars in the heavens fought for us"
          },
          {
            "tag": "q2",
            "text": "and as though those stars in their paths fought against Sisera."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The river Kishon swept them away—"
          },
          {
            "tag": "q2",
            "text": "that river that has been there for ages."
          },
          {
            "tag": "q2",
            "text": "I will tell myself to be brave and continue marching on."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The hooves of the horses of Sisera's army pounded the ground."
          },
          {
            "tag": "q2",
            "text": "Those powerful horses kept galloping along."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The angel sent by Yahweh said,"
          },
          {
            "tag": "q2",
            "text": "'I curse the people of the town of Meroz"
          },
          {
            "tag": "q1",
            "text": "because they did not come to help Yahweh"
          },
          {
            "tag": "q2",
            "text": "to defeat the mighty warriors of Canaan.'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But God is very pleased with Jael,"
          },
          {
            "tag": "q2",
            "text": "(the wife of Heber the Kenite)."
          },
          {
            "tag": "q2",
            "text": "He is more pleased with her than with all the other women who live in tents."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Sisera asked for some water,"
          },
          {
            "tag": "q2",
            "text": "and Jael gave him some milk."
          },
          {
            "tag": "q1",
            "text": "She brought him some yogurt in a bowl that was suitable for kings."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then, when he was asleep, she reached for a tent peg with her left hand,"
          },
          {
            "tag": "q2",
            "text": "and she reached for a hammer with her right hand."
          },
          {
            "tag": "q1",
            "text": "She hit Sisera hard with it and crushed his head."
          },
          {
            "tag": "q2",
            "text": "She pounded the tent peg right through his head."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He collapsed at her feet"
          },
          {
            "tag": "q2",
            "text": "and he fell and he layed there and did not move."
          },
          {
            "tag": "q1",
            "text": "At her feet he sank down,"
          },
          {
            "tag": "q2",
            "text": "and there he fell limp. He was dead."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Sisera's mother looked out from her window."
          },
          {
            "tag": "q2",
            "text": "She waited for him to return."
          },
          {
            "tag": "q1",
            "text": "She said, 'Why is he taking so long to come home in his chariot?"
          },
          {
            "tag": "q2",
            "text": "Why do I not hear the sound of the wheels of his chariot?'"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Her wisest princesses replied to her,"
          },
          {
            "tag": "q2",
            "text": "and she kept consoling herself by repeating those words:"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "'Perhaps they are dividing up the things and the people they captured after the battle."
          },
          {
            "tag": "q2",
            "text": "Each soldier will get one or two women who will bear them children."
          },
          {
            "tag": "q2",
            "text": "Sisera will get some beautiful robes,"
          },
          {
            "tag": "q2",
            "text": "and some beautiful embroidered robes for me.'"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But that is not what happened! Yahweh, I hope that all your enemies will die as Sisera did!"
          },
          {
            "tag": "q2",
            "text": "And I desire that all those who love you, Yahweh, be as strong as the sun when it rises!\""
          }
        ],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "p",
        "text": "There was peace again in the land for forty years."
      }
    ],
    "num": 5
  },
  "id": "JDG unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Judges"
}