[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "After King Zedekiah had been ruling Judah for almost nine years, King Nebuchadnezzar came in the tenth month of the year with his army, and they surrounded Jerusalem.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "One and a half years later, after Zedekiah had been ruling for almost eleven years, in the eleventh year and fourth month, soldiers from Babylonia broke through the city wall. Then they rushed in and captured the city.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Then all the officers of the king of Babylon came in and sat down at the Middle Gate to decide what they would do to the city. They included Nergal-Sharezer, Samgar Nebo, Sarsekim who was one of the chief administrative officers, Nergal-Sharezer, the king’s advisor, and many other officials.",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "When King Zedekiah and all his soldiers realized that the army of Babylonia had broken into the city, they fled. They waited until it was dark. Then they went out of the city through the king’s garden, through the gate that was between the two walls. Then they started running toward the plain along the Jordan.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "But the soldiers from Babylonia pursued the king, and they caught him on the plains near Jericho. They took him to the king of Babylon, who was at Riblah in the Hamath. There Nebuchadnezzar told his soldiers what they should do to punish Zedekiah.",
        "id": 7
      },
      {
        "t": "v",
        "n": 6,
        "v": "They forced Zedekiah to watch while they killed his sons and all the officials from Judah.",
        "id": 8
      },
      {
        "t": "v",
        "n": 7,
        "v": "Then they gouged out Zedekiah’s eyes. They fastened him with bronze chains and took him to Babylon.",
        "id": 9
      }
    ],
    "id": 6
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Meanwhile, the Babylonian army burned the palace and all the other buildings in Jerusalem. And they tore down the city walls.",
        "id": 11
      },
      {
        "t": "v",
        "n": 9,
        "v": "Then Nebuzaradan, the captain of the king’s bodyguards, forced to go to Babylon most of the other people who remained in the city and the Jews who had joined the soldiers of Babylonia.",
        "id": 12
      },
      {
        "t": "v",
        "n": 10,
        "v": "But he allowed some of the very poor people to remain in Judah, and he gave them vineyards and fields to take care of.",
        "id": 13
      }
    ],
    "id": 10
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "King Nebuchadnezzar had previously told the captain of the guard, Nebuzaradan to find Jeremiah. He said,",
        "id": 15
      },
      {
        "t": "v",
        "n": 12,
        "v": "“Make sure that no one harms him. Take care of him, and do for him whatever he requests you to do.”",
        "id": 16
      },
      {
        "t": "v",
        "n": 13,
        "v": "So he and Nebushazban, who was one of their chief officers, and Nergal-Sharezer the king’s advisor, and other officers of the king of Babylon",
        "id": 17
      },
      {
        "t": "v",
        "n": 14,
        "v": "sent some men to bring Jeremiah out of the courtyard outside of the palace. They took him to Gedaliah who was the son of Ahikam and grandson of Shaphan. Then Gedaliah took Jeremiah to his home, and he stayed in Judah among his own people who had been allowed to remain there.",
        "id": 18
      }
    ],
    "id": 14
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "But while Jeremiah was still being guarded in the palace courtyard, Yahweh gave him this message:",
        "id": 20
      },
      {
        "t": "v",
        "n": 16,
        "v": "“Say this to Ebed-Melek, the official from Ethiopia: ‘This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: I will do to this city everything that I said that I would do. Everthing I told you would be done, and you will see it with your own eyes.",
        "id": 21
      },
      {
        "t": "v",
        "n": 17,
        "v": "But I promise to rescue you from the people you are afraid of. This is what I, Yahweh, have promised to you!",
        "id": 22
      },
      {
        "t": "v",
        "n": 18,
        "v": "You trusted me, so I will save you. You will not be killed by our enemies’ swords. You will live. That will surely happen, because I, Yahweh, have said it.’”",
        "id": 23
      }
    ],
    "id": 19
  }
]