{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, whenever I tell you that I am unhappy about what is happening to me,"
          },
          {
            "tag": "q2",
            "text": "you always act justly."
          },
          {
            "tag": "q1",
            "text": "So now allow me to ask about one more thing that I do not understand:"
          },
          {
            "tag": "q2",
            "text": "Why are wicked people often very prosperous?"
          },
          {
            "tag": "q2",
            "text": "Why do things go very well for dishonest people?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You allow them to prosper"
          },
          {
            "tag": "q2",
            "text": "like trees that grow tall and bear a lot of fruit."
          },
          {
            "tag": "q1",
            "text": "They always say good things about you,"
          },
          {
            "tag": "q2",
            "text": "but in their inner beings, they are really far from you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But Yahweh, you know me very well."
          },
          {
            "tag": "q2",
            "text": "You see what I do and you are able to know what I am thinking."
          },
          {
            "tag": "q1",
            "text": "Set them apart like we separate the sheep out of the herd so "
          },
          {
            "tag": "q2",
            "text": "that on the day of slaughter they will be butchered. "
          },
          {
            "tag": "v",
            "num": "4",
            "text": "This land is becoming very dry and even the grass is withering."
          },
          {
            "tag": "q1",
            "text": "Even the wild animals and the birds have all died"
          },
          {
            "tag": "q2",
            "text": "because the people who live in this land are very wicked."
          },
          {
            "tag": "q1",
            "text": "All this has happened because the people have said,"
          },
          {
            "tag": "q2",
            "text": "\"Yahweh does not know what has happened to us!\""
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then to show me that I needed to be prepared to endure even greater difficulties, Yahweh said to me,"
          },
          {
            "tag": "q1",
            "text": "\"It is as though you have become exhausted from racing against men;"
          },
          {
            "tag": "q2",
            "text": "so how will you be able to race against horses?"
          },
          {
            "tag": "q1",
            "text": "If you only prepare to run on open ground,"
          },
          {
            "tag": "q2",
            "text": "what will happen to you when you are running through the thick foliage near the Jordan River?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Already your brothers and other members of your own family oppose you."
          },
          {
            "tag": "q2",
            "text": "They plot against you and they say bad things about you."
          },
          {
            "tag": "q2",
            "text": "So even if they say nice things about you,"
          },
          {
            "tag": "q1",
            "text": "do not trust them!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I have abandoned my Israelite people,"
          },
          {
            "tag": "q2",
            "text": "the people whom I chose to belong to me."
          },
          {
            "tag": "q1",
            "text": "I have allowed their enemies to conquer the people whom I love."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "My people have become to me like a lion in the forest."
          },
          {
            "tag": "q2",
            "text": "It is as though they roar at me like a lion,"
          },
          {
            "tag": "q2",
            "text": "so now I hate them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "My chosen people have become like speckled birds"
          },
          {
            "tag": "q2",
            "text": "that are surrounded by vultures waiting to eat their flesh."
          },
          {
            "tag": "q1",
            "text": "Tell all the wild animals to come"
          },
          {
            "tag": "q2",
            "text": "and eat the flesh until they are full."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Many rulers from other countries have come with their armies and devastated my people"
          },
          {
            "tag": "q2",
            "text": "whom I care for like a farmer takes care of his vineyard."
          },
          {
            "tag": "q1",
            "text": "They have caused my beautiful land to become a barren desert where no one lives."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They have caused it to become completely empty;"
          },
          {
            "tag": "q2",
            "text": "So now it is as though I am mourning the death of a loved one."
          },
          {
            "tag": "q1",
            "text": "The whole land is desolate,"
          },
          {
            "tag": "q2",
            "text": "and no one worries about it."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The soldiers of our enemies have marched across all the barren hilltops."
          },
          {
            "tag": "q1",
            "text": "But I, Yahweh, am using those armies to punish your land from one end to the other,"
          },
          {
            "tag": "q2",
            "text": "and no one will escape."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is as though my people planted wheat,"
          },
          {
            "tag": "q2",
            "text": "but now they are harvesting thorns."
          },
          {
            "tag": "q1",
            "text": "They have become very tired because of much hard work,"
          },
          {
            "tag": "q2",
            "text": "but they have gained nothing from all that work."
          },
          {
            "tag": "q1",
            "text": "They will be very disappointed because their harvests will be very small,"
          },
          {
            "tag": "q2",
            "text": "and that will happen because I, Yahweh, am extremely angry with them.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "This is also what Yahweh said to me: \"I will punish the evil nearby nations that have been trying to take away the land that I gave to my Israelite people. I will force them to leave their own lands. But I will throw the people of Judah out of their lands, also."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But later I will act mercifully toward those nations again, and I will bring them back to their own lands again. Each clan will come back to its own land."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "And if the people of the other nations whose armies have invaded Israel learn the religious customs of my people, and if they learn that I am listening when they solemnly promise that they will do something, like they taught my people to believe that their god Baal was listening when they made solemn promises, I will cause them to become prosperous, and they also will be my people."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But I will expel any nation whose people refuse to obey me, and I will destroy that nation and its people. That will surely happen because I, Yahweh, have said it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}