[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is another message that Yahweh gave to me: “Go down to the palace of the king of Judah and say this to him:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "‘You are the king of Judah. You are the ruler, like King David was. You and your officials and your people must listen"
      },
      {
        "t": "v",
        "n": 3,
        "v": "to what Yahweh says: “Act fairly and justly. Do what is right. Help those who have been robbed. Rescue people from those who oppress them. Stop doing evil deeds. Do not mistreat those who have come here from other countries, and do not mistreat orphans and widows. Stop murdering here in Jerusalem."
      },
      {
        "t": "v",
        "n": 4,
        "v": "If you obey these commands carefully, there will always be some descendant of King David who will be ruling here in Jerusalem. The king and his officials and other people will ride through the gates of the city in chariots and on horses."
      },
      {
        "t": "v",
        "n": 5,
        "v": "But if you refuse to pay attention to these commands, I, Yahweh, solemnly declare, that this palace will become a pile of rubble.”’”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "And this is what Yahweh says about the house of the king of Judah:"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I will select troops who will destroy this palace;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I like this palace, like I like the forests in the region of Gilead"
  },
  {
    "t": "q",
    "v": "and the mountains in Lebanon."
  },
  {
    "t": "q",
    "v": "But I will cause this palace to become a desert,"
  },
  {
    "t": "q",
    "v": "a place that no one lives in."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "each soldier will use his own tools to wreck the building."
  },
  {
    "t": "q",
    "v": "They will cut into pieces the beautiful big cedar beams"
  },
  {
    "t": "q",
    "v": "and throw them into a fire.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "People from many nations will walk past the ruins of this city and say to each other, “Why did Yahweh destroy this city that was very great?”"
      },
      {
        "t": "v",
        "n": 9,
        "v": "And other people will reply, “He did it because his people stopped obeying the agreement that they had made with Yahweh their God. Instead, they worshiped other gods.”"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh also says, “Do not mourn for King Josiah;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not cry because he has died."
  },
  {
    "t": "q",
    "v": "Instead, mourn for King Jehoahaz, his son,"
  },
  {
    "t": "q",
    "v": "because he will be captured and taken to another country,"
  },
  {
    "t": "q",
    "v": "and he will never return to see his own country, Judah, again.”"
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Jehoahaz became king after his father, King Josiah, died, but Jehoahaz was captured and taken to Babylonia. And this is what Yahweh says about him: “He also will never return to Judah."
      },
      {
        "t": "v",
        "n": 12,
        "v": "He will die in that country where they have taken him as a captive and will never see his own country again.”"
      },
      {
        "t": "v",
        "n": 13,
        "v": "And Yahweh said to me, “Terrible things will happen to King Jehoahaz’s brother, King Jehoiakim."
      },
      {
        "t": "v",
        "n": 14,
        "v": "He said, ‘I will force my workers to build a huge beautiful palace"
      },
      {
        "t": "v",
        "n": 15,
        "v": "But it is certainly not having a beautiful cedar palace that causes a king to be great!"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Josiah acted justly and helped poor and needy people,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "But Jehoiakim, you are greedy and desire only to obtain things by acting dishonestly."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He unjustly forced men to build his palace."
  },
  {
    "t": "q",
    "v": "The rooms on the upper level were built by men who were forced unjustly to do that work;"
  },
  {
    "t": "q",
    "v": "he forced his neighbors to work for nothing;"
  },
  {
    "t": "q",
    "v": "he did not pay them anything."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with very large rooms and many windows."
  },
  {
    "t": "q",
    "v": "They will cover the walls with fragrant cedar panels"
  },
  {
    "t": "q",
    "v": "and paint them bright red.’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Jehoiakim’s father, Josiah, also had plenty of things to eat and drink."
  },
  {
    "t": "q",
    "v": "But Josiah always did things that are right and just,"
  },
  {
    "t": "q",
    "v": "and that is why God blessed him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so things went well for him."
  },
  {
    "t": "q",
    "v": "Yahweh says, “That is the way a person should behave who knows me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You murder innocent people,"
  },
  {
    "t": "q",
    "v": "you oppress poor people,"
  },
  {
    "t": "q",
    "v": "and you treat people cruelly and violently.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Therefore, this is what Yahweh says about Jehoiakim son of King Josiah:"
      },
      {
        "t": "v",
        "n": 19,
        "v": "When he dies, people will do to his corpse what they do to a dead donkey;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You people of Judah, go to the mountains in Lebanon and weep,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "When you were prosperous, I warned you,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "So, now I will punish all your leaders;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Now, your king enjoys living in the cedar rooms in his palace,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“When he dies, people will not mourn for him."
  },
  {
    "t": "q",
    "v": "They will not say to each other, ‘It is very sad; we are so sorry!’"
  },
  {
    "t": "q",
    "v": "The people whom he ruled will not mourn for him, saying,"
  },
  {
    "t": "q",
    "v": "‘We are sad that our king is dead; we are so sorry that the wonderful things that happened while he was king are ended.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "his corpse will be dragged out of Jerusalem and dumped outside the gates!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "shout in the mountains of the Bashan region,"
  },
  {
    "t": "q",
    "v": "call out in mourning in the mountains of Moab,"
  },
  {
    "t": "q",
    "v": "because all your friends in those areas have been destroyed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you replied, ‘We will not pay attention to what you say.’"
  },
  {
    "t": "q",
    "v": "You have been acting like that since you were young;"
  },
  {
    "t": "q",
    "v": "you have never obeyed me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be as though they have been blown away by the wind."
  },
  {
    "t": "q",
    "v": "They will be captured by your enemies and taken to another country."
  },
  {
    "t": "q",
    "v": "When that happens, you will truly be ashamed and disgraced"
  },
  {
    "t": "q",
    "v": "because of all the wicked things that you have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but soon he will be punished,"
  },
  {
    "t": "q",
    "v": "and then he will groan"
  },
  {
    "t": "q",
    "v": "like a woman who is giving birth to a baby.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Yahweh says this: “Jehoiachin son of King Jehoiakim of Judah, as surely as I am alive, I will punish you. Even if you were the ring on my finger that shows that I am the king, I would pull you off."
      },
      {
        "t": "v",
        "n": 25,
        "v": "You are afraid of King Nebuchadnezzar of Babylon and his huge army, because they are wanting to kill you. I will enable them to capture you."
      },
      {
        "t": "v",
        "n": 26,
        "v": "I will expel you and your mother from this land, and you will be taken to another country. Neither of you were born there, but you will both die there."
      },
      {
        "t": "v",
        "n": 27,
        "v": "You will never return to this land that you will very much desire to return to.”"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Someone said, “Jehoiachin will be like a broken pot"
      },
      {
        "t": "v",
        "n": 29,
        "v": "I want the people in this land to listen carefully to this message from Yahweh."
      },
      {
        "t": "v",
        "n": 30,
        "v": "This is what Yahweh says:"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is despised and which no one wants."
  },
  {
    "t": "q",
    "v": "He and his children will be exiled to a foreign land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“In the record about the kings of Judah, write down that it will be as though this man Jehoiachin had no children,"
  },
  {
    "t": "q",
    "v": "and that he has not been successful during his life,"
  },
  {
    "t": "q",
    "v": "because none of his children will ever become king"
  },
  {
    "t": "q",
    "v": "to rule over the people of Judah.”"
  }
]