[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh declares, “Terrible things will happen to the leaders of my people—those who are like shepherds of the people who are like my sheep—because they have scattered my people and sent them away, and have not taken care of them."
      },
      {
        "t": "v",
        "n": 2,
        "v": "So, this is what I, Yahweh, the God whom the Israelite people worship, say to those leaders: ‘Instead of taking care of my people and leading them to places where they are safe like a shepherd does for his sheep, you have scattered them. So I will punish you for the evil things that you have done."
      },
      {
        "t": "v",
        "n": 3,
        "v": "But later I will gather those who are still alive, from the countries where I have forced them to go. I will bring them back to their own country, where they will have many children, and their number will increase."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Then I will appoint other leaders for my people, leaders who will take care of them. And my people will never be afraid of anything again, and none of them will be like a lost sheep that has been driven off by its shepherd.’”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh also says,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "At that time, he will save all the Israelite people from their enemies,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Some day I will appoint for you a righteous man"
  },
  {
    "t": "q",
    "v": "who will be a descendant of King David."
  },
  {
    "t": "q",
    "v": "As king, he will do what is just and right for all the people in the nation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will be safe."
  },
  {
    "t": "q",
    "v": "And his name will be"
  },
  {
    "t": "q",
    "v": "‘Yahweh, the one who does what is right for us.’”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Yahweh also says that at that time, people who are solemnly promising to do something will no longer say, “I will do it as surely as Yahweh lives, who rescued the Israelite people from Egypt.”"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Instead, they will say, “I will do it as surely as Yahweh lives, who brought us Israelite people back to our own land, from the land to the northeast and from all the other countries to which he had exiled us.” And they will live in their own land again."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "I am very sad in my deepest emotions because of the sacred message that Yahweh has spoken about what will happen to of the false prophets;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The land is full of people who commit adultery;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh says, “Even the priests and the prophets are ungodly;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Therefore, it will be as though the paths that they walk on are slippery."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Previously I saw that the prophets in Samaria were doing something that was wrong;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "And now I have seen the prophets in Jerusalem doing terrible things."
      }
    ]
  },
  {
    "t": "q",
    "v": "it is as though all my bones shake."
  },
  {
    "t": "q",
    "v": "I stagger like a man who is drunk"
  },
  {
    "t": "q",
    "v": "after drinking a lot of wine,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Yahweh has cursed the land."
  },
  {
    "t": "q",
    "v": "Even the pastures in the desert are all dried up,"
  },
  {
    "t": "q",
    "v": "because the people do what is evil,"
  },
  {
    "t": "q",
    "v": "and the false prophets use their power to do things that are not just."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they do wicked things even in his temple."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It will be as though they are being chased in the darkness,"
  },
  {
    "t": "q",
    "v": "and there they will fall down,"
  },
  {
    "t": "q",
    "v": "because I will cause them to experience disasters"
  },
  {
    "t": "q",
    "v": "at the time that I will punish them."
  },
  {
    "t": "q",
    "v": "That will surely happen because I, Yahweh, have said it.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they were prophesying, saying that Baal gave them the messages that they were proclaiming,"
  },
  {
    "t": "q",
    "v": "and they were deceiving my people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They commit adultery"
  },
  {
    "t": "q",
    "v": "and habitually tell lies."
  },
  {
    "t": "q",
    "v": "They encourage evil people to continue to do evil things,"
  },
  {
    "t": "q",
    "v": "with the result that the people do not stop sinning."
  },
  {
    "t": "q",
    "v": "Those prophets are as wicked as the people in Sodom and Gomorrah were."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "So, this is what Yahweh, commander of the angel armies, says about those false prophets:"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I will give those prophets bitter things to eat"
  },
  {
    "t": "q",
    "v": "and poison to drink,"
  },
  {
    "t": "q",
    "v": "because it is because of them that this land is filled with people who do wicked deeds.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "This is what Yahweh, commander of the angel armies, says:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "They habitually say to those who hate me,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "But none of them has ever been in a council meeting in heaven"
      },
      {
        "t": "v",
        "n": 19,
        "v": "So, Yahweh will punish them; it will be like a great storm;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh will not stop being angry"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Yahweh also says, “I have not appointed those prophets,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "If they had been in my council meetings,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh also says, “Am I a God who is only nearby?"
      },
      {
        "t": "v",
        "n": 24,
        "v": "So, no one can hide in some secret place"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Do not pay any attention to what those false prophets say to you,"
  },
  {
    "t": "q",
    "v": "because they are just fooling you."
  },
  {
    "t": "q",
    "v": "They tell you about visions that they have only thought in their own minds,"
  },
  {
    "t": "q",
    "v": "not about visions that I have given them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Yahweh says that you will have peace.’"
  },
  {
    "t": "q",
    "v": "And they say to those who stubbornly do what they want to do,"
  },
  {
    "t": "q",
    "v": "‘Nothing bad will happen to you because of your doing those things.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order to listen to a message from me."
  },
  {
    "t": "q",
    "v": "None of them has paid attention to anything that Yahweh has said."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will come down like a whirlwind, swirling around the heads of those wicked people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "until he has completely accomplished all that he has planned."
  },
  {
    "t": "q",
    "v": "In the future, you will understand all of this clearly.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they run around telling people their messages."
  },
  {
    "t": "q",
    "v": "I did not speak to them,"
  },
  {
    "t": "q",
    "v": "but they continue to prophesy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they would have been able to speak messages from me,"
  },
  {
    "t": "q",
    "v": "and they would have caused people to turn away from committing evil deeds. “"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No, I am a God who is far away, also."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that I cannot see him."
  },
  {
    "t": "q",
    "v": "I am everywhere, in heaven and on the earth!"
  },
  {
    "t": "q",
    "v": "That is what I, Yahweh, say!"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "I have heard those prophets prophesy lies, saying that they are telling people messages from me. They say, ‘Listen to me tell you the dream I received from God last night! I really had this dream!’"
      },
      {
        "t": "v",
        "n": 26,
        "v": "How long will they continue to do this? How long will those lying prophets continue to prophesy things that come only from their own minds?"
      },
      {
        "t": "v",
        "n": 27,
        "v": "They think that because of the dreams that they tell to each other, people will forget me, like their ancestors forgot about me when they started to worship Baal."
      },
      {
        "t": "v",
        "n": 28,
        "v": "Allow those false prophets to tell people their dreams, but those who have messages that really come from me should proclaim those messages faithfully. I, Yahweh, say that like straw and grain are certainly very different, my messages and the message from those false prophets are certainly very different ."
      },
      {
        "t": "v",
        "n": 29,
        "v": "It is as though my messages burn like a fire and is like a hammer that smashes rocks into pieces when it affects someone’s heart."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 30,
        "v": "Therefore, I, Yahweh say, I oppose all those prophets who steal messages from each other and claim that those messages came from me."
      },
      {
        "t": "v",
        "n": 31,
        "v": "I oppose those prophets who speak their own messages but claim that those messages came from me."
      },
      {
        "t": "v",
        "n": 32,
        "v": "I oppose those prophets who falsely say that I told them something in a vision, but they are only telling lies that cause my people to sin. I did not send those prophets. I did not even appoint them to be prophets. And they have no messages that will benefit my people at all. That is what I, Yahweh, declare.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 33,
        "v": "Yahweh said to me, “If one of those prophets or priests or one of the other people asks you, ‘What problem has Yahweh told you about now?’, you must reply, ‘He has not given me anything to say to you! Instead, Yahweh says that he will abandon you!’"
      },
      {
        "t": "v",
        "n": 34,
        "v": "And if any prophet or priest or anyone else falsely says, ‘I have a prophecy from Yahweh,’ I will punish that person and his family."
      },
      {
        "t": "v",
        "n": 35,
        "v": "What you should continually ask each other is, ‘When you spoke to Yahweh, what did he reply? What is he saying to us?’"
      },
      {
        "t": "v",
        "n": 36,
        "v": "But instead you are only concerned with your own ideas and with twisting the true message from the true God, Yahweh, commander of the angel armies, whom we worship."
      },
      {
        "t": "v",
        "n": 37,
        "v": "This is what you should ask each prophet: ‘What did Yahweh reply when you talked to him? What is he saying to us?’"
      },
      {
        "t": "v",
        "n": 38,
        "v": "If he replies, ‘What I told you is a prophecy from Yahweh’ then let him know I will punish him, becasue I told my true prophets not to give any messages to this people right now."
      },
      {
        "t": "v",
        "n": 39,
        "v": "So I, Yahweh, will get rid of you false prophets. I will expel you from my presence. And I will get rid of this city that I gave to you and to your ancestors."
      },
      {
        "t": "v",
        "n": 40,
        "v": "I will cause people to make fun of you forever. People will never forget that you were disgraced.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  }
]