{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You people in Jerusalem who are from the tribe of Benjamin,"
          },
          {
            "tag": "q2",
            "text": "flee from this city!"
          },
          {
            "tag": "q1",
            "text": "Blow the trumpets in the city of Tekoa south of Jerusalem!"
          },
          {
            "tag": "q1",
            "text": "Send up a smoke signal in the city of Beth Hakerem"
          },
          {
            "tag": "q2",
            "text": "to warn the people of the coming danger!"
          },
          {
            "tag": "q1",
            "text": "A powerful army will come against you from the north,"
          },
          {
            "tag": "q2",
            "text": "and they will cause great destruction."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Jerusalem is like a beautiful woman,"
          },
          {
            "tag": "q2",
            "text": "but it will soon be destroyed."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Enemy kings, the shepherds of foreign people groups, will come with their armies and set up their tents around the city,"
          },
          {
            "tag": "q2",
            "text": "and each king will choose a part of the city for his soldiers to destroy as shepherds divide their pastures for their flocks of sheep."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The kings will tell their troops,"
          },
          {
            "tag": "q2",
            "text": "'Make the sacrifices necessary to get ready for battle."
          },
          {
            "tag": "q2",
            "text": "We should attack them before noontime,"
          },
          {
            "tag": "q1",
            "text": "but even if we arrive there late in the afternoon,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "we will attack them at night"
          },
          {
            "tag": "q2",
            "text": "and tear down their fortresses.'\""
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh, the commander of the armies of angels in heaven, says this,"
          },
          {
            "tag": "q1",
            "text": "\"I will command those soldiers to cut down the trees outside Jerusalem"
          },
          {
            "tag": "q2",
            "text": "and to build ramps up to the top of the city walls!"
          },
          {
            "tag": "q1",
            "text": "This city must be punished"
          },
          {
            "tag": "q2",
            "text": "because everyone there continually oppresses others."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Its people keep doing wicked deeds,"
          },
          {
            "tag": "q2",
            "text": "just as a well keeps producing water."
          },
          {
            "tag": "q1",
            "text": "The noise from people doing violent and destructive actions is heard everywhere."
          },
          {
            "tag": "q2",
            "text": "I continually see people who are suffering and wounded."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Listen to what I am warning you, you people of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "because if you do not listen, I will reject you"
          },
          {
            "tag": "q1",
            "text": "and cause your land to become desolate,"
          },
          {
            "tag": "q2",
            "text": "a land where no one lives.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh, the commander of the angel armies, says this,"
          },
          {
            "tag": "q2",
            "text": "\"Your enemies will cause your country to become as desolate as a vineyard from which all the grapes have been completely stripped from the vines."
          },
          {
            "tag": "q1",
            "text": "Their soldiers will seize the possessions of those who remain in Israel after the others have been exiled"
          },
          {
            "tag": "q2",
            "text": "like farmers go to the vines again to pick any grapes that were left."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Who can I, Jeremiah, speak to? Who would listen to me, even if I spoke to them? "
          },
          {
            "tag": "q2",
            "text": "The ears of the Israelite people are unable to hear what I have to tell them."
          },
          {
            "tag": "q1",
            "text": "See! the message Yahweh gave me to tell them is offensive to them. "
          },
          {
            "tag": "q2",
            "text": "When they hear the message of Yahweh, they hate what I tell them!\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "After hearing this I became very angry,"
          },
          {
            "tag": "q2",
            "text": "as Yahweh is angry, and I could not hold myself back any longer."
          },
          {
            "tag": "q1",
            "text": "So Yahweh said to me,"
          },
          {
            "tag": "q2",
            "text": "\"Tell the children in the streets and the young men who gather together."
          },
          {
            "tag": "q1",
            "text": "Tell the men and their wives;"
          },
          {
            "tag": "q2",
            "text": "tell the very old people, also."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Tell the men that I will give their houses to their enemies,"
          },
          {
            "tag": "q2",
            "text": "and I will give their property and their wives to them, also,"
          },
          {
            "tag": "q1",
            "text": "when I punish the people who live in this land!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Everyone is trying to get money by tricking others,"
          },
          {
            "tag": "q2",
            "text": "from the the least important people to the most important people."
          },
          {
            "tag": "q1",
            "text": "Even my prophets and priests, they all lie to get what they want."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They act as though the sins of my people are like small wounds that they can easily treat."
          },
          {
            "tag": "q",
            "text": "They tell the people that everything will go well with them, but that is not true; things will not go well with them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They should be ashamed about the disgusting things that they do, but they are not ashamed at all. They do not even know how to blush."
          },
          {
            "tag": "q",
            "text": "So, they also will be among those who will be killed. They will be destroyed when I punish them.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "This is also what Yahweh said to the Israelite people,"
          },
          {
            "tag": "q1",
            "text": "\"Stand at the crossroads and look at the people who pass by."
          },
          {
            "tag": "q2",
            "text": "Ask them what was the good behavior that their ancestors had long ago."
          },
          {
            "tag": "q1",
            "text": "And when they tell you, behave that way."
          },
          {
            "tag": "q2",
            "text": "If you do that, you will find rest for yourselves."
          },
          {
            "tag": "q1",
            "text": "But you said that you did not want to do that!"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I sent my prophets who were like watchmen."
          },
          {
            "tag": "q2",
            "text": "They told you to listen carefully when the trumpets blow to warn you that your enemies are approaching,"
          },
          {
            "tag": "q2",
            "text": "but you did not want to listen."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Therefore, you people in the other nations, listen to this:"
          },
          {
            "tag": "q2",
            "text": "Pay attention to what is going to happen to the Israelite people."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Listen, all of you!"
          },
          {
            "tag": "q2",
            "text": "I am going to cause disasters to happen to the Israelite people."
          },
          {
            "tag": "q2",
            "text": "That is what will happen to them because they have refused to listen to what I told them."
          },
          {
            "tag": "q2",
            "text": "They have refused to obey my laws."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You Israelite people, when you burn frankincense that came from Sheba"
          },
          {
            "tag": "q2",
            "text": "and when you offer to me sweet-smelling anointing oil that came from far away,"
          },
          {
            "tag": "q2",
            "text": "I will not be pleased with your sacrifices."
          },
          {
            "tag": "q1",
            "text": "I will not accept the sacrifices that are completely burned on the altar;"
          },
          {
            "tag": "q2",
            "text": "I am not pleased with any of your sacrifices."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Therefore, I will put obstacles on the roads on which my people will travel."
          },
          {
            "tag": "q2",
            "text": "Men and their sons and people's neighbors and friends will stumble over those obstacles and fall down;"
          },
          {
            "tag": "q1",
            "text": "everyone will die.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh also says this,"
          },
          {
            "tag": "q1",
            "text": "\"You will see a huge army marching toward you from the north."
          },
          {
            "tag": "q2",
            "text": "An army of a great nation very far away is preparing to attack you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They have bows and arrows and spears;"
          },
          {
            "tag": "q2",
            "text": "they are very cruel, and do not act mercifully to anyone."
          },
          {
            "tag": "q1",
            "text": "As they ride along on their horses,"
          },
          {
            "tag": "q2",
            "text": "the horses' feet sound like the roaring of the ocean waves;"
          },
          {
            "tag": "q1",
            "text": "they are riding in battle formation"
          },
          {
            "tag": "q2",
            "text": "to attack you people of Jerusalem.\""
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The people of Jerusalem say to each other,"
          },
          {
            "tag": "q1",
            "text": "\"We have heard reports about the enemy;"
          },
          {
            "tag": "q2",
            "text": "so we are very frightened, with the result that we are weak."
          },
          {
            "tag": "q1",
            "text": "We are very afraid, and worried,"
          },
          {
            "tag": "q2",
            "text": "like women who are about to give birth to babies."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "So, do not go out into the fields! Do not go on the roads,"
          },
          {
            "tag": "q1",
            "text": "because the enemy soldiers have swords and they are everywhere;"
          },
          {
            "tag": "q2",
            "text": "they are coming from all directions, and we are extremely afraid.\""
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So I, Jeremiah, say to you, "
          },
          {
            "tag": "q",
            "text": "\"My dear people, put on rough clothes and sit in ashes "
          },
          {
            "tag": "q",
            "text": "to show how much you are grieving."
          },
          {
            "tag": "q1",
            "text": "Mourn loudly and cry very much,"
          },
          {
            "tag": "q2",
            "text": "as a mother would cry when her only son has died."
          },
          {
            "tag": "q1",
            "text": "For your enemies are very near,"
          },
          {
            "tag": "q2",
            "text": "and they are going to destroy everything.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Then Yahweh said to me,"
          },
          {
            "tag": "q1",
            "text": "\"Jeremiah, I have caused you to become like someone who heats metal very hot to completely burn the impurities."
          },
          {
            "tag": "q2",
            "text": "You will examine my people's behavior."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You will find out that they are very stubborn rebels:"
          },
          {
            "tag": "q2",
            "text": "they are always slandering others."
          },
          {
            "tag": "q1",
            "text": "Their inner beings are as hard as bronze or iron;"
          },
          {
            "tag": "q2",
            "text": "they all continually deceive others."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "A metalworker causes the bellows to blow very hard to make the fire very hot to completely burn up the impurities."
          },
          {
            "tag": "q1",
            "text": "But just as a fire does not cause all the waste material to run off,"
          },
          {
            "tag": "q2",
            "text": "it is impossible to separate the people from their wicked deeds."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I, Yahweh, have rejected them;"
          },
          {
            "tag": "q2",
            "text": "I say that they are like worthless silver.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}