[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "One day Yahweh said to me, “Go and buy a linen waistcloth. Put it on, but do not wash it.”",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "So I bought a very nice waistcloth, which is what Yahweh told me to do, and I put it on.",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Then later Yahweh gave me another message.",
        "id": 4
      },
      {
        "t": "v",
        "n": 4,
        "v": "He said, “Go to the Euphrates River and hide your waistcloth in a crevice in the rocks.”",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "So I went to the river and did what Yahweh told me to do.",
        "id": 6
      }
    ],
    "id": 3
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "A long time later, Yahweh said to me, “Go back to the river and get the waistcloth that I told you to hide there.”",
        "id": 8
      },
      {
        "t": "v",
        "n": 7,
        "v": "So I went to the Euphrates River and dug out the waistcloth from the crevice in which I had hidden it. But it was ruined, and useless.",
        "id": 9
      }
    ],
    "id": 7
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Then Yahweh gave me this message:",
        "id": 11
      },
      {
        "t": "v",
        "n": 9,
        "v": "“What happened to your waistcloth shows that I will destroy the things that the people of Jerusalem and other places in Judah are very proud of.",
        "id": 12
      },
      {
        "t": "v",
        "n": 10,
        "v": "Those wicked people refuse to pay attention to what I say. They stubbornly do just what they desire to do; they worship other gods. Therefore, they will become completely useless, like your waistcloth.",
        "id": 13
      },
      {
        "t": "v",
        "n": 11,
        "v": "Just like a waistcloth clings closely to a man’s waist, I wanted the people of Israel and Judah to cling closely to me. I wanted them to be my people, people who would praise me and honor me. But they would not pay attention to me.",
        "id": 14
      }
    ],
    "id": 10
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "So, tell this to them: ‘Yahweh, the God whom you Israelite people worship, says that every leather wineskin should be filled with wine.’ And when you tell that to them, they will reply, ‘Of course we know that all wineskins should be filled with wine!’",
        "id": 16
      },
      {
        "t": "v",
        "n": 13,
        "v": "And then you must tell them, ‘No, that is not what Yahweh means. What he said means that he will cause this land to be filled with people who are drunk. That will include all of you—the king who sits on the throne that King David previously sat on, the priests and the prophets, and even the common people of Jerusalem.’",
        "id": 17
      },
      {
        "t": "v",
        "n": 14,
        "v": "He is saying, ‘I will cause a drunken brawl among you. Even parents will brawl with their children. I will not pity you or act mercifully toward you at all; pitying you will not prevent me from getting rid of you.’”",
        "id": 18
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "You people of Judah, pay very careful attention.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Do not be proud, because Yahweh has spoken to you.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "It is as though he is ready to bring darkness on you",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and to cause you to stumble and fall as you walk on the hills when it is becoming dark.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So praise Yahweh your God before that happens.",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "If you do not do that, you will look for light,",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but all you will see is darkness and gloom.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "And if you still refuse to heed what he says,",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "what will happen to you because of your being proud will cause me to cry when I am alone.",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "My eyes will be filled with tears",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because you, Yahweh’s people,",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "whom he takes care of like a shepherd takes care of his flock,",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "will all be captured by your enemies and taken to other countries.",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "You people of Judah, say to the king and to his mother,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Come down from sitting on your thrones",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and humbly sit in the dirt,",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because your enemies will soon snatch from your heads your glorious crowns.”",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "The towns in the southern Judean wilderness will be surrounded by your enemies,",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and no one will be able to get through their lines to rescue the people in those towns.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You people of Judah will be captured and taken away;",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you will all be exiled.",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "You leaders of Jerusalem, open your eyes and look:",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the enemy armies are ready to march down from the north.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "When that happens, what will happen to the people of Judah who are like a beautiful flock of sheep,",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "people that he gave to you to take care of?",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "What will you say when Yahweh appoints people from other countries to rule over you,",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "people who you mistakenly thought were your friends?",
        "id": 72
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You will suffer very much pain,",
        "id": 74
      }
    ],
    "id": 73
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "like a woman who is about to give birth to a baby.",
        "id": 76
      }
    ],
    "id": 75
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "You will ask yourselves, “Why is this happening to us?”",
        "id": 78
      }
    ],
    "id": 77
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will reply that it is because of your many sins.",
        "id": 80
      }
    ],
    "id": 79
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "That is why soldiers of the invading armies will lift up the skirts of your women and rape them.",
        "id": 82
      }
    ],
    "id": 81
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "A man from Ethiopia certainly cannot change the color of his black skin,",
        "id": 84
      }
    ],
    "id": 83
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and a leopard certainly cannot change its spots.",
        "id": 86
      }
    ],
    "id": 85
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Similarly, you cannot start doing what is good,",
        "id": 88
      }
    ],
    "id": 87
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because you have always done what is evil.",
        "id": 90
      }
    ],
    "id": 89
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Yahweh says, “I will scatter you like chaff",
        "id": 92
      }
    ],
    "id": 91
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "that is blown away by the wind from the desert.",
        "id": 94
      }
    ],
    "id": 93
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "That is what is certainly going to happen to you,",
        "id": 96
      }
    ],
    "id": 95
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the things that I have determined will happen to you,",
        "id": 98
      }
    ],
    "id": 97
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because you have forgotten me,",
        "id": 100
      }
    ],
    "id": 99
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you are trusting in false gods.",
        "id": 102
      }
    ],
    "id": 101
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 26,
        "v": "It is as though I myself will pull your skirts up over your faces",
        "id": 104
      }
    ],
    "id": 103
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and cause you to be very ashamed because everyone will be able to see your private parts.",
        "id": 106
      }
    ],
    "id": 105
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 27,
        "v": "I have seen that you act like men who are eager to commit adultery;",
        "id": 108
      }
    ],
    "id": 107
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you are like male horses that whinny when they desire to mate with a female horse.",
        "id": 110
      }
    ],
    "id": 109
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I have seen that you worship disgusting idols in the fields and on the hills.",
        "id": 112
      }
    ],
    "id": 111
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You people of Jerusalem, terrible things will happen to you because you will not be obedient and live a good life!",
        "id": 114
      }
    ],
    "id": 113
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "How long will it be until you are acceptable to me again?”",
        "id": 116
      }
    ],
    "id": 115
  }
]