{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Yahweh said this to me: \"Even if Moses and Samuel could come back from their graves and stand in front of me and plead with me for these Israelite people, I would not act mercifully toward these people. I would tell you to send them away from me. Cause them to leave me!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And if they ask you, 'Where shall we go?', tell them, 'This is what Yahweh says:"
          },
          {
            "tag": "q1",
            "text": "The ones that I say must die, will die:"
          },
          {
            "tag": "q1",
            "text": "The ones that I say must die in wars, will die in wars."
          },
          {
            "tag": "q1",
            "text": "The ones that I say must die from hunger, will die from hunger."
          },
          {
            "tag": "q1",
            "text": "The ones that I say must be captured and taken to other countries, will be captured and taken to other countries."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "I will send four things that will get rid of them: I will send enemy soldiers using swords to kill them. I will send wild dogs to drag away their corpses. I will send vultures to eat their corpses. And I will send other wild animals to eat what remains of their corpses."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Because of the wicked things that King Manasseh did in Jerusalem, I will cause people in all the kingdoms of the earth to be horrified concerning what will happen in Judah to my people."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You people of Jerusalem, no one will feel sorry for you."
          },
          {
            "tag": "q2",
            "text": "No one will weep for you."
          },
          {
            "tag": "q2",
            "text": "No one will wish that you would not be hurt."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You people have abandoned me;"
          },
          {
            "tag": "q2",
            "text": "you have continued to walk away from me."
          },
          {
            "tag": "q1",
            "text": "So, I will lift up my fist to smash you;"
          },
          {
            "tag": "q2",
            "text": "I am tired of acting mercifully toward."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "At the gates of your cities, I will scatter you like a farmer scatters the chaff from his grain by winnowing it."
          },
          {
            "tag": "q2",
            "text": "You, my people, have refused to turn away from your evil behavior."
          },
          {
            "tag": "q1",
            "text": "So, I will get rid of you,"
          },
          {
            "tag": "q2",
            "text": "and I will even cause your children to be killed."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I will cause there to be more widows in Judah"
          },
          {
            "tag": "q2",
            "text": "than there are grains of sand on the seashore."
          },
          {
            "tag": "q1",
            "text": "I will bring on you an enemy army"
          },
          {
            "tag": "q2",
            "text": "that will destroy your young men and cause their mothers to weep."
          },
          {
            "tag": "q1",
            "text": "I will cause you to suddenly experience great suffering and become very terrified."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "A woman who has seven children will become faint and gasp for breath;"
          },
          {
            "tag": "q2",
            "text": "it will be as though her daylight will become darkness,"
          },
          {
            "tag": "q1",
            "text": "because most of her children will be dead,"
          },
          {
            "tag": "q2",
            "text": "and she will be disgraced and humiliated."
          },
          {
            "tag": "q1",
            "text": "And her children who are still alive, I will enable your enemies to kill them."
          },
          {
            "tag": "q2",
            "text": "That will surely happen because I, Yahweh, have said it.'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "I said to my mother, \"I am very sad;"
          },
          {
            "tag": "q1",
            "text": "I wish that you had not given birth to me;"
          },
          {
            "tag": "q2",
            "text": "everyone in this land opposes me and quarrels with me."
          },
          {
            "tag": "q1",
            "text": "I have not made anyone angry by lending or borrow money and then quarreling about it,"
          },
          {
            "tag": "q2",
            "text": "but everyone curses me anyway.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "But Yahweh replied to me,"
          },
          {
            "tag": "q1",
            "text": "\"Jeremiah, I will take care of you."
          },
          {
            "tag": "q1",
            "text": "And at times when you have the most troubles,"
          },
          {
            "tag": "q2",
            "text": "I will come on your behalf and protect you from your enemy."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "People of Judah, you know how strong iron is when it is mixed with bronze, "
          },
          {
            "tag": "q2",
            "text": "it is very hard and good for weapons. "
          },
          {
            "tag": "q1",
            "text": "That iron mixed with bronze metal is just like the strength of your enemies when they attack Judah from the north,"
          },
          {
            "tag": "q2",
            "text": "no one will be able to stop them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will give all the valuable possessions of your people to their enemies,"
          },
          {
            "tag": "q2",
            "text": "without them paying for it."
          },
          {
            "tag": "q1",
            "text": "Your people will lose everything valuable"
          },
          {
            "tag": "q2",
            "text": "because of all the sins that they have committed throughout the country."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I will tell their enemies to force them to become their prisoners,"
          },
          {
            "tag": "q2",
            "text": "to take them to other lands that they have not experienced,"
          },
          {
            "tag": "q2",
            "text": "and force them to become their slaves."
          },
          {
            "tag": "q1",
            "text": "That will happen because I am extremely angry with your people;"
          },
          {
            "tag": "q2",
            "text": "my anger is like a burning fire.\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then I said, \"Yahweh, you know what is happening to me."
          },
          {
            "tag": "q2",
            "text": "Please come and help me."
          },
          {
            "tag": "q2",
            "text": "Punish those who are persecuting me."
          },
          {
            "tag": "q1",
            "text": "Please do not continue to be patient with them"
          },
          {
            "tag": "q2",
            "text": "and do not allow me to die now."
          },
          {
            "tag": "q1",
            "text": "It is for your sake that I am suffering."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh my God, you are the commander of the angel armies;"
          },
          {
            "tag": "q1",
            "text": "when you spoke to me,"
          },
          {
            "tag": "q2",
            "text": "I was delighted with your message; it caused me to be joyful,"
          },
          {
            "tag": "q1",
            "text": "and I eagerly accepted what you said"
          },
          {
            "tag": "q2",
            "text": "because I belong to you."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When the people were carousing together,"
          },
          {
            "tag": "q2",
            "text": "I never joined them;"
          },
          {
            "tag": "q1",
            "text": "I sat alone, because you are the one who controls what I do."
          },
          {
            "tag": "q2",
            "text": "I was very angry with those people because of their sins."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So, why do you allow me to continue to suffer?"
          },
          {
            "tag": "q2",
            "text": "It seems that my wounds cannot be healed."
          },
          {
            "tag": "q1",
            "text": "Sometimes you help me, sometimes you do not help me."
          },
          {
            "tag": "q2",
            "text": "It seems that you are as undependable as a brook that has water in it only during certain seasons;"
          },
          {
            "tag": "q2",
            "text": "you are like a spring that has dried up.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Then Yahweh replied to me saying this:"
          },
          {
            "tag": "q1",
            "text": "\"If you begin again to trust in me,"
          },
          {
            "tag": "q1",
            "text": "I will restore you,"
          },
          {
            "tag": "q2",
            "text": "in order that you can continue to serve me."
          },
          {
            "tag": "q1",
            "text": "If you proclaim good messages and not worthless ones,"
          },
          {
            "tag": "q2",
            "text": "you will continue to be the one who speaks what I tell you to say."
          },
          {
            "tag": "q1",
            "text": "You must cause the people to pay attention to what you say;"
          },
          {
            "tag": "q2",
            "text": "you must not pay attention to what they say."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "They will fight against you,"
          },
          {
            "tag": "q2",
            "text": "but I will protect you, like people are protected from their enemies by a bronze wall."
          },
          {
            "tag": "q1",
            "text": "They will not defeat you,"
          },
          {
            "tag": "q2",
            "text": "because I will be with you,"
          },
          {
            "tag": "q2",
            "text": "and I will protect and rescue you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Truly, I will keep you safe from those wicked people,"
          },
          {
            "tag": "q2",
            "text": "I will rescue you when you are seized by cruel people."
          },
          {
            "tag": "q1",
            "text": "That will happen because I, Yahweh, have said it.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}