[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh gave another message to me. He said,",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Go to the shop of the man who makes clay pots. I will give you a message there.”",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "So I went to that shop, and I saw the man who makes pots. He was working at the wheel that he uses to form pots.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "But when he finished making one jar, it was not as good as he hoped it to be. So, he took the clay and formed it into another jar, shaping it as he desired to.",
        "id": 4
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Then Yahweh gave me this message:",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "“Perhaps the people of Israel think that I cannot do to them like this man who makes pots has done. But what they think is wrong. I can control what happens to them like this man controls what he does with the clay in his hands.",
        "id": 7
      },
      {
        "t": "v",
        "n": 7,
        "v": "There may be a time when I proclaim that I will get rid of a nation or kingdom, like someone pulls up a plant with its roots, and smash it, and destroy it.",
        "id": 8
      },
      {
        "t": "v",
        "n": 8,
        "v": "But if the people of that nation repent of doing evil things, I will not send to them the disasters that I planned to send.",
        "id": 9
      },
      {
        "t": "v",
        "n": 9,
        "v": "And there may be a time when I proclaim that I will establish a nation or kingdom and cause it to be strong.",
        "id": 10
      },
      {
        "t": "v",
        "n": 10,
        "v": "But if the people of that nation start to do evil things and refuse to obey me, then I will not bless them as I said that I would do.",
        "id": 11
      }
    ],
    "id": 5
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Therefore, Jeremiah, go and warn all the people in Jerusalem and in other places in Judah. Say to them, ‘This is what Yahweh says: I am planning a disaster that I will send to you. So, each of you should turn from your evil behavior and start doing what is right, in order that good things will come to you instead!’",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "But the people will say back to you, ‘It is useless for you to say these things to us. We will continue to be stubborn and behave as wickedly as we want to.’”",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "So this is what Yahweh said in response:",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Ask the people who live in other nations if they have ever heard of such a thing.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "My Israelite people, who have been pure like virgins, have done a terrible thing!",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "The snow certainly never completely disappears from the rocky slopes of the mountains in Lebanon.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The cold streams that flow down from those distant mountains never cease flowing.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "But my people are not as reliable as those streams:",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They have abandoned me.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They burn incense to honor worthless idols.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is as though they have stumbled as they walked along well known and reliable roads",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and now, instead, they are walking on dirt paths.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "Therefore, their land will become desolate,",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and people who see it will hiss to ridicule it from now on.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "All the people who pass by will be appalled;",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "they will shake their heads to show that they are shocked.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "I will scatter the people when their enemies attack them",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "like dust is scattered by an east wind.",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "And when they experience all these disasters,",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will turn my back on them and refuse to help them.”",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Then the people said, “Come, we should plan to attack Jeremiah. We have many priests who teach us God’s laws, wise men who give us good advice, and prophets who tell us what will happen. We do not need Jeremiah! So we should slander him and not pay attention to anything that he says.”",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Then I prayed, “Yahweh, please listen to me!",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "And listen to what my enemies are saying about me.",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "I am doing things that are good,",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so it is disgusting that they are paying me back by doing evil things to me.",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is as though they have dug a pit for me to fall into and die.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Do not forget that one time I stood in front of you and pleaded for you to help them,",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I tried to prevent you from punishing them, even though you were very angry with them.",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "So now, allow their children to die from hunger!",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Or cause them to be killed by their enemies’ swords!",
        "id": 71
      }
    ],
    "id": 70
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Cause their wives to become widows, whose children are all dead!",
        "id": 73
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Cause their husbands to be killed in battles!",
        "id": 75
      }
    ],
    "id": 74
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Cause people to scream in their homes",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "when enemy soldiers suddenly come into their houses!",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Cause all these things to happen to them because they want to kill me.",
        "id": 81
      }
    ],
    "id": 80
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is as though they have dug a pit for me to fall into,",
        "id": 83
      }
    ],
    "id": 82
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and they have hidden traps along my path.",
        "id": 85
      }
    ],
    "id": 84
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh, you know all the things that they are planning to do to kill me.",
        "id": 87
      }
    ],
    "id": 86
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Do not forgive them for their crimes",
        "id": 89
      }
    ],
    "id": 88
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "or blot out the record of their sins.",
        "id": 91
      }
    ],
    "id": 90
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Cause them to be destroyed;",
        "id": 93
      }
    ],
    "id": 92
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "punish them because of your being angry with them!”",
        "id": 95
      }
    ],
    "id": 94
  }
]