{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says that at that time, he will be the God who is worshiped by all the clans in Israel, and they will be his people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "This is what Yahweh says:"
          },
          {
            "tag": "q1",
            "text": "\"Those people who remained alive and were not killed by their enemies' swords"
          },
          {
            "tag": "q2",
            "text": "were blessed by me even in the desert;"
          },
          {
            "tag": "q2",
            "text": "where they survived."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Long ago I, Yahweh, said to your ancestors, the Israelite people,"
          },
          {
            "tag": "q1",
            "text": "'I have loved you and I will continue to love you forever."
          },
          {
            "tag": "q2",
            "text": "By faithfully loving you I have brought you close to myself.'"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "And now I tell you, my Israelite people who I will think of like a chaste woman, that I will cause you to be a nation again."
          },
          {
            "tag": "q1",
            "text": "You will joyfully dance as you play your tambourines."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Again you will plant your vineyards on the hills of Samaria,"
          },
          {
            "tag": "q2",
            "text": "and you will eat the grapes that grow there."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "There will be a time when watchmen will call out from the hills of Samaria ,"
          },
          {
            "tag": "q",
            "text": "'Come, let us go up to Jerusalem"
          },
          {
            "tag": "q2",
            "text": "to worship Yahweh, our God!'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "And now Yahweh also says this:"
          },
          {
            "tag": "q1",
            "text": "\"Sing joyfully about what I have done for the people of Israel!"
          },
          {
            "tag": "q1",
            "text": "Shout about your nation, the greatest nation!"
          },
          {
            "tag": "q2",
            "text": "Shout joyfully, praising me and saying,"
          },
          {
            "tag": "q2",
            "text": "'Yahweh, has rescued his people,"
          },
          {
            "tag": "q2",
            "text": "the ones who were still alive!'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Do that because I will bring them back from the northeast,"
          },
          {
            "tag": "q2",
            "text": "from the most distant places on the earth."
          },
          {
            "tag": "q1",
            "text": "Among them will be blind people and lame people,"
          },
          {
            "tag": "q2",
            "text": "women who are pregnant and women who are having labor pains."
          },
          {
            "tag": "q2",
            "text": "They will be a huge group of people!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They will be weeping as they return,"
          },
          {
            "tag": "q2",
            "text": "and they will be praying to me."
          },
          {
            "tag": "q1",
            "text": "I will guide them along streams of water,"
          },
          {
            "tag": "q2",
            "text": "on level paths where they will not stumble."
          },
          {
            "tag": "q1",
            "text": "I will do this because I am like a father to the Israelite people;"
          },
          {
            "tag": "q2",
            "text": "it is as though Israel is my oldest son.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "People in the nations of the world, listen to this message from Yahweh."
          },
          {
            "tag": "q2",
            "text": "Then proclaim it to people who live along the coasts far away."
          },
          {
            "tag": "q1",
            "text": "Yahweh scattered his people, but he will gather them again and will take care of them"
          },
          {
            "tag": "q2",
            "text": "like a shepherd takes care of his sheep."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh will buy his Israelite people back"
          },
          {
            "tag": "q2",
            "text": "from those who conquered them because they were more powerful than his people."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh's people will return to Jerusalem"
          },
          {
            "tag": "q2",
            "text": "and shout joyfully on the slopes of Zion Hill."
          },
          {
            "tag": "q1",
            "text": "They will rejoice about the things that Yahweh has abundantly given to them—"
          },
          {
            "tag": "q2",
            "text": "grain and new wine and olive oil"
          },
          {
            "tag": "q2",
            "text": "and young sheep and cattle."
          },
          {
            "tag": "q1",
            "text": "They themselves will be like a well-watered garden,"
          },
          {
            "tag": "q2",
            "text": "and they will no longer feel worn out."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The young women will dance joyfully,"
          },
          {
            "tag": "q2",
            "text": "and all the men, young ones and old ones, will join with them."
          },
          {
            "tag": "q1",
            "text": "I will cause them to rejoice instead of mourning;"
          },
          {
            "tag": "q2",
            "text": "I will comfort them and cause them to be happy instead of being sad."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The priests will have plenty of things to eat and drink,"
          },
          {
            "tag": "q2",
            "text": "and all my people will be filled with the good things that I give them."
          },
          {
            "tag": "q1",
            "text": "That will certainly happen because I, Yahweh, have said it!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh also says this:"
          },
          {
            "tag": "q1",
            "text": "\"Women were weeping in Ramah, on the border between Israel and Judah;"
          },
          {
            "tag": "q2",
            "text": "they were mourning and crying very loudly."
          },
          {
            "tag": "q1",
            "text": "The women who were the descendants of Ephraim and Manasseh, the two grandsons of Rachel the wife of Jacob, were weeping about their children,"
          },
          {
            "tag": "q2",
            "text": "and no one could comfort them"
          },
          {
            "tag": "q2",
            "text": "because their children were all dead."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "But now this is what Yahweh says:"
          },
          {
            "tag": "q1",
            "text": "'Do not cry anymore,"
          },
          {
            "tag": "q2",
            "text": "because I will reward you for the good things you have done for your children."
          },
          {
            "tag": "q1",
            "text": "Your children will return from the land where their enemies have taken them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I, Yahweh, am telling you that there are things that you can confidently expect me to do for you in the future."
          },
          {
            "tag": "q2",
            "text": "Your children will return to their own land.'"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I have heard the people of Israel grieving very much and saying to me,"
          },
          {
            "tag": "q2",
            "text": "'You punished us severely,"
          },
          {
            "tag": "q2",
            "text": "like calves are beaten by their owners to train them for pulling a plow."
          },
          {
            "tag": "q1",
            "text": "So bring us back to obey you again,"
          },
          {
            "tag": "q2",
            "text": "because we are ready to return to you,"
          },
          {
            "tag": "q1",
            "text": "because you alone are Yahweh, our God."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "We turned away from you,"
          },
          {
            "tag": "q2",
            "text": "but we repented;"
          },
          {
            "tag": "q1",
            "text": "after you caused us to realize that we were guilty."
          },
          {
            "tag": "q2",
            "text": "We beat our hands on our legs to show that we were very ashamed of the sins that we committed when we were young.'"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But I, Yahweh, say this:"
          },
          {
            "tag": "q2",
            "text": "The Israelite people certainly are still my dear children."
          },
          {
            "tag": "q1",
            "text": "It is often necessary for me to threaten to punish them,"
          },
          {
            "tag": "q2",
            "text": "but I still love them."
          },
          {
            "tag": "q1",
            "text": "That is why I have not forgotten them,"
          },
          {
            "tag": "q2",
            "text": "and I will certainly act mercifully toward them."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "You Israelite people, set up road signs;"
          },
          {
            "tag": "q2",
            "text": "put up posts along the roads"
          },
          {
            "tag": "q2",
            "text": "to mark the road on which you walked when you were taken from Jerusalem."
          },
          {
            "tag": "q1",
            "text": "My precious Israelite people,"
          },
          {
            "tag": "q2",
            "text": "come back to your towns here."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You people who have been like daughters who have forsaken their parents,"
          },
          {
            "tag": "q2",
            "text": "how long will you continue to wander away from me?"
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, will cause something to happen on the earth that is new:"
          },
          {
            "tag": "q2",
            "text": "the women of Israel will be protecting their husbands as they travel back here!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: \"When I bring them back from the countries to which they have been exiled, all the people from the towns in Judah will again say, 'I hope that Yahweh will bless this my home, the holy place where righteous people will live!'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The people of Judah who live in the towns, including the farmers and the shepherds, will all live together peacefully."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I will enable weary people to be refreshed with drinks of water, and enable people who are very exhausted to become strong again.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "I, Jeremiah, woke up after dreaming all those things, and I looked around. I had slept very delightfully!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Then Yahweh said to me, \"There will be a time when I will greatly increase the number of people and the number of livestock here in Israel and Judah."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Previously, I caused their enemies to remove the people from their land and to destroy their land and to bring many disasters to it. But in the future, I will enable them to build houses and to plant crops here in Israel again. That will surely happen because I, Yahweh, have said it."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Previously the people often said, 'The parents have eaten sour grapes, but it is the children's teeth that ache.' They meant that it was not fair for them to be punished for their ancestors' sins. But when I bring them back to their land, they will no longer say that."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "But now all people will die because of the sins that they themselves have committed. It will be more like 'The person who eats sour grapes will have his own teeth aching.'"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "I, Yahweh, say this: 'There will be a time when I will make a new agreement with the people of Israel and with the people of Judah."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "This new agreement will not be like the agreement that I made with their ancestors when I took them by their hands and led them out of Egypt. They disobeyed that agreement, even though I loved them like husbands love their wives.'"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "This is what I, Yahweh, say: 'This is the new agreement that I will make with the people of Israel some day: I will put my laws in their minds and write them on their inner beings. I will be their God, and they will be my people."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "And it will not be necessary for them to teach their neighbors or their relatives and say, \"You need to know Yahweh,\" because everyone, including both unimportant people and very important people, will already know me. And I will forgive them for having been very wicked, and I will never think again about the sins that they have committed.'\""
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "Yahweh is the one who causes the sun to give light during the day,"
          },
          {
            "tag": "q2",
            "text": "and who causes the moon and the stars to give light during the night."
          },
          {
            "tag": "q1",
            "text": "He stirs up the seas, with the result that waves roar."
          },
          {
            "tag": "q1",
            "text": "His name is Yahweh, commander of the angel armies,"
          },
          {
            "tag": "q2",
            "text": "and this is what he says:"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "\"I will not permanently reject my Israelite people"
          },
          {
            "tag": "q2",
            "text": "any more than I will get rid of the laws that control the universe."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "And this is what I say:"
          },
          {
            "tag": "q1",
            "text": "'No one can measure the sky"
          },
          {
            "tag": "q2",
            "text": "and no one can find out what is supporting the earth."
          },
          {
            "tag": "q1",
            "text": "Similarly, I cannot reject the descendants of Jacob"
          },
          {
            "tag": "q2",
            "text": "because of all the evil things that they have done.'"
          },
          {
            "tag": "q1",
            "text": "That is certain, because I, Yahweh, have said it!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "I, Yahweh, also say that there will be a time when everything in Jerusalem will be rebuilt for me, from the tower of Hananel at the northeast corner, west to the gate named the Corner Gate."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Workers will stretch a measuring line over Gareb Hill all the way southwest to Goah."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "And the whole area, including the place where corpses and ashes are thrown in the Kidron Valley, and all the fields to the east as far as the Horse Gate, will become set apart for me. And the city of Jerusalem will never again be captured or destroyed.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 31
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}