{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh gave to the prophet Jeremiah a message about the people of Philistia. The message was given to him before the city of Gaza in Philistia was captured by the army of Egypt."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "This is what Yahweh said:"
          },
          {
            "tag": "q1",
            "text": "\"An army will be coming from the northeast"
          },
          {
            "tag": "q2",
            "text": "that will cover the land like a flood."
          },
          {
            "tag": "q1",
            "text": "They will destroy the land and everything in it;"
          },
          {
            "tag": "q2",
            "text": "they will destroy people and cities."
          },
          {
            "tag": "q1",
            "text": "People will scream out for help;"
          },
          {
            "tag": "q2",
            "text": "and everyone in the land will wail in mourning."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They will hear the sound of the hooves of the enemy horses,"
          },
          {
            "tag": "q2",
            "text": "and they will hear the rumble of the wheels of their enemies' chariots."
          },
          {
            "tag": "q1",
            "text": "Men will run away;"
          },
          {
            "tag": "q2",
            "text": "they will not stop to help their own children but"
          },
          {
            "tag": "q2",
            "text": "will be completely weak and helpless ."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It will be the time for all the people of Philistia to be destroyed,"
          },
          {
            "tag": "q2",
            "text": "and the time to stop the remaining soldiers from being able to help the people living in the cities of Tyre and Sidon."
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, will destroy the people of Philistia,"
          },
          {
            "tag": "q2",
            "text": "those whose ancestors long ago came from Island of Crete."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The people of Gaza will be humiliated;"
          },
          {
            "tag": "q2",
            "text": "they will shave off all the hair on their heads to indicate that they are ashamed."
          },
          {
            "tag": "q1",
            "text": "The people of the city of Ashkelon will all be silent because they will be mourning."
          },
          {
            "tag": "q1",
            "text": "All you people who live along the coast of the Mediterranean Sea who are still alive,"
          },
          {
            "tag": "q2",
            "text": "how long will you gash yourselves because you are mourning?\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The people of Philistia say, \"Yahweh, when will you tell our enemies to stop killing us with their swords?"
          },
          {
            "tag": "q2",
            "text": "Tell them to put them back into their sheaths and allow them to stay there!\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But it would not be right for their swords to stay there,"
          },
          {
            "tag": "q2",
            "text": "because Yahweh has commanded their enemies to do something more;"
          },
          {
            "tag": "q1",
            "text": "Yahweh intends to tell them to attack all the people living in Ashkelon and in other cities along the coast."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 47
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}