[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh gave Jeremiah another message. He said,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“I, Yahweh, the God of Israel am telling you to write down everything that I have said to you."
      },
      {
        "t": "v",
        "n": 3,
        "v": "I want you to know that some day I will free my people, the people of Israel and Judah, from being slaves in Babylon. I will bring them back to this land that I gave to their ancestors, and this land will belong to them again. That will surely happen because I, Yahweh, have said it.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh gave to me another message concerning the people of Israel and Judah."
      },
      {
        "t": "v",
        "n": 5,
        "v": "This is what he said:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But think about this:"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Terrible things will soon happen;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh, commander of the angel armies, says this:"
      },
      {
        "t": "v",
        "n": 9,
        "v": "My people will again serve me, Yahweh, their God,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "So, you people of Israel who serve me,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I, Yahweh, say that I will be with you and will rescue you;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I hear people screaming because they are terrified;"
  },
  {
    "t": "q",
    "v": "there is no peace in the land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Men certainly do not give birth to babies."
  },
  {
    "t": "q",
    "v": "Therefore, why do strong men stand there,"
  },
  {
    "t": "q",
    "v": "with their faces very white,"
  },
  {
    "t": "q",
    "v": "with their hands pressed against their stomachs,"
  },
  {
    "t": "q",
    "v": "like women who are about to give birth to babies?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "That will be a terrible day!"
  },
  {
    "t": "q",
    "v": "There has never been such a time."
  },
  {
    "t": "q",
    "v": "It will be a time when my Israelite people will experience great trouble,"
  },
  {
    "t": "q",
    "v": "but finally they will be saved from their sufferings.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“At that time it will be as though I will sever the ropes that are around my people,"
  },
  {
    "t": "q",
    "v": "and I will free them from being slaves."
  },
  {
    "t": "q",
    "v": "People in other countries will no longer enslave them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will serve a king who is a descendant of King David;"
  },
  {
    "t": "q",
    "v": "and I will appoint this king for them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not be dismayed now,"
  },
  {
    "t": "q",
    "v": "because some day I will bring you back from distant places;"
  },
  {
    "t": "q",
    "v": "I will bring your descendants back home from the land where they had been exiled."
  },
  {
    "t": "q",
    "v": "Then you Israelite people will again live peacefully and safely,"
  },
  {
    "t": "q",
    "v": "and there will not be any nation that will cause you to be terrified."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will completely destroy the nations to which I have scattered you."
  },
  {
    "t": "q",
    "v": "But I will not completely destroy you."
  },
  {
    "t": "q",
    "v": "I will punish you for your many sins, but I will punish you only as severely as you deserve:"
  },
  {
    "t": "q",
    "v": "I would be doing wrong if I did not to punish you at all.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh also says this:"
      },
      {
        "t": "v",
        "n": 13,
        "v": "There is no one to help you,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "All your allies have deserted you"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Because that is true, why do you protest about my punishing you,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "But some day all those who are trying to destroy you will be destroyed;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Everyone says that you are outcasts,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You have suffered very much;"
  },
  {
    "t": "q",
    "v": "it is as though you have a terrible wound that cannot be cured."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one to put a bandage on your wound."
  },
  {
    "t": "q",
    "v": "There is no medicine that will heal you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they do not want to help you anymore."
  },
  {
    "t": "q",
    "v": "It is true that I have punished you severely,"
  },
  {
    "t": "q",
    "v": "like your enemies would wound you,"
  },
  {
    "t": "q",
    "v": "because you have committed many sins"
  },
  {
    "t": "q",
    "v": "and you are very guilty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as though I had caused a wound that could not be cured?"
  },
  {
    "t": "q",
    "v": "It was necessary for me to punish you,"
  },
  {
    "t": "q",
    "v": "because you had committed many sins"
  },
  {
    "t": "q",
    "v": "and you were very guilty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all your enemies will be exiled to other nations."
  },
  {
    "t": "q",
    "v": "All those who have stolen things from you"
  },
  {
    "t": "q",
    "v": "will have their valuable possessions stolen,"
  },
  {
    "t": "q",
    "v": "and all those who attack you will be attacked."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that you live in Jerusalem, a city that no one cares about.”"
  },
  {
    "t": "p",
    "v": []
  },
  {
    "t": "q",
    "v": "“I will heal your injuries"
  },
  {
    "t": "q",
    "v": "and cause you to be healthy again.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "This is what Yahweh says:"
      },
      {
        "t": "v",
        "n": 19,
        "v": "People will again sing joyfully to thank me,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Their children will prosper like they did before."
      },
      {
        "t": "v",
        "n": 21,
        "v": "One of their own people will be their king,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "You Israelite people will be my people,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh will punish your enemies;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "He will not stop being angry"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I will bring the people of Israel back from the lands to which they were taken"
  },
  {
    "t": "q",
    "v": "and enable them to possess their land and their houses again."
  },
  {
    "t": "q",
    "v": "When that happens, Jerusalem will be rebuilt on top of its ruins,"
  },
  {
    "t": "q",
    "v": "and the king’s palace will be rebuilt as a place of justice."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will cause there to be more people in Jerusalem, not fewer;"
  },
  {
    "t": "q",
    "v": "I will cause them to be honored, not despised."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will cause them to be a group of people who worship me,"
  },
  {
    "t": "q",
    "v": "and I will punish any nation that oppresses them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will invite him to come close to me to worship me,"
  },
  {
    "t": "q",
    "v": "because no one would dare to come close to me"
  },
  {
    "t": "q",
    "v": "if I did not invite him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will be your God.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be like a great storm;"
  },
  {
    "t": "q",
    "v": "it will come down like a whirlwind, swirling around the heads of wicked people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "until he completely accomplishes all that he has planned."
  },
  {
    "t": "q",
    "v": "In the future, you will understand all of this clearly."
  }
]