{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"I wish that my head could produce as many tears as water from a spring, and that my eyes were like a fountain of tears,"
          },
          {
            "tag": "q",
            "text": "since I cry night and day for all of my people who have been killed by their enemies."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I wish that I could leave my people and forget them, and go and live in a shack in the desert,"
          },
          {
            "tag": "q",
            "text": "because they have not remained faithful to Yahweh; they are a mob of people who deceive others."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They use their tongues to tell lies just as people shoot arrows with bows."
          },
          {
            "tag": "q",
            "text": "They are powerful, but not because they are faithful, but they go about doing wicked things. \"They do not know me,\" Yahweh says."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not trust your neighbors and even your brothers! They all are as deceitful as Jacob was."
          },
          {
            "tag": "q",
            "text": "They slander each other and tell lies about each other."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They deceive their friends and never tell the truth."
          },
          {
            "tag": "q",
            "text": "They lie continually and, because of that, they have become skilled liars; they do one oppressive deed after another until they grow tired from sinning so much."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Jeremiah, everyone living around you is a deceiver. Not one of them will admit that I am God."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore I, Yahweh, commander of the angel armies, say this:"
          },
          {
            "tag": "q",
            "text": "Listen carefully to what I say: I will test my people, like a metalworker puts metal in a hot fire to completely burn out the impure bits."
          },
          {
            "tag": "q",
            "text": "Because of all the evil things that my people have done, there is absolutely nothing else that I can do."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "What they say injures people like poisoned arrows do."
          },
          {
            "tag": "q",
            "text": "They say to their neighbors, 'I hope things will go well for you,' while they are planning to kill them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Should I not punish them for doing that?"
          },
          {
            "tag": "q",
            "text": "Yes, I should certainly get revenge on the people of a nation that does things like that!\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So, I will weep and wail for the people who live in the mountains and in the pastures,"
          },
          {
            "tag": "q",
            "text": "because those areas will be desolate, and no one will live there."
          },
          {
            "tag": "q",
            "text": "There will be no cattle there to call to each other,"
          },
          {
            "tag": "q",
            "text": "and all the birds and wild animals will have fled to other places."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh also says, \"I will cause Jerusalem to become a heap of ruins,"
          },
          {
            "tag": "q",
            "text": "and only jackals will live there."
          },
          {
            "tag": "q",
            "text": "I will destroy the towns of Judah, with the result that they will be completely deserted;"
          },
          {
            "tag": "q",
            "text": "no people will live there.\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I said, \"Only people who are very wise can understand these things."
          },
          {
            "tag": "q",
            "text": "Only those who have been taught by Yahweh can explain these things to others."
          },
          {
            "tag": "q",
            "text": "The wise people are the only ones who can explain why the land will be completely ruined"
          },
          {
            "tag": "q",
            "text": "with the result that everyone will be afraid to travel through it.\""
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh replied, \"These things will happen because my people have rejected my laws which I gave to them;"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Instead, they have stubbornly done the things that they wanted in their inner beings to do."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So now listen to what I, Yahweh, commander of the angel armies, the God of the Israelites, say:"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I will scatter them to many nations which neither they nor their ancestors have known anything about;"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This is what Yahweh, commander of the angel armies, says:"
          },
          {
            "tag": "q",
            "text": "\"Think about what is happening,"
          },
          {
            "tag": "q",
            "text": "then summon those women who mourn when someone has died."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Tell them to come quickly and start to wail,"
          },
          {
            "tag": "q",
            "text": "with the result that tears will stream down from your eyes."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Listen to the people of Jerusalem calling out, saying,"
          },
          {
            "tag": "q",
            "text": "'We have been ruined!"
          },
          {
            "tag": "q",
            "text": "We have experienced a terrible disaster!"
          },
          {
            "tag": "q",
            "text": "Now we are very ashamed,"
          },
          {
            "tag": "q",
            "text": "because our houses have been destroyed by our enemies, and we are being forced to leave our land.'"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You women, listen to what Yahweh says."
          },
          {
            "tag": "q",
            "text": "Pay attention to his words."
          },
          {
            "tag": "q",
            "text": "Teach your daughters to wail."
          },
          {
            "tag": "q",
            "text": "Teach each other how to sing funeral songs."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "You must learn to sing funeral songs because people will be dying in your houses and in palaces."
          },
          {
            "tag": "q",
            "text": "There will be no more children playing in the streets,"
          },
          {
            "tag": "q",
            "text": "there will be no more young men gathering in the city squares."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "There will be corpses scattered across the fields like dung;"
          },
          {
            "tag": "q",
            "text": "their dead bodies will lie there like grain that has been cut by reapers,"
          },
          {
            "tag": "q",
            "text": "and there will be no one still alive to bury them."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yahweh says this:"
          },
          {
            "tag": "q",
            "text": "\"Wise men should not boast about their being wise,"
          },
          {
            "tag": "q",
            "text": "strong men should not boast about their being strong;"
          },
          {
            "tag": "q",
            "text": "and rich people should not boast about their being rich."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Instead, those who want to boast should boast about their knowing me"
          },
          {
            "tag": "q",
            "text": "and about understanding that I am Yahweh,"
          },
          {
            "tag": "q",
            "text": "that I am kind and just and righteous,"
          },
          {
            "tag": "q",
            "text": "that I faithfully love people,"
          },
          {
            "tag": "q",
            "text": "and that I am delighted with people who act that way."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25-26",
            "text": "There will be a time when I will punish all those people who have changed their bodies by circumcising them but who have not changed their inner beings: The Egyptian, the Moab, of Edom, and of the Ammon people groups, all those who live close to desert areas far from Judah. I will even punish the people of Israel because they are only circumcised on the outside, and physically, and not on the inside, in their inner self.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}