[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "After there had been no rain in Judah for a long time, Yahweh gave Jeremiah this message:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The people in Judah are very distressed;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "The rich people send their servants to wells to get water,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "The ground is extremely dry and cracked open"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Even the does abandon their newborn babies,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The wild donkeys stand on the barren hills,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The people say, “Yahweh, if we have turned away from you and sinned many times,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You are the one whom we Israelites confidently expect to do good things for us"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Are you also surprised about the terrible things that are happening to us?"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people are sitting on the ground and mourning;"
  },
  {
    "t": "q",
    "v": "in all of Jerusalem people are crying loudly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but all the wells are dry."
  },
  {
    "t": "q",
    "v": "The servants return with empty pitchers;"
  },
  {
    "t": "q",
    "v": "they cover their heads"
  },
  {
    "t": "q",
    "v": "because they are ashamed and humiliated."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because there has been no rain."
  },
  {
    "t": "q",
    "v": "The farmers are ashamed that they cannot raise a crop,"
  },
  {
    "t": "q",
    "v": "so they also cover their heads."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because there is no grass in the fields for them to eat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "panting like thirsty jackals."
  },
  {
    "t": "q",
    "v": "They become blind"
  },
  {
    "t": "q",
    "v": "because there is no grass to eat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we now know that we are being punished because of our sins!"
  },
  {
    "t": "q",
    "v": "Please help us"
  },
  {
    "t": "q",
    "v": "in order that everyone can see that you are very great and keep your promises."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when we have many troubles."
  },
  {
    "t": "q",
    "v": "So, why do you not help us?"
  },
  {
    "t": "q",
    "v": "You act as though you are a stranger in our land,"
  },
  {
    "t": "q",
    "v": "like you are someone who is staying here for only one night."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why do you act like you are unable to save anyone, even though you are a strong warrior?"
  },
  {
    "t": "q",
    "v": "Yahweh, you are here among us,"
  },
  {
    "t": "q",
    "v": "and others know that we are your people,"
  },
  {
    "t": "q",
    "v": "so do not abandon us!”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "And this is what Yahweh says to those people:"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You love to wander away from me;"
  },
  {
    "t": "q",
    "v": "you run from one idol to another."
  },
  {
    "t": "q",
    "v": "Therefore, now I will no longer accept you,"
  },
  {
    "t": "q",
    "v": "and I will punish you for your sins.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Then Yahweh said to me, “Do not pray for these people anymore."
      },
      {
        "t": "v",
        "n": 12,
        "v": "When they fast, I will not pay any attention. When they bring to me their offerings of animals to be completely burned on the altar and their offerings of flour, I will not accept them. Instead, I will get rid of them by wars, by famines, and by diseases.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Then I replied to him, “Yahweh my God, their prophets are telling the people that they will not experience wars or famines. They are telling the people that you will surely allow us to have peace in our land for many years.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh replied to me, “Those prophets say that they are speaking what I tell them to say, but they are telling lies. I did not send them, so what they are saying is false. They say that they have received visions from me, and that they are telling things that I have revealed to them, but that is not true. They are saying foolish things that they have only thought of themselves."
      },
      {
        "t": "v",
        "n": 15,
        "v": "So this is what I say about those prophets who are predicting what will happen, saying that I told them those things: They are saying that we Israelites will not die from wars or famines, but I did not send those prophets. And they themselves will die from wars or from famines."
      },
      {
        "t": "v",
        "n": 16,
        "v": "And the people to whom they are predicting these things, they and their wives and their sons and their daughters, will also die from wars or from famines. Their corpses will be thrown into the streets of Jerusalem, and there will not be anyone to bury them. I will punish them like they deserve to be punished."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "So, Jeremiah, tell this to them about yourself:"
      },
      {
        "t": "v",
        "n": 18,
        "v": "If I go out into the fields,"
      }
    ]
  },
  {
    "t": "q",
    "v": "‘Day and night my eyes are full of tears."
  },
  {
    "t": "q",
    "v": "I cannot stop crying."
  },
  {
    "t": "q",
    "v": "I cry for my people,"
  },
  {
    "t": "q",
    "v": "who are very precious to me, as if they were my daughters."
  },
  {
    "t": "q",
    "v": "I cry for them because they have been severely wounded;"
  },
  {
    "t": "q",
    "v": "and they will not recover or heal from this severe wound."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I see corpses of people who have been slaughtered by our enemies."
  },
  {
    "t": "q",
    "v": "If I walk along the streets of the city,"
  },
  {
    "t": "q",
    "v": "I see corpses of people who died from hunger."
  },
  {
    "t": "q",
    "v": "The prophets and the priests travel through the land, preaching to people,"
  },
  {
    "t": "q",
    "v": "but they do not know what they are doing .’”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Then I prayed this:"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh, we admit that we are wicked people,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "But Yahweh, in order that we may honor you,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Those idols that have been brought from other nations certainly cannot bring rain to us,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Yahweh, have you completely rejected the people of Judah?"
  },
  {
    "t": "q",
    "v": "Do you really despise the people of Jerusalem?"
  },
  {
    "t": "q",
    "v": "Why have you wounded us very badly,"
  },
  {
    "t": "q",
    "v": "with the result that we will never be healed?"
  },
  {
    "t": "q",
    "v": "We hoped that we would have peace,"
  },
  {
    "t": "q",
    "v": "but there was no peace."
  },
  {
    "t": "q",
    "v": "We hoped that there would be a time when we would be healed,"
  },
  {
    "t": "q",
    "v": "but all that we received were things that terrified us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that our ancestors also did many wicked things."
  },
  {
    "t": "q",
    "v": "We have all sinned against you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not despise us."
  },
  {
    "t": "q",
    "v": "Do not dishonor the city where your glorious throne is."
  },
  {
    "t": "q",
    "v": "Please do not forget us,"
  },
  {
    "t": "q",
    "v": "and do not break your agreement with us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the sky certainly cannot cause rain to fall."
  },
  {
    "t": "q",
    "v": "Yahweh our God, you are the only one who can do things like that."
  },
  {
    "t": "q",
    "v": "So we will confidently expect you to help us.”"
  }
]