[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is what Yahweh says:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I will send a foreign army to come to get rid of Babylonia"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will tell them, ‘Do not allow the archers of Babylon to have time to put on their armor"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Their soldiers will fall dead in Babylonia;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I, Yahweh, commander of the angel armies, whom Israel worships, have not abandoned Israel and Judah."
      },
      {
        "t": "v",
        "n": 6,
        "v": "You people of Israel and Judah, flee from Babylon!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Babylon has been like a gold cup in Yahweh’s hand, a cup that is full of wine"
      },
      {
        "t": "v",
        "n": 8,
        "v": "But suddenly Babylon will be conquered."
      },
      {
        "t": "v",
        "n": 9,
        "v": "We foreigners would have tried to heal them,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh has vindicated us;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You enemy soldiers, sharpen your arrows!"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Lift up a battle flag close to the walls of Babylon!"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Babylon is a city near the great Euphrates River,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh, commander of the angel armies has solemnly promised, using his own name,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh created the earth by his power;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "When he speaks loudly, there is thunder in the sky;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "People are as senseless as a beast, and they know very little;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Idols are worthless; they deserve to be ridiculed;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "But the God of Israel is not like those idols;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh says about the army of Babylonia,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "With your power I shatter armies of other nations:"
      },
      {
        "t": "v",
        "n": 22,
        "v": "With your power I shatter men and women,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "With your power I shatter shepherds and their flocks of sheep,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I will inspire an army to destroy Babylon like a powerful wind,"
  },
  {
    "t": "q",
    "v": "and also to destroy the people of Babylonia in Leb Kamai."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a strong wind that blows away chaff."
  },
  {
    "t": "q",
    "v": "They will attack from every direction"
  },
  {
    "t": "q",
    "v": "on that day of disaster."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or draw their bows."
  },
  {
    "t": "q",
    "v": "Do not spare the young men of Babylon."
  },
  {
    "t": "q",
    "v": "Completely destroy their army.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will die after being impaled by spears in the streets."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Even though their land was filled with people who sinned against me, the Holy God of Israel,"
  },
  {
    "t": "q",
    "v": "I am still their God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Run to escape!"
  },
  {
    "t": "q",
    "v": "Do not stay there and be killed when the people of Babylon are punished!"
  },
  {
    "t": "q",
    "v": "It will be the time when Yahweh gets revenge;"
  },
  {
    "t": "q",
    "v": "He will do to them what they deserve."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that caused people all over the earth who drank some of it to become drunk."
  },
  {
    "t": "q",
    "v": "It is as though the rulers of the nations drank the wine from Babylon,"
  },
  {
    "t": "q",
    "v": "and it caused them to become crazy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Weep for its people!"
  },
  {
    "t": "q",
    "v": "Give them medicine for their wounds;"
  },
  {
    "t": "q",
    "v": "perhaps they can be healed.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but now they cannot be healed."
  },
  {
    "t": "q",
    "v": "So we will not try to help them; we will abandon them,"
  },
  {
    "t": "q",
    "v": "and return to our own lands,"
  },
  {
    "t": "q",
    "v": "because it is as though the punishment they are receiving reaches up to the clouds in sky;"
  },
  {
    "t": "q",
    "v": "it is very great, with the result that no one can measure it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so let us proclaim in Jerusalem everything that Yahweh our God has done for us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Fill up your quivers for battle,"
  },
  {
    "t": "q",
    "v": "because Yahweh has incited your kings of Media and Persia to march with their armies to Babylon and to destroy it."
  },
  {
    "t": "q",
    "v": "That is how Yahweh will get revenge on those foreigners who entered his temple in Jerusalem and defiled it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Reinforce the guards,"
  },
  {
    "t": "q",
    "v": "and tell the watchmen to stand in their positions!"
  },
  {
    "t": "q",
    "v": "Prepare an ambush,"
  },
  {
    "t": "q",
    "v": "because Yahweh is about to accomplish all that he has planned to do to the people of Babylon."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a city in which there are many rich people,"
  },
  {
    "t": "q",
    "v": "but it is time for Babylon to be finished;"
  },
  {
    "t": "q",
    "v": "the time for the city to exist is ended."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Your cities will be filled with your enemies;"
  },
  {
    "t": "q",
    "v": "I will cause them to be like a swarm of locusts;"
  },
  {
    "t": "q",
    "v": "and they will shout triumphantly when they conquer your city.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he established it by his wisdom,"
  },
  {
    "t": "q",
    "v": "and he stretched out the sky by his understanding."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he causes clouds to form in every part of the earth."
  },
  {
    "t": "q",
    "v": "He sends lightning with the rain"
  },
  {
    "t": "q",
    "v": "and releases the winds from his storehouses."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who make idols are always disappointed,"
  },
  {
    "t": "q",
    "v": "because their idols do nothing for them."
  },
  {
    "t": "q",
    "v": "The images that they make are not real gods;"
  },
  {
    "t": "q",
    "v": "they are lifeless."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there will be a time when they will all be destroyed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is the one who created everything that exists;"
  },
  {
    "t": "q",
    "v": "we, the tribe of Israel, belong to him;"
  },
  {
    "t": "q",
    "v": "his name is Yahweh, commander of the angel armies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“You are like my weapons of war and my war club;"
  },
  {
    "t": "q",
    "v": "with your power I shatter nations"
  },
  {
    "t": "q",
    "v": "and destroy many kingdoms."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I destroy their horses and their riders, their chariots and their chariot drivers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "old people and children,"
  },
  {
    "t": "q",
    "v": "young men and young women."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "farmers and their oxen,"
  },
  {
    "t": "q",
    "v": "governors and their officials.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "But, Yahweh also says,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Babylonia is like a great mountain"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Your city will be abandoned forever;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Tell the nations to lift up a battle flag!"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Prepare the armies of other nations,"
      },
      {
        "t": "v",
        "n": 29,
        "v": "When they attack Babylon, it will be as though the earth will shake and writhe in pain,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "When their enemies attack, the strongest warriors in Babylon will not fight."
      },
      {
        "t": "v",
        "n": 31,
        "v": "Messengers will go quickly, one after another,"
      },
      {
        "t": "v",
        "n": 32,
        "v": "The places at which people can cross the river to escape from the city will be blocked."
      }
    ]
  },
  {
    "t": "q",
    "v": "“Soon I will repay you people in Babylon and in the rest of Babylonia"
  },
  {
    "t": "q",
    "v": "for all the evil things that you have done in Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "from which bandits descend to plunder people all over the earth."
  },
  {
    "t": "q",
    "v": "But I, Yahweh, am the enemy of you people of Babylonia."
  },
  {
    "t": "q",
    "v": "I will raise my fist to strike you."
  },
  {
    "t": "q",
    "v": "I will knock you down from the cliffs"
  },
  {
    "t": "q",
    "v": "and cause you to be only a huge pile of burned rubble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even the stones in your city will never again be used for buildings."
  },
  {
    "t": "q",
    "v": "Your city will be completely destroyed.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Tell them to blow their trumpets of war!"
  },
  {
    "t": "q",
    "v": "Gather all their armies to fight against Babylon!"
  },
  {
    "t": "q",
    "v": "Prepare the nations to attack Babylon."
  },
  {
    "t": "q",
    "v": "Summon the armies of the kingdoms north of Babylonia—from Ararat, Minni, and Ashkenaz."
  },
  {
    "t": "q",
    "v": "Appoint a commander for them,"
  },
  {
    "t": "q",
    "v": "and bring a great number of horses;"
  },
  {
    "t": "q",
    "v": "there must be a huge number of horses; that huge number will resemble a swarm of locusts."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "armies that will be led by the kings of Media and Persia,"
  },
  {
    "t": "q",
    "v": "their governors and their officials."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because those armies will accomplish everything that Yahweh has planned to do to Babylon."
  },
  {
    "t": "q",
    "v": "Then the nations will destroy it completely,"
  },
  {
    "t": "q",
    "v": "with the result that no one will live there again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will remain in their barracks, without any strength."
  },
  {
    "t": "q",
    "v": "They will be as timid as women."
  },
  {
    "t": "q",
    "v": "The enemy soldiers will burn the buildings in the city"
  },
  {
    "t": "q",
    "v": "and break the bars of the city gates into pieces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to tell the king that his city has been captured."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The dry reeds in the marshes will be set on fire,"
  },
  {
    "t": "q",
    "v": "and the soldiers of Babylon will be terrified."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 33,
        "v": "This is what Yahweh, commander of the angel armies, whom Israel worships, says;"
      },
      {
        "t": "v",
        "n": 34,
        "v": "The army of Nebuchadnezzar, the king of Babylon, has attacked and crushed us Israelites,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "So the people of Jerusalem say to Yahweh,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Babylon is like wheat on the ground where it is about to be threshed"
  },
  {
    "t": "q",
    "v": "by animals tramping on it."
  },
  {
    "t": "q",
    "v": "Very soon their enemies will trample on the city of Babylon.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we have no strength left."
  },
  {
    "t": "q",
    "v": "It is as though they have swallowed us like a great monster"
  },
  {
    "t": "q",
    "v": "that filled its belly with all our tasty parts,"
  },
  {
    "t": "q",
    "v": "and then has spit out what it did not like."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Cause the people of Babylon to suffer"
  },
  {
    "t": "q",
    "v": "like they caused us to suffer!"
  },
  {
    "t": "q",
    "v": "Cause the people of Babylonia to be punished for killing our people!”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 36,
        "v": "And this is what Yahweh replies to the people of Jerusalem:"
      },
      {
        "t": "v",
        "n": 37,
        "v": "Babylon will become a heap of ruins,"
      },
      {
        "t": "v",
        "n": 38,
        "v": "The people of Babylon will all roar like young lions;"
      },
      {
        "t": "v",
        "n": 39,
        "v": "But while they are extremely hungry,"
      },
      {
        "t": "v",
        "n": 40,
        "v": "I will bring them down to a place where they will be slaughtered,"
      },
      {
        "t": "v",
        "n": 41,
        "v": "People all over the earth now honor Babylon;"
      },
      {
        "t": "v",
        "n": 42,
        "v": "The enemies of Babylon will cover the city like huge waves of the sea."
      },
      {
        "t": "v",
        "n": 43,
        "v": "The towns in Babylonia will be a horror, a dry and desert plain,"
      },
      {
        "t": "v",
        "n": 44,
        "v": "And I will punish Bel, the god that the people of Babylon worship,"
      },
      {
        "t": "v",
        "n": 45,
        "v": "Yahweh also says, “My people, come out of Babylon!"
      },
      {
        "t": "v",
        "n": 46,
        "v": "Do not be discouraged or afraid"
      },
      {
        "t": "v",
        "n": 47,
        "v": "But it will soon be the time for me to get rid of the carved idols in Babylon."
      },
      {
        "t": "v",
        "n": 48,
        "v": "Then all the angels in heaven and all the people on the earth will rejoice,"
      },
      {
        "t": "v",
        "n": 49,
        "v": "Like the soldiers of Babylon killed the people of Israel"
      },
      {
        "t": "v",
        "n": 50,
        "v": "You Israelite people who have not been killed, get out of Babylon!"
      },
      {
        "t": "v",
        "n": 51,
        "v": "The Israelite people say,"
      },
      {
        "t": "v",
        "n": 52,
        "v": "Yahweh replies, “That is true, but there will soon be a time when I will destroy the carved idols in Babylon,"
      },
      {
        "t": "v",
        "n": 53,
        "v": "Even if the walls around Babylon could extend up to the sky,"
      },
      {
        "t": "v",
        "n": 54,
        "v": "Listen to the people of Babylon shouting for help!"
      },
      {
        "t": "v",
        "n": 55,
        "v": "Yahweh will be destroying Babylon."
      },
      {
        "t": "v",
        "n": 56,
        "v": "Enemy troops will surge against the city like a great wave."
      }
    ]
  },
  {
    "t": "q",
    "v": "“I will be like your lawyer to defend you,"
  },
  {
    "t": "q",
    "v": "and I will avenge you."
  },
  {
    "t": "q",
    "v": "I will dry up the river in Babylon"
  },
  {
    "t": "q",
    "v": "and all the springs of water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a place where jackals live."
  },
  {
    "t": "q",
    "v": "It will become a place that people are horrified about and will ridicule;"
  },
  {
    "t": "q",
    "v": "it will be a place where no one lives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will growl like baby lions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will prepare a different kind of feast for them."
  },
  {
    "t": "q",
    "v": "I will cause them to drink wine until they are very drunk,"
  },
  {
    "t": "q",
    "v": "with the result that they will fall asleep."
  },
  {
    "t": "q",
    "v": "But they will never wake up from that sleep!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like someone who takes lambs or rams or goats to where they will be slaughtered for sacrifices."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they say that it is a great city."
  },
  {
    "t": "q",
    "v": "But it will become a place about which people of all nations are horrified."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it will be a land in which no one lives"
  },
  {
    "t": "q",
    "v": "and which no one walks through."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will cause the people to give back what they have stolen."
  },
  {
    "t": "q",
    "v": "People of other nations will no longer come to worship Bel."
  },
  {
    "t": "q",
    "v": "And the walls of Babylon will collapse.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Flee to escape!"
  },
  {
    "t": "q",
    "v": "Run, because I, Yahweh, am extremely angry with the people of Babylon, and I will get rid of them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when you hear reports about what is happening in Babylon."
  },
  {
    "t": "q",
    "v": "People will report rumors like that every year,"
  },
  {
    "t": "q",
    "v": "rumors about violent things being done in the land,"
  },
  {
    "t": "q",
    "v": "and rumors about leaders fighting against each other."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "People all over the land will be ashamed because of being defeated,"
  },
  {
    "t": "q",
    "v": "and the corpses of their soldiers will lie in the streets."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because from the north will come armies that will destroy Babylon."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and also killed others all over the world,"
  },
  {
    "t": "q",
    "v": "the people of Babylon must also be killed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not wait!"
  },
  {
    "t": "q",
    "v": "Even though you are in a land far away from Israel,"
  },
  {
    "t": "q",
    "v": "think about Yahweh, and think about Jerusalem!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“We are ashamed."
  },
  {
    "t": "q",
    "v": "We are completely disgraced,"
  },
  {
    "t": "q",
    "v": "because foreigners have entered Yahweh’s temple and defiled it.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and throughout Babylonia there will be wounded people who will groan."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and if its walls were extremely strong,"
  },
  {
    "t": "q",
    "v": "I will send armies that will destroy the city."
  },
  {
    "t": "q",
    "v": "That will surely happen because I, Yahweh, have said it.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And listen to the sounds of things being destroyed all over Babylonia!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He will cause the loud noises in the city to cease."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will capture the city’s mighty soldiers"
  },
  {
    "t": "q",
    "v": "and break their weapons."
  },
  {
    "t": "q",
    "v": "That will happen because Yahweh is a God who punishes his enemies justly;"
  },
  {
    "t": "q",
    "v": "he will punish them as they deserve."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 57,
        "v": "Yahweh, commander of the angel armies, says,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I will cause the city officials and wise men, the army captains and soldiers, to become drunk."
  },
  {
    "t": "q",
    "v": "They will fall asleep,"
  },
  {
    "t": "q",
    "v": "but they will never wake up again!”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 58,
        "v": "Yahweh, commander of the angel armies, also says,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“The thick walls around Babylon will be flattened to the ground."
  },
  {
    "t": "q",
    "v": "The city gates will be burned."
  },
  {
    "t": "q",
    "v": "People from other countries will work hard to save the city,"
  },
  {
    "t": "q",
    "v": "but it will be in vain,"
  },
  {
    "t": "q",
    "v": "because everything that they have built will be destroyed by fire.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 59,
        "v": "Seraiah, son of Neraiah and grandson of Mahseiah, was an important servant of King Zedekiah. After Zedekiah had been ruling Judah for almost four years, the prophet Jeremiah gave him a message. This was when Seraiah was about to go to Babylon with the king."
      },
      {
        "t": "v",
        "n": 60,
        "v": "Now Jeremiah had written on a scroll a list of all the disasters that he had written about, disasters that would soon happen to Babylon."
      },
      {
        "t": "v",
        "n": 61,
        "v": "Jeremiah said to Seraiah, “When you arrive in Babylon, read aloud everything that I have written on this scroll."
      },
      {
        "t": "v",
        "n": 62,
        "v": "Then pray, ‘Yahweh, you said that you will thoroughly destroy Babylon, with the result that people and animals will no longer live there. You said that it will be desolate forever.’"
      },
      {
        "t": "v",
        "n": 63,
        "v": "Then, when you have finished reading what is written on the scroll, tie it to a heavy stone and throw it into the Euphrates River."
      },
      {
        "t": "v",
        "n": 64,
        "v": "Then say, ‘In the same way, Babylon and its people will disappear and never exist again, because of the disasters that Yahweh will bring to it.’”"
      }
    ]
  },
  {
    "t": "p",
    "v": []
  }
]