{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh gave to Jeremiah the prophet a message about Babylon and the country of Babylonia."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "This is what Yahweh says:"
          },
          {
            "tag": "q1",
            "text": "\"Proclaim a message among the nations;"
          },
          {
            "tag": "q2",
            "text": "do not withhold any of it;"
          },
          {
            "tag": "q1",
            "text": "raise up a signal flag"
          },
          {
            "tag": "q2",
            "text": "to announce that Babylon will be captured."
          },
          {
            "tag": "q1",
            "text": "Its chief god Marduk, whose other name is Bel, will be completely disgraced,"
          },
          {
            "tag": "q2",
            "text": "and all the other statues and idols will be shattered."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The army of a nation will come from the north to attack Babylon"
          },
          {
            "tag": "q2",
            "text": "and destroy the city very thoroughly,"
          },
          {
            "tag": "q1",
            "text": "with the result that no one will live there again."
          },
          {
            "tag": "q2",
            "text": "Both people and animals will run away.\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "\"But I, Yahweh, say that in the future, when that is about to happen,"
          },
          {
            "tag": "q2",
            "text": "the people of Israel and the people of Judah will join together."
          },
          {
            "tag": "q1",
            "text": "They will be weeping"
          },
          {
            "tag": "q2",
            "text": "and wanting to worship me, their God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will inquire about the road to Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "and then they will start traveling toward it."
          },
          {
            "tag": "q1",
            "text": "They will say to each other,"
          },
          {
            "tag": "q2",
            "text": "'We must return to Yahweh again!'"
          },
          {
            "tag": "q2",
            "text": "They will make an everlasting agreement with me that they will never forget."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "My people have been like lost sheep."
          },
          {
            "tag": "q2",
            "text": "Their leaders have caused them to abandon me"
          },
          {
            "tag": "q2",
            "text": "like shepherds who have allowed their sheep to wander in the hills and mountains."
          },
          {
            "tag": "q1",
            "text": "My people are like sheep"
          },
          {
            "tag": "q2",
            "text": "that do not know the path to return to the sheepfold."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "All their enemies who found them attacked them."
          },
          {
            "tag": "q2",
            "text": "They said, 'We did not sin by attacking them,"
          },
          {
            "tag": "q1",
            "text": "because they sinned against Yahweh;"
          },
          {
            "tag": "q2",
            "text": "he is the one who provides what they need;"
          },
          {
            "tag": "q1",
            "text": "he is the one to whom they should have remained faithful;"
          },
          {
            "tag": "q2",
            "text": "he is the one whom their ancestors confidently expected to help them.'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But now, I say to the leaders of my people, 'Depart from Babylon!"
          },
          {
            "tag": "q2",
            "text": "Leave the land of Babylonia!"
          },
          {
            "tag": "q1",
            "text": "Act like male goats that go in front of the rest of the flock;"
          },
          {
            "tag": "q2",
            "text": "lead my people back to their own land."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do that because I am going to gather an army of great nations to the north of Babylon."
          },
          {
            "tag": "q2",
            "text": "They will join together to attack Babylon and will capture it."
          },
          {
            "tag": "q1",
            "text": "Their arrows will be like skilled warriors"
          },
          {
            "tag": "q2",
            "text": "that always hit what they are aiming at."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Babylonia will be conquered,"
          },
          {
            "tag": "q2",
            "text": "and those who conquer it will take away everything they want."
          },
          {
            "tag": "q2",
            "text": "That will surely happen because I, Yahweh, have said it.'\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "\"You people of Babylon who plundered my chosen people,"
          },
          {
            "tag": "q2",
            "text": "now you are very happy."
          },
          {
            "tag": "q1",
            "text": "You run around joyfully like a calf in a meadow,"
          },
          {
            "tag": "q2",
            "text": "and are happy like stallions are happy when they are neighing."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But soon your people will be very disgraced as a result of being conquered."
          },
          {
            "tag": "q2",
            "text": "Your country will be the most insignificant nation;"
          },
          {
            "tag": "q2",
            "text": "it will be a wilderness, a dry land and a desert plain."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because I, Yahweh, am angry with you people of Babylon,"
          },
          {
            "tag": "q2",
            "text": "I will cause your city to become completely deserted."
          },
          {
            "tag": "q1",
            "text": "All who pass by will be horrified"
          },
          {
            "tag": "q2",
            "text": "and will gasp because of the destruction there."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "All you nations that surround Babylon,"
          },
          {
            "tag": "q2",
            "text": "prepare to attack it!"
          },
          {
            "tag": "q1",
            "text": "Tell your archers to shoot at their enemies;"
          },
          {
            "tag": "q2",
            "text": "shoot all of your arrows at them and do not hold back,"
          },
          {
            "tag": "q2",
            "text": "because the people of Babylon have sinned against me, Yahweh."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Shout victorious war cries against Babylon from all sides of the city."
          },
          {
            "tag": "q2",
            "text": "The soldiers of Babylon will surrender;"
          },
          {
            "tag": "q2",
            "text": "the towers and walls will be torn down."
          },
          {
            "tag": "q1",
            "text": "It is I, Yahweh, who will be getting revenge on the people of Babylon,"
          },
          {
            "tag": "q2",
            "text": "and I will use you to get revenge."
          },
          {
            "tag": "q2",
            "text": "Do to the people of Babylon what they have done to others!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Take away from Babylon those who plant crops"
          },
          {
            "tag": "q2",
            "text": "and those who reap the harvests!"
          },
          {
            "tag": "q1",
            "text": "Because of the swords carried by those who will attack Babylon,"
          },
          {
            "tag": "q2",
            "text": "the people in Babylon who have come from other countries"
          },
          {
            "tag": "q2",
            "text": "should all run away; they should go back to their own countries.\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "\"The Israelite people are like sheep"
          },
          {
            "tag": "q2",
            "text": "that have been scattered by lions."
          },
          {
            "tag": "q1",
            "text": "First the army of the king of Assyria defeated them."
          },
          {
            "tag": "q2",
            "text": "Then the army of King Nebuchadnezzar of Babylon smashed them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "So this is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say:"
          },
          {
            "tag": "q1",
            "text": "'Now I will punish the king of Babylon and the people of his land,"
          },
          {
            "tag": "q2",
            "text": "like I punished the king of Assyria."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "And I will bring the people of Israel back to their own land"
          },
          {
            "tag": "q2",
            "text": "where they will eat the food that grows in the fields of the regions of Carmel and Bashan,"
          },
          {
            "tag": "q1",
            "text": "and the people in the hill areas of Ephraim and Gilead will have all they want to eat."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "At that time, there will not be people in Israel and in Judah who are still guilty for having sinned ,"
          },
          {
            "tag": "q2",
            "text": "because I will forgive the small group of people whom I enable to still be alive.'\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "\"So, I, Yahweh, say to the enemies of Babylonia, 'Attack the people who live in the region of Merathaim"
          },
          {
            "tag": "q2",
            "text": "and the people in the region of Pekod of Babylonia."
          },
          {
            "tag": "q1",
            "text": "Pursue them to kill them, and completely get rid of every single one of them,"
          },
          {
            "tag": "q2",
            "text": "as I have commanded you to do."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Shout your battle cries throughout the land;"
          },
          {
            "tag": "q2",
            "text": "shout when you are causing great destruction."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The army of Babylon is like the most powerful hammer on the earth,"
          },
          {
            "tag": "q2",
            "text": "but it will be completely shattered."
          },
          {
            "tag": "q1",
            "text": "Babylon, one of the nations, will be a complete ruin.'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "You people of Babylon, listen,"
          },
          {
            "tag": "q2",
            "text": "because I have set a trap for you without your awareness;"
          },
          {
            "tag": "q1",
            "text": "you will be caught in that trap,"
          },
          {
            "tag": "q2",
            "text": "because you fought against me."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "It is as though I have opened the place where I store my weapons,"
          },
          {
            "tag": "q2",
            "text": "and I have brought out all the weapons"
          },
          {
            "tag": "q2",
            "text": "to use against the people with whom I am angry."
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, commander of the angel armies, have a lot of work to do"
          },
          {
            "tag": "q2",
            "text": "to punish the people of Babylonia."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So, you enemies of Babylonia, come from distant lands and attack it."
          },
          {
            "tag": "q2",
            "text": "Break open the places where they store the grain,"
          },
          {
            "tag": "q2",
            "text": "and pile up the rubble like heaps of grain."
          },
          {
            "tag": "q1",
            "text": "Destroy everything completely;"
          },
          {
            "tag": "q2",
            "text": "do not leave anything that is not destroyed."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Destroy all the young warriors who are as strong as bulls;"
          },
          {
            "tag": "q2",
            "text": "take them to where you will slaughter them."
          },
          {
            "tag": "q1",
            "text": "It will be terrible for them,"
          },
          {
            "tag": "q2",
            "text": "because it will be time for them to be punished."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Listen to the people who have fled and escaped from Babylon"
          },
          {
            "tag": "q2",
            "text": "while they tell in Jerusalem how I, Yahweh, have gotten revenge against those who destroyed my temple in Jerusalem."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Summon archers to come to attack Babylon;"
          },
          {
            "tag": "q2",
            "text": "surround the city"
          },
          {
            "tag": "q2",
            "text": "in order that no one will escape."
          },
          {
            "tag": "q1",
            "text": "Do to the people of Babylon what they have done to others ,"
          },
          {
            "tag": "q2",
            "text": "because they have defied me, the Holy One of the Israelite people."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The young men of Babylon will fall in the streets;"
          },
          {
            "tag": "q2",
            "text": "all their soldiers will be killed in one day. This will happen because I, Yahweh, have declared it!"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "I, Yahweh, commander of the angel armies, say this:"
          },
          {
            "tag": "q2",
            "text": "'You arrogant people,"
          },
          {
            "tag": "q1",
            "text": "it is now the time;"
          },
          {
            "tag": "q2",
            "text": "it is the day when I will punish you."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Your land is full of proud people,"
          },
          {
            "tag": "q2",
            "text": "but you will stumble and fall,"
          },
          {
            "tag": "q1",
            "text": "and no one will lift you up again."
          },
          {
            "tag": "q1",
            "text": "I will light a fire in the cities of Babylonia"
          },
          {
            "tag": "q2",
            "text": "that will burn up everything that is nearby.'"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "I, Yahweh, commander of the angel armies, also say this:"
          },
          {
            "tag": "q1",
            "text": "'The people of Israel and Judah were oppressed;"
          },
          {
            "tag": "q2",
            "text": "those who captured them guarded them carefully and would not allow them to leave Babylon."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "But Yahweh is strong, and he will free them."
          },
          {
            "tag": "q2",
            "text": "Yahweh is the Commander of the angel armies;"
          },
          {
            "tag": "q1",
            "text": "He will defend his people"
          },
          {
            "tag": "q2",
            "text": "and enable them to return to their land where they will have peace,"
          },
          {
            "tag": "q1",
            "text": "but the people of Babylonia will not have peace."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "He will send enemy soldiers carrying swords to strike the people of Babylonia;"
          },
          {
            "tag": "q2",
            "text": "they will strike the officials and wise men"
          },
          {
            "tag": "q2",
            "text": "and all the other people who live in Babylon."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "They will strike their false prophets with swords"
          },
          {
            "tag": "q2",
            "text": "and they will become foolish."
          },
          {
            "tag": "q1",
            "text": "They will strike the strongest warriors of Babylonia,"
          },
          {
            "tag": "q2",
            "text": "and they will all be terrified."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "They will strike their horses and chariots"
          },
          {
            "tag": "q2",
            "text": "and the foreign mercenaries who are in the army of Babylonia,"
          },
          {
            "tag": "q2",
            "text": "and they will all become as weak as women."
          },
          {
            "tag": "q1",
            "text": "They will seize all the valuable things there in Babylon"
          },
          {
            "tag": "q2",
            "text": "and take them away."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Yahweh will cause the streams to become dry."
          },
          {
            "tag": "q1",
            "text": "He will do all those things because the entire land of Babylonia is filled with idols,"
          },
          {
            "tag": "q2",
            "text": "and those horrible idols have caused the people who worship them to become crazy."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Soon only jackals and other wild creatures will live there;"
          },
          {
            "tag": "q2",
            "text": "and it will be a place where ostriches live."
          },
          {
            "tag": "q1",
            "text": "People will never live there again;"
          },
          {
            "tag": "q2",
            "text": "it will be uninhabited forever ."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Yahweh God will destroy Babylon like he destroyed Sodom and Gomorrah and the nearby towns;"
          },
          {
            "tag": "q2",
            "text": "no one will ever live there again."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Look! A great army will come from the north."
          },
          {
            "tag": "q2",
            "text": "A great nation far away with many kings is preparing to attack you people of Babylon."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Their army has bows and arrows and spears;"
          },
          {
            "tag": "q2",
            "text": "they are very cruel, and do not act mercifully to anyone."
          },
          {
            "tag": "q1",
            "text": "As they ride along on their horses,"
          },
          {
            "tag": "q2",
            "text": "the sound of the horses' hooves is like the roaring of the ocean waves;"
          },
          {
            "tag": "q1",
            "text": "they are riding in battle formation"
          },
          {
            "tag": "q2",
            "text": "to attack you, you people of Babylon."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "The king of Babylon heard their report,"
          },
          {
            "tag": "q1",
            "text": "\"The enemy is approaching.\""
          },
          {
            "tag": "q2",
            "text": "So he was frightened and became weak."
          },
          {
            "tag": "q1",
            "text": "Fear and anguish gripped him,"
          },
          {
            "tag": "q2",
            "text": "like a woman who is about to give birth to a baby.\""
          },
          {
            "tag": "v",
            "num": "44",
            "text": "I, Yahweh, will come to Babylon suddenly like a lion comes out of the jungle"
          },
          {
            "tag": "q2",
            "text": "and leaps on the sheep that are eating the good pastureland."
          },
          {
            "tag": "q1",
            "text": "I will quickly chase the people of Babylonia from their land."
          },
          {
            "tag": "q2",
            "text": "And then I will appoint for them a leader whom I will choose;"
          },
          {
            "tag": "q1",
            "text": "I will do that because there is no one like me who can say that what I have done is not right."
          },
          {
            "tag": "q2",
            "text": "No ruler can oppose me."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Listen to what I have planned to do to the people of Babylon city and the rest of Babylonia:"
          },
          {
            "tag": "q1",
            "text": "even the little children will be dragged away,"
          },
          {
            "tag": "q2",
            "text": "and I will completely destroy the people who live there."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "When Babylon is destroyed, the noise will be extremely loud,"
          },
          {
            "tag": "q2",
            "text": "with the result that the earth will shake,"
          },
          {
            "tag": "q1",
            "text": "and the wailing of the people will be heard by the people of other nations.'\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 50
  },
  "id": "JER unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jeremiah"
}