{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After this, Jesus went to other areas in the region of Galilee. He avoided traveling to Judea because the Jewish authorities were searching for a way to charge him with a crime and to have him put to death."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now it was time for the Jewish Festival of Shelters. This was a time to remember when the Jewish people lived in tents during the Exodus long ago."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Because the festival was to take place in Judea, Jesus' brothers said to him, \" Leave here and go to Judea so your other followers can see the powerful works you can do."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "No one who wants to become famous does things secretly. You say you are doing these miracles, so do some miracles there so that everyone can see them!”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For not even his own younger brothers trusted in him or thought he was telling the truth."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So Jesus said to them, \" It is not yet time for me to bring my work to an end. However, you can choose any time you want to accomplish whatever you wish."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The people who live for themselves and love the things of this world cannot hate you, but they do hate me. I am the one who tells them that what they do with their lives is evil."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You go ahead to the festival. I am not going up to Jerusalem to the festival yet, because now is not the right time for me to go.\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "After he said that, Jesus stayed a little longer in Galilee."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "However, a few days after his brothers left for the festival, he also went, but he did so secretly."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The Jewish opponents of Jesus were looking for him, hoping to find him at the festival. They were asking people, \" Where is Jesus? Is he here?\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Among the crowds, many people were quietly speaking with each other about Jesus. Some were saying, \" He is a good man!\" Others were saying instead, \" No! He is deceiving and misleading the crowds!\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because they were afraid of the Jewish enemies of Jesus, no one spoke of him in a public place where other people could overhear what they were saying."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "When the Festival of Shelters was about half over, Jesus went to the temple courtyard and started to teach there."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The Jewish elders were amazed at what he was saying. They said, \" This man never studied our doctrines with an approved instructor; he never enrolled in our schools! it is difficult for us to believe that he has learned so much about Scripture!\""
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Jesus replied to them, \" What I teach does not come from myself. It comes from God, the one who sent me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If anyone chooses to do what God wants, he will find out if what I teach comes from God or if I speak only by my own authority."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Anyone who speaks on his own authority speaks so others will honor only him. However, if a servant works hard to honor the person who sent him, to give him a good reputation as a man of integrity, there is no fault in that kind of a servant."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Think about the laws that Moses gave you. None of you completely obeys those laws. So why are you trying to kill me, saying I do not obey the laws concerning the Jewish day of rest?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Someone in the crowd answered, \" A demon is controlling you! Name the person who wants to put you to death!\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Jesus replied to the crowd, \" Because I did one miracle of healing on the day of rest, you are all shocked."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Moses gave you a law, and that law says you must circumcise your male children and that you must do that exactly seven days after the children are born. ( To be accurate, this rite was from your forefathers, Abraham, Isaac, and Jacob, and not from Moses, who wrote down the law about this practice.) Because of that requirement in the law, you sometimes have to circumcise a baby on the rest day, and that is working, too!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You sometimes circumcise boys on the rest day so that you will not violate the law of Moses. So you shouldn' t be angry with me, saying I worked on the rest day when I was healing a man! Healing someone is more wonderful, and it is a greater work than circumcising a baby!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Stop deciding whether healing this man was right or wrong according to a false application of God' s law, and that without any thought! Instead, decide what a person should do and how he should be judged by the principle of what is right and what is just according to God, not man.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Some of the people from Jerusalem were saying, \" This is the man that they are trying to kill!"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He is saying these things publicly, but the authorities are not saying anything to oppose him. Is that because they know he is the Messiah?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But this cannot be the Messiah! We know where this man came from, but when the Messiah comes, no one will know where he is from.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "So while Jesus was teaching in the temple courtyard, he called out as he taught, \" Yes, you say you know me, and you think you know where I am from. But I have come here not because I appointed myself. Instead, the one who sent me bears the truth as his testimony, and you do not know him."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I know him because I have come from him. He is the one who sent me.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "Then they wanted to arrest him, but no one could seize him because it was not yet the time for him to complete his work and for his life to end."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Many in the crowd, after they heard him and saw his works, put their trust in him. They said, \" These are just the kind of miraculous signs that we would expect the Messiah to be able to do when he comes!\""
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The Pharisees heard them quietly speaking these things about Jesus. So they, the chief priests and Pharisees together sent some officers to arrest him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Then Jesus said, \" I will be with you for only a short time. Then I am going back to the one who sent me."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "You will search for me, but you will not find me. Where I am going, you cannot come.\""
          },
          {
            "tag": "v",
            "num": "35",
            "text": "So the Jewish people who were his enemies said to themselves, \" Where can this man go where we cannot find him? Does he intend to go where the Jews are spread all across the Greek world, and will he teach the people there these new things?"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "What did he mean when he said, ' You will search for me, but you will not be able to find me,' and when he said, ' Where I am going, you cannot come?'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "So on the last day of the festival, which was the most important day, Jesus stood up in the temple courtyard and said with a loud voice, “ Those who are thirsty should come to me to drink what I will give them."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Whoever trusts in me, as the scripture said, ' Out of his heart will flow streams of living water.'\""
          },
          {
            "tag": "v",
            "num": "39",
            "text": "He said this about the Spirit, whom the Father was going to give to those who trusted in him. God had not yet sent the Spirit to live within those who trusted him because Jesus had not yet finished his work, that work which would bring great honor to God by saving his people through his death."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "40",
            "text": "When some of the crowd heard those words, they said, \" This truly is the Prophet that we were expecting.\""
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Others said, “ He is the Messiah!” But others, thinking Jesus was born in Galilee, said, “ But the Messiah will not be coming from the province of Galilee."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "It is written in the scriptures that Messiah must come through the descendants of King David and that he must be born in Bethlehem, the village that was David' s home?\""
          },
          {
            "tag": "v",
            "num": "43",
            "text": "So there was a division of opinion about Jesus."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Some of the officers wanted to arrest him. Yet no one seized him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "So the officers returned to the chief priests and the Pharisees. These were the officers that the rulers had sent to arrest Jesus. The Pharisees said to the officers, \" Why did you not seize him and bring him here?\""
          },
          {
            "tag": "v",
            "num": "46",
            "text": "The officers replied, \" No one ever spoke such amazing things as this man does!”"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Then the Pharisees replied, \" Has he deceived you as well?"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "None of the important people like our Jewish authorities or us Pharisees have trusted in Jesus."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "But this crowd who trust in him because they do not understand the teachings of our laws, let them be cursed!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "50",
            "text": "Then Nicodemus spoke. ( He was the one who had gone to see Jesus at night to speak with him, and he was one of the Pharisees.) He said to them,"
          },
          {
            "tag": "v",
            "num": "51",
            "text": "\" Our Jewish law does not permit us to condemn a man before we have listened to him. First, we give him a hearing, and we must learn about what he has done.\""
          },
          {
            "tag": "v",
            "num": "52",
            "text": "They replied to him insultingly, \" Are you also from Galilee? Search carefully and read what is written in the scriptures! You will find that no prophet comes from Galilee.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "53",
            "text": "[ Then they all left and went to their own homes."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "JHN EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 15:35:45 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John"
}