{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"“ I am like a genuine vine( not like those Jewish leaders who do not teach the truth). My Father is like a gardener who works to take care of a vineyard."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Every branch in me that does not grow fruit— my Father cuts it off and takes it away. As for every branch that gives good fruit, he makes it clean by pruning it so that it may produce even more fruit."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You are already pure because of the message I spoke to you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Remain joined to me, and I will remain joined to you. As the branch cannot bear any fruit on its own, neither can you bear fruit unless you stay joined to me and depend upon me for everything."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "I am like the vine; you are like the branches. If you remain joined to me and I remain joined to you, you will bear much fruit, for apart from me you can do nothing at all."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The gardener cuts off and throws away useless branches. Then, after they dry up, he picks them up and throws them into a fire and burns them. Similarly, everyone who does not stay joined to me, God will get rid of."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "If you stay joined to me and live by my message, you can ask God for anything, and he will do it."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When you bear much fruit, it causes people to honor my Father. By doing that you will show that you are my apprentices."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "I have loved you just as my Father has loved me. Now keep living in a way that is appropriate for those whom I love."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If you obey what I have commanded you, you will be acting in a way that is appropriate for those whom I love, just like I have obeyed what my Father has commanded me and I act in a way that is appropriate for someone whom he loves."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I told you these things so that my joy may be in you, and so that you may rejoice to the fullest extent."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "What I command you to do is this: Love each other in the way that I have loved you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "No one has greater love than a person who gives up his life for his friends."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You are my friends if you not only listen to my commands but also live by them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I no longer call you my servants, for the servant does not understand what his master is doing. I now call you friends, for everything I heard from my Father I made it all known to you so that you also could understand it."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You did not decide to become my apprentices. Instead, I chose you, so that you should go out and bear much fruit and so that your fruit should last forever. As a result, everything you ask my Father using my authority, he will do for you."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This is what I command you to do: Love one another."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "If the world despises you, you should realize that it hated me first."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If you belonged to the unbelievers in this world, the world would love you, and you would love what they love and do what they do. But you do not belong to them; instead, I chose you to come out from among them. That is the reason the unbelievers in this world despise you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Remember when I taught you this: ' A servant is not greater than his master.' Since they have made me suffer, you can be sure they will make you suffer also. If any of them have received my teachings and followed them, they will also follow what you teach them."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The unbelievers in this world will do horrible things to you because you represent me and because they do not know my Father, who has sent me to you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "If I had not come and spoken God' s message to them, they would not have been guilty of rejecting me and my message. However, now I have come and told them God' s message, and they have no excuse for their sin."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Whoever hates me also hates my Father."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "If I had not done those things among them, those things in which I showed my power, things that no one else has ever done, they would not have been guilty of sin. Yet now that they have seen me, they hate me, and they hate my Father, too."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "These words were written in their law and have now come true: ' They hated me for no reason.'"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "When I send you the Helper, he is the one who will come from the Father and who will comfort you. He is the Spirit who tells the truth about God and me. He will tell everyone who I am, and he will show everyone all that I have done."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "You also must tell everyone what you know about me because you have been with me the whole time from the very first days when I began to teach the people and to do miracles.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "JHN EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 15:35:45 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John"
}