[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I have heard and understood all that you have said."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I do not know less than you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I would like to argue with him and show him that I am innocent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like someone who covers up the bad surface of a wall with whitewash."
  },
  {
    "t": "q",
    "v": "You are all like doctors who sell people useless medicine."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that would be wiser than anything you have said to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "listen while I am saying what is true about myself."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you are saying what is false in order to help him!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is as if you were trying to prove in a court that he is innocent!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You have deceived other people, but do not think that you can lie about him in court and say that you are defending him!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will surely rebuke you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will become very afraid of him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what you say to defend how you think is no better than clay that quickly crumbles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "after that, it will not matter what happens to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am even willing to risk that God will execute me for what I say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but I am going to defend my behavior in his presence anyway."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but because I say that I have not done things that are wrong,"
  },
  {
    "t": "q",
    "v": "perhaps, if I can prove that to God, he will declare me innocent.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I know that you also will declare that I am not guilty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you did so, then I would speak no more, and I would die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you do them, I will not try to hide from you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the second thing that I request is that you stop terrifying me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or allow me to speak first, and then you reply."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Show me how I have disobeyed you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why do you act toward me as though I were your enemy?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why are you trying to make me afraid ?"
  },
  {
    "t": "q",
    "v": "Why are you making me suffer?"
  },
  {
    "t": "q",
    "v": "After all, I am as useless as a bit of dry chaff!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that you are writing down even the bad things I did when I was young."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that you were watching me wherever I walk;"
  },
  {
    "t": "q",
    "v": "it is as though you were following my footprints to see where I have gone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a piece of cloth that the larvae of moths are eating."
  }
]