{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Finally, Job spoke, and he cursed the day that he was born."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He said,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "\"I wish that the day when I was born could be eradicated,"
          },
          {
            "tag": "q2",
            "text": "the night when I was born."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I wish that the day when I was born could have been dark."
          },
          {
            "tag": "q2",
            "text": "I wish that God who is in heaven would forget about that day,"
          },
          {
            "tag": "q2",
            "text": "and that the sun would not have shone on it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I wish that thick darkness would have filled that day,"
          },
          {
            "tag": "q1",
            "text": "and that death would have come over it like a shadow"
          },
          {
            "tag": "q2",
            "text": "and blotted out all light,"
          },
          {
            "tag": "q2",
            "text": "and caused the people then to be terrified."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I wish that the night when I was born would be erased from the calendar,"
          },
          {
            "tag": "q2",
            "text": "that it would never again appear as one night in any month,"
          },
          {
            "tag": "q2",
            "text": "and that it would not be included in any calendar."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I wish that no child would again be born on that date,"
          },
          {
            "tag": "q2",
            "text": "and that no one would again be happy then."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The magicians who are able to awaken the great sea monster—I want them to curse the day I was born."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I wish that the stars that shone early in the morning on that day after I was born may not shine again."
          },
          {
            "tag": "q2",
            "text": "If only those stars had wished in vain for light to shine,"
          },
          {
            "tag": "q2",
            "text": "and that they had not shone on that day."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "That was an evil day because my mother's womb was not closed;"
          },
          {
            "tag": "q2",
            "text": "instead, I was born, and I have now experienced all these terrible things."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I wish that I had died when I was born;"
          },
          {
            "tag": "q2",
            "text": "I wish I had perished when I came out from my mother's womb."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I wish that my mother had never welcomed me."
          },
          {
            "tag": "q2",
            "text": "I wish that she had not nursed me at her breasts."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "If I had died at the time when I was born,"
          },
          {
            "tag": "q2",
            "text": "I would now be asleep, resting peacefully."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I would be resting with kings who built beautiful tombs which are now in ruins,"
          },
          {
            "tag": "q2",
            "text": "and I would be resting with their officials who have also died."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I would be resting with princes who were wealthy,"
          },
          {
            "tag": "q2",
            "text": "whose palaces were filled with gold and silver."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I wish that I had been buried like a child who had died in its mother's womb"
          },
          {
            "tag": "q2",
            "text": "and never lived to see the light."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "After wicked people die, they do not cause any more troubles;"
          },
          {
            "tag": "q2",
            "text": "those who are very tired now will rest."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Those who were in prison rest peacefully after they die;"
          },
          {
            "tag": "q2",
            "text": "they no longer have slave drivers who curse them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Rich people and poor people are alike after they die,"
          },
          {
            "tag": "q2",
            "text": "and those who were slaves no longer have to obey their masters."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Why does God allow those who are suffering greatly like me to continue to remain alive?"
          },
          {
            "tag": "q2",
            "text": "Why does he allow them to live, those who are very miserable?"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They long to die, but they do not die."
          },
          {
            "tag": "q2",
            "text": "They desire to die more than people desire to find hidden treasure."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "When they finally die and are buried, they are very happy."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I do not understand why God keeps alive anyone whom he keeps from being happy,"
          },
          {
            "tag": "q2",
            "text": "anyone whom he forces to live in misery."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I cry very much; as a result, I cannot eat;"
          },
          {
            "tag": "q2",
            "text": "I groan as easily as a river flows with water."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Things that I always worried might happen to me—these things have happened to me;"
          },
          {
            "tag": "q2",
            "text": "things that I always dreaded have come upon me."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Now I have no peace in my heart;"
          },
          {
            "tag": "q2",
            "text": "I have no quietness;"
          },
          {
            "tag": "q1",
            "text": "I cannot rest;"
          },
          {
            "tag": "q2",
            "text": "instead, I have only troubles.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}