[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Job continued speaking to his three friends:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Almighty God has refused to treat me justly."
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will say this as long as God’s Spirit enables me to breathe!"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I will not lie!"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will never admit that what you three have said is true;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I will say that I am innocent, and I will never say anything different;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I want God to punish my enemies like he will punish all wicked people;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When it is time for God to get rid of godless people and to cause them to die,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When they experience troubles, God will not hear them call out to him for help, will he?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Will they be happy about what Almighty God does?"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I will teach you three something about God’s power;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You three have seen for yourselves powerful things that God has done;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I will tell you what Almighty God does to wicked people,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Even if they have many children, those children will die in wars,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Their children who are still alive after they themselves die will perish from diseases,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Sometimes wicked people accumulate a huge amount of silver"
      },
      {
        "t": "v",
        "n": 17,
        "v": "but those wicked people will die, and then righteous people will wear those clothes,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "The houses that they build are as weak as spider webs;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "The wicked people are rich when they lie down at night,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Things that terrify them come to them like a flood that they do not expect;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "It is as though the wind from the east had picked them up and carried them away from their homes,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "That wind strikes them without pitying them"
      },
      {
        "t": "v",
        "n": 23,
        "v": "That wind is like someone clapping his hands at them to mock them,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“It is true that there are places where men dig to find silver,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "People dig iron ore out of the ground,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Men use lamps while they work far down under the ground"
      },
      {
        "t": "v",
        "n": 4,
        "v": "They dig shafts in places that are far from where people live,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Food grows on the surface of the ground,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The stones that are dug from under the ground contain sapphires,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Some birds have very good eyes,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Lions or other proud wild animals have never gone to those places."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Miners dig very hard rock;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "They cut tunnels through the rocks,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "They dam up small streams to stop the water from flowing,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But wisdom: Where can people find that?"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Humans do not know what wisdom is truly worth;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is as though the water that is under the earth and water that is in the seas said,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "People cannot buy wisdom"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Wisdom is worth much more than fine gold from the land of Ophir,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "It is worth much more than gold or beautiful quartz;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Wisdom is worth more than coral or crystal quartz;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "The prices of topaz from Ethiopia and of pure gold"
      },
      {
        "t": "v",
        "n": 20,
        "v": "So from where does wisdom come?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "No living humans can see it;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "It is as though the places where people go after they die said,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "God is the only one who knows how to find wisdom;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "because he can see things even in the most remote places on the earth;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "He decided how strongly the winds should blow,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "He decided where rain should fall,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "At that time he saw wisdom and decided that it is very valuable."
      },
      {
        "t": "v",
        "n": 28,
        "v": "And then he said to human beings, ‘Listen! If you have much respect for me, you will be able to become wise;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He has caused me to feel bitter."
  },
  {
    "t": "q",
    "v": "But just as surely as he lives,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will not say anything to deceive anyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "until the day that I die, I will insist that I have not done things that are wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my inner being will never reproach me as long as I live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I want him to punish those who oppose me like he punishes all unrighteous people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there is absolutely nothing good that they can confidently expect to happen to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Will they begin to pray to him frequently?"
  },
  {
    "t": "q",
    "v": "Certainly not!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will reveal to you what he is thinking."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I do not understand why you have been saying such nonsense to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what he does to people who mistreat others."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or they will die because they do not have enough food to eat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the wives they leave behind will not even mourn for them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and pile up clothes as potters pile up clay,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and honest people will get their silver and divide it among themselves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they are like flimsy huts that watchmen live in while they guard people’s fields."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but when they wake up in the morning, they find out that their money has disappeared."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "during the night a whirlwind carries them away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they disappear forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while they are running away, trying to escape from its force."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "howling at them and forcing them to run away.”"
  }
]