{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Bildad replied again:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Please stop talking!"
          },
          {
            "tag": "q2",
            "text": "If you would stop talking and listen, we could tell you something."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Why do you think that we are as stupid as cattle and as unrighteous?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "By being very angry, you are only hurting yourself."
          },
          {
            "tag": "q2",
            "text": "Do you think that everyone on the earth must leave to prove that you are right,"
          },
          {
            "tag": "q2",
            "text": "or do you think that God must move the rocks in the mountains to please you?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "What will happen is that the lives of wicked people like you end"
          },
          {
            "tag": "q2",
            "text": "as quickly as we can put out a light or extinguish the flame of a fire."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When the lamps above them in their tents are extinguished,"
          },
          {
            "tag": "q2",
            "text": "there will be no light in those tents."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "While they are alive, they walk confidently,"
          },
          {
            "tag": "q2",
            "text": "but later it will be as though they stumbled and fell,"
          },
          {
            "tag": "q1",
            "text": "because they themselves do not pay attention to the advice that they give to others."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "It will be as though they had walked into their own net"
          },
          {
            "tag": "q2",
            "text": "or had fallen into a pit that they themselves dug."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It will be as though a trap had grabbed their heels and held them fast,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "as though the end of a rope that was hidden on the ground"
          },
          {
            "tag": "q2",
            "text": "had sprung up and seized them when they walked on it."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Everywhere they go, there will be things that cause them to be terrified;"
          },
          {
            "tag": "q2",
            "text": "it will be as though those things were pursuing them and biting at their heels."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They will become hungry, with the result that they will be strong no longer."
          },
          {
            "tag": "q2",
            "text": "They will continually experience disasters."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Diseases will spread all over their skin;"
          },
          {
            "tag": "q2",
            "text": "diseases will cause their bodies to decay."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When they die, they will be snatched away from their tents"
          },
          {
            "tag": "q2",
            "text": "and brought to the one who rules over the dead."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then other people will live in their tents,"
          },
          {
            "tag": "q2",
            "text": "but only after they sprinkle sulfur on those tents to get rid of the disease!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Because they will die and leave no descendants,"
          },
          {
            "tag": "q2",
            "text": "they will be like trees whose roots have dried up and whose branches have all withered."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "No one on the earth will remember them anymore;"
          },
          {
            "tag": "q2",
            "text": "no one on any street will even remember their names."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They will have to leave the earth, where there is light,"
          },
          {
            "tag": "q2",
            "text": "and rush into the place where it is dark."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They will have no children or grandchildren,"
          },
          {
            "tag": "q2",
            "text": "no descendants where they will have previously lived."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "People from the east to the west who hear about what happened to them, everyone,"
          },
          {
            "tag": "q2",
            "text": "will be shocked and horrified."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "This is what happens to unrighteous people like you,"
          },
          {
            "tag": "q2",
            "text": "people who do not know God.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 18
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}