[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Have you watched the wild deer while their calves were being born?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then their labor pangs are done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then they leave their mothers and do not return to them again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in places where grass does not grow."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in the desert they do not have to listen to the shouts of those who forced them to work."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there they search for grass to eat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Will it allow you to keep it penned up at night in the place where you put feed for your animals?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that it will plow furrows in your fields, your fields in the valley?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Can you go away after you tell it what work it should do and assume that it will do that work?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "bringing your grain to the place where you thresh it?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they have no love for their own young."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "leaving the eggs to be warmed in the sand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they act as though the chicks belonged to some other ostrich."
  },
  {
    "t": "q",
    "v": "They are not concerned if their chicks die,"
  },
  {
    "t": "q",
    "v": "that they may have laid their eggs for nothing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I did not enable them to be intelligent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they scornfully laugh at horses with their riders"
  },
  {
    "t": "q",
    "v": "because the horses cannot run as fast as the ostriches!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Are you the one who put flowing manes on their necks?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When they snort, they cause people to be afraid."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as they prepare to rush into battle."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They do not run away when the soldiers in the battle are fighting each other with swords."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the spears and javelins flash in the light of the sun."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they rush into battle as soon as the trumpet is blown."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They can smell a battle even when they are far away,"
  },
  {
    "t": "q",
    "v": "and they understand what it means when the commanders shout their commands to their soldiers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and fly to the south for the winter?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you commanded them to do that?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are safe in those high pointed rocks because no animals can reach them there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they see animals far away that they can kill."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the baby eagles drink the blood of that animal;"
  },
  {
    "t": "q",
    "v": "they gather wherever there are dead people lying on the ground.”"
  }
]