{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"I have seen everything that you have seen,"
          },
          {
            "tag": "q2",
            "text": "and I have heard and understood all that you have said."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "What you know, I also know;"
          },
          {
            "tag": "q2",
            "text": "I do not know less than you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But I would like to speak with Almighty God, not with you;"
          },
          {
            "tag": "q2",
            "text": "I would like to argue with him and show him that I am innocent."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "As for you, you tell lies and do not allow people to know unpleasant truth,"
          },
          {
            "tag": "q2",
            "text": "like someone who covers up the bad surface of a wall with whitewash."
          },
          {
            "tag": "q1",
            "text": "You are all like doctors who sell people useless medicine."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I wish that you would be silent;"
          },
          {
            "tag": "q2",
            "text": "that would be wiser than anything you have said to me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Listen to what I will say to you now;"
          },
          {
            "tag": "q2",
            "text": "listen while I am saying what is true about myself."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You are telling lies to help God;"
          },
          {
            "tag": "q2",
            "text": "you are saying what is false in order to help him!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You would really like to be kind to him by defending what he does, would you not?"
          },
          {
            "tag": "q2",
            "text": "It is as if you were trying to prove in a court that he is innocent!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But if he, sitting as the judge, looked closely at you, he would find that what you are doing for him is bad!"
          },
          {
            "tag": "q2",
            "text": "You have deceived other people, but do not think that you can lie about him in court and say that you are defending him!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If you say clever things to persuade God to take your side,"
          },
          {
            "tag": "q2",
            "text": "he will surely rebuke you."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He will certainly bring the full force of his power against you;"
          },
          {
            "tag": "q2",
            "text": "you will become very afraid of him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "What you have said—the things that you think are so wise—are as useless as ashes;"
          },
          {
            "tag": "q2",
            "text": "what you say to defend how you think is no better than clay that quickly crumbles."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So be quiet and allow me to speak;"
          },
          {
            "tag": "q2",
            "text": "after that, it will not matter what happens to me."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I am ready to risk my life;"
          },
          {
            "tag": "q2",
            "text": "I am even willing to risk that God will execute me for what I say."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If he kills me, then I will not have anyone else whom I can confidently expect to help me,"
          },
          {
            "tag": "q2",
            "text": "but I am going to defend my behavior in his presence anyway."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "No wicked person would dare to stand in the presence of God,"
          },
          {
            "tag": "q1",
            "text": "but because I say that I have not done things that are wrong,"
          },
          {
            "tag": "q2",
            "text": "perhaps, if I can prove that to God, he will declare me innocent.\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "\"God, listen very carefully to what I say; pay attention to me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I am ready to argue that I am innocent,"
          },
          {
            "tag": "q2",
            "text": "and I know that you also will declare that I am not guilty."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I certainly do not think that you or anyone else will say that what I say is false;"
          },
          {
            "tag": "q2",
            "text": "if you did so, then I would speak no more, and I would die."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I am requesting you to do two things for me;"
          },
          {
            "tag": "q2",
            "text": "if you do them, I will not try to hide from you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The first thing that I request is that you stop punishing me,"
          },
          {
            "tag": "q2",
            "text": "and the second thing that I request is that you stop terrifying me."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Speak first, and then I will reply;"
          },
          {
            "tag": "q2",
            "text": "or allow me to speak first, and then you reply."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "What have I done that is wrong? What sins have I committed?"
          },
          {
            "tag": "q2",
            "text": "Show me how I have disobeyed you."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Why do you refuse to be friendly to me?"
          },
          {
            "tag": "q2",
            "text": "Why do you act toward me as though I were your enemy?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I am as insignificant as a leaf that the wind blows."
          },
          {
            "tag": "q2",
            "text": "Why are you trying to make me afraid ?"
          },
          {
            "tag": "q1",
            "text": "Why are you making me suffer?"
          },
          {
            "tag": "q2",
            "text": "After all, I am as useless as a bit of dry chaff!"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "It seems that you are writing things to accuse me of having sinned,"
          },
          {
            "tag": "q2",
            "text": "and that you are writing down even the bad things I did when I was young."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "It is as though you have put my feet in stocks"
          },
          {
            "tag": "q2",
            "text": "and that you were watching me wherever I walk;"
          },
          {
            "tag": "q2",
            "text": "it is as though you were following my footprints to see where I have gone."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Because of this, my body is falling apart like rotten wood,"
          },
          {
            "tag": "q2",
            "text": "like a piece of cloth that the larvae of moths are eating."
          }
        ],
        "auto": true
      }
    ],
    "num": 13
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}