[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Job replied,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Yes, yes, I know."
      },
      {
        "t": "v",
        "n": 3,
        "v": "If someone wanted to argue with God about that,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "God is very wise and powerful;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "He even moves mountains in earthquakes without telling anyone in advance."
      },
      {
        "t": "v",
        "n": 6,
        "v": "He sends earthquakes that shake the ground;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Some days he speaks to the sun, and it does not rise,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "He alone stretched [stretches] out the sky;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "He set in their places the groups of stars— the Bear, Orion, the Pleiades, and the groups of stars in the southern sky."
      },
      {
        "t": "v",
        "n": 10,
        "v": "He does great things that we cannot understand;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "He passes by where I am, but I cannot see him;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "If he wants to snatch someone away, no one could stop him;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "God will not very easily stop being angry;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "If God took me to court,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Even though I would be innocent, I would not be able to answer him."
      },
      {
        "t": "v",
        "n": 16,
        "v": "If I summoned him to come to the courtroom and he said that he would come,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "He sends storms to batter me,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "It is as though he will not let me get my breath"
      },
      {
        "t": "v",
        "n": 19,
        "v": "If I tried to wrestle with him, there would be no way to defeat him,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Even though I was innocent, anything I said would cause him to punish me;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I have not done anything wrong, but that is not important anymore because I do not care what happens to me."
      },
      {
        "t": "v",
        "n": 22,
        "v": "Nothing is important to me"
      },
      {
        "t": "v",
        "n": 23,
        "v": "When people experience disaster and it causes them to suddenly die,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "God has allowed wicked people to control what happens in the world."
      },
      {
        "t": "v",
        "n": 25,
        "v": "My days pass very quickly, like a fast runner who passes one by;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "My life goes by very rapidly, like a swiftly sailing boat made from reeds"
      },
      {
        "t": "v",
        "n": 27,
        "v": "If I smile and say to God, ‘I will forget what I am complaining about;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "then I become afraid because of all that I am suffering"
      },
      {
        "t": "v",
        "n": 29,
        "v": "He will condemn me anyway,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "If I washed myself with snow"
      },
      {
        "t": "v",
        "n": 31,
        "v": "he would still throw me into a filthy pit;"
      },
      {
        "t": "v",
        "n": 32,
        "v": "God is not a human, as I am,"
      },
      {
        "t": "v",
        "n": 33,
        "v": "There is no one to mediate,"
      },
      {
        "t": "v",
        "n": 34,
        "v": "I wish someone else could stop God from making me suffer,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "If he did that, I would declare that I am innocent without being afraid of him"
      },
      {
        "t": "v",
        "n": 1,
        "v": "I detest living any longer."
      },
      {
        "t": "v",
        "n": 2,
        "v": "I will say to God, ‘Do not just say that you must punish me;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Does it please you to oppress me,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do you understand things the way that we humans do?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Do you live for only a few years, like [as] we do?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "So why do you continue to search for my faults"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You know that I am not guilty,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "With your hands you created me and shaped my body,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Do not forget that you made me from a piece of clay;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "You certainly formed me when I was conceived,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You fastened my bones together with sinews,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You have caused me to be alive; you have faithfully loved me,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "But you kept secret what you were planning to do to me;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "You were watching to see if I would sin,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "If I am a wicked man, I hope that terrible things will happen to me."
      },
      {
        "t": "v",
        "n": 16,
        "v": "And if I am proud, you hunt me like a lion hunts for some animal to kill,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "You constantly find more witnesses to testify that I have done what is wrong,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "God, why did you allow me to be born?"
      },
      {
        "t": "v",
        "n": 19,
        "v": "I think it would have been better if I had been carried directly from my mother’s womb to the grave"
      },
      {
        "t": "v",
        "n": 20,
        "v": "I think that there are only a few days for me to remain alive;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "before I go to the place from which I will never return,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "a place of darkness and dark shadows where everything is confused"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But how can anyone say to God, ‘I am innocent’?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God could ask him a thousand questions"
  },
  {
    "t": "q",
    "v": "and that person would not be able to answer any of them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one who has tried to argue against him has ever been able to win."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When he is angry, he turns the mountains upside down."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he causes the columns that support the earth to shake."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and some nights he prevents the stars from shining."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he alone puts his feet on the waves and stops their violence."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he does more marvelous things than we are able to count."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he moves further on, but I do not see him go."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one dares ask him, ‘Why are you doing that?’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he defeated the servants of Rahab, the great sea monster."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what could I say to answer him?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "All I could do would be to request God, my judge, to act mercifully toward me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I would not believe that he would pay attention to what I would say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he bruises me many times without any reason."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he causes me to suffer all the time."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he is stronger than I am."
  },
  {
    "t": "q",
    "v": "If I called him to appear in court,"
  },
  {
    "t": "q",
    "v": "there is no one who could force him to go there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even though I had not done anything wrong, he would still prove that I was guilty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I despise living."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because God will get rid of all of us, both those who are innocent and those who are wicked."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God laughs at it, even if they are innocent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is as though he had caused judges to be blind, no longer able to judge fairly."
  },
  {
    "t": "q",
    "v": "If it is not God who has done that,"
  },
  {
    "t": "q",
    "v": "who, then, has done it?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as though the days run away, and nothing good ever happens to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or like an eagle that swoops down to seize an animal."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will stop looking sad and try to be cheerful,’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I know that God does not consider that I am innocent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so why should I keep trying in vain to defend myself?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or cleansed my hands with lye"
  },
  {
    "t": "q",
    "v": "to get rid of my guilt,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as a result it would be as though even my clothes would detest me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so there is no way that I could answer him to prove that I am innocent"
  },
  {
    "t": "q",
    "v": "if we went together to have a trial in a courtroom."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one who has authority over both of us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that he would not continue to terrify me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I know within myself that I really have not done what is wrong like God thinks that I have."
  }
]