{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Bildad, from the Shuah area, spoke to Job. He said,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Job, how much longer will you talk like this?"
          },
          {
            "tag": "q2",
            "text": "What you say is as useless as a big wind."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Almighty God certainly never does anything unfairly."
          },
          {
            "tag": "q2",
            "text": "He always does what is right."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your children have sinned against him;"
          },
          {
            "tag": "q2",
            "text": "this is evident because he has punished them for those evil things."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But now, if only you will earnestly request Almighty God to help you!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "If only you were pure and honest!"
          },
          {
            "tag": "q2",
            "text": "Then he will surely do something good for you"
          },
          {
            "tag": "q2",
            "text": "and reward you by giving your family back to you and making you prosper."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Even though you were not very prosperous before,"
          },
          {
            "tag": "q2",
            "text": "during the last stage of your life you would become very wealthy."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I request you to think about what happened long ago"
          },
          {
            "tag": "q2",
            "text": "and to consider what our ancestors found out."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It seems as though we were born only yesterday"
          },
          {
            "tag": "q2",
            "text": "and we know very little;"
          },
          {
            "tag": "q1",
            "text": "our time here on the earth disappears quickly, like a shadow that is here and then gone."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So why not allow your ancestors to teach you anything?"
          },
          {
            "tag": "q2",
            "text": "Let them tell you what they learned!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Papyrus certainly does not grow away from marshland;"
          },
          {
            "tag": "q2",
            "text": "reeds certainly cannot grow where there is no water."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If the water dries up while they are blossoming,"
          },
          {
            "tag": "q2",
            "text": "they wither more quickly than any other plant."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those who do not pay attention to what God says are like those reeds;"
          },
          {
            "tag": "q2",
            "text": "godless people stop confidently expecting that good things will happen to them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The things they confidently expect to happen do not happen;"
          },
          {
            "tag": "q2",
            "text": "things they trust will help them are as weak as a spider's web."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If they think they will be safe because they are wealthy, they will not be safe;"
          },
          {
            "tag": "q2",
            "text": "the things they think will keep them safe—those things will disappear."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Godless people are like plants that are watered before the sun rises:"
          },
          {
            "tag": "q2",
            "text": "their shoots spread all over the gardens."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The roots of those plants twist around the piles of stones"
          },
          {
            "tag": "q2",
            "text": "and cling tightly to the rocks."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But if a gardener pulls those plants out,"
          },
          {
            "tag": "q2",
            "text": "it is as though the place where they were planted says, 'They were never here!'"
          },
          {
            "tag": "q2",
            "text": "That is what happens to wicked people who do not pay attention to what God says."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Truly, this is all the joy that evil people have:"
          },
          {
            "tag": "q2",
            "text": "other people just come and take their places."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So, I tell you, Job, God will not reject you if you honor him,"
          },
          {
            "tag": "q2",
            "text": "but he does not help evil people."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He will always enable you to laugh"
          },
          {
            "tag": "q2",
            "text": "and to"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But those who hate you will be very ashamed,"
          },
          {
            "tag": "q2",
            "text": "and the homes of wicked people will disappear.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}