{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Job, no one will stop you from calling out for someone to help you,"
          },
          {
            "tag": "q2",
            "text": "but I am certain that no angel will come to you!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Foolish people die because they are resentful;"
          },
          {
            "tag": "q2",
            "text": "people whom others easily deceive—these people die because they envy others."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I have seen foolish people who seemed to be successful,"
          },
          {
            "tag": "q2",
            "text": "but suddenly they experienced disaster because I cursed their home."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Their sons are never safe;"
          },
          {
            "tag": "q2",
            "text": "they always lose to their opponents in court,"
          },
          {
            "tag": "q2",
            "text": "because there is no one to defend them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Hungry people steal the crops that foolish people harvest;"
          },
          {
            "tag": "q2",
            "text": "they even steal the crops that grow among thorns,"
          },
          {
            "tag": "q2",
            "text": "and greedy people take away the wealth of those foolish people."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But it is not the farmland that makes bad things happen;"
          },
          {
            "tag": "q2",
            "text": "troubles do not grow up from the ground like plants."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "People make trouble for themselves from the time that they are born;"
          },
          {
            "tag": "q2",
            "text": "this is as certain as the fact that sparks shoot up from a fire."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "If I were suffering like you are, I would ask God for help"
          },
          {
            "tag": "q2",
            "text": "and tell him what I am complaining about."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He does great things, things that we cannot understand;"
          },
          {
            "tag": "q2",
            "text": "we cannot even count the marvelous things that he does."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He sends rain on the ground;"
          },
          {
            "tag": "q2",
            "text": "he makes it rain on our fields."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He defends those who are humble,"
          },
          {
            "tag": "q2",
            "text": "and puts those who mourn into places where they are safe."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He causes crafty people to not be able to do what they plan to do,"
          },
          {
            "tag": "q2",
            "text": "with the result that they achieve nothing."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The people who think they are wise—he makes their own traps catch them;"
          },
          {
            "tag": "q2",
            "text": "the result is that they do not succeed."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "It is as though even in the daytime they were living in darkness"
          },
          {
            "tag": "q2",
            "text": "and were groping around trying to find the road at noontime like people do at night."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But God saves helpless people from the wicked who say evil things about them;"
          },
          {
            "tag": "q2",
            "text": "he saves poor people from powerful people harming them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So poor people confidently expect that good things will happen to them;"
          },
          {
            "tag": "q2",
            "text": "but God stops wicked people from saying evil things."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But those whom God corrects are fortunate;"
          },
          {
            "tag": "q2",
            "text": "so do not despise it when God, who can do anything, disciplines you."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He wounds people, but then he puts bandages on those wounds;"
          },
          {
            "tag": "q2",
            "text": "he hurts people, but he also heals them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He will rescue you many times from your troubles,"
          },
          {
            "tag": "q2",
            "text": "with the result that nothing evil will happen to you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When there is little food to eat, he will not allow you to die,"
          },
          {
            "tag": "q2",
            "text": "and when there is a war, your enemies will not kill you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "God will protect you when people say false, evil things about you;"
          },
          {
            "tag": "q2",
            "text": "you will not be afraid when many things around you perish."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You will be able to laugh when that happens and when there is nothing to eat,"
          },
          {
            "tag": "q2",
            "text": "and you will not be afraid of wild animals."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You will not worry about having big rocks in your fields that will make plowing difficult,"
          },
          {
            "tag": "q2",
            "text": "and you will not worry that wild animals might attack you."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "You will know that things will go well for you in your home;"
          },
          {
            "tag": "q2",
            "text": "when you look at your livestock, you will see that they are all there."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You will be certain that you will have many descendants,"
          },
          {
            "tag": "q2",
            "text": "who will be as numerous as blades of grass."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "You will become very old before you die,"
          },
          {
            "tag": "q2",
            "text": "like sheaves of grain continue to grow until it is time to harvest and thresh them."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "My friends and I have thought carefully about these things, and we know that they are true,"
          },
          {
            "tag": "q2",
            "text": "so pay attention to what I have said!\""
          }
        ],
        "auto": true
      }
    ],
    "num": 5
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}