{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Zophar, the friend from the region of Naamah, said this to Job:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Should no one answer all that you have said?"
          },
          {
            "tag": "q2",
            "text": "Just because you talk a lot, that fact should not persuade us to declare that you are innocent."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Job, should your babbling really cause us to be silent?"
          },
          {
            "tag": "q2",
            "text": "When you make fun of what we think, certainly there should be someone to rebuke you and cause you to be ashamed!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You say, 'What I say is true;"
          },
          {
            "tag": "q2",
            "text": "God knows that I am innocent.'"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But I wish that God would talk"
          },
          {
            "tag": "q2",
            "text": "and say something to answer you!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "God knows everything about everything,"
          },
          {
            "tag": "q2",
            "text": "so I wish that he would tell you the secrets that he knows because he is wise."
          },
          {
            "tag": "q1",
            "text": "It would be good if you realized that God is punishing you less than you deserve!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Tell me, will you ever be able to find out the things about God that are very difficult to understand?"
          },
          {
            "tag": "q2",
            "text": "Will you be able to find out everything that there is to know about Almighty God?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "What there is to know about God is greater than the distance from earth to heaven;"
          },
          {
            "tag": "q2",
            "text": "so there is no way that you can understand it all."
          },
          {
            "tag": "q1",
            "text": "It is greater than the distance from here to the place of the dead;"
          },
          {
            "tag": "q2",
            "text": "so it is impossible for you to know it all."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "What there is to know about God is wider than the earth"
          },
          {
            "tag": "q2",
            "text": "and wider than the ocean."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If God comes to you and puts you in prison and then brings you to a trial,"
          },
          {
            "tag": "q2",
            "text": "who can stop him?"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He knows which people are worthless;"
          },
          {
            "tag": "q2",
            "text": "and when he sees people doing wicked things, he certainly does not ignore them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Stupid people like you will start to become wise"
          },
          {
            "tag": "q2",
            "text": "when wild donkeys start giving birth to people."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Job, repent and make your heart humble;"
          },
          {
            "tag": "q2",
            "text": "reach out your hands toward God and plead with him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If you have done evil things, stop doing them;"
          },
          {
            "tag": "q2",
            "text": "and do not allow any people in your house to do wicked deeds."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If you do that, surely you will be able to carry your head high, because you will not be ashamed;"
          },
          {
            "tag": "q2",
            "text": "you will be strong and not afraid of anything."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You will forget all your troubles;"
          },
          {
            "tag": "q2",
            "text": "they will be like the water that has all flowed away and dried up."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Your troubles will be ended, like the darkness ends at the dawn;"
          },
          {
            "tag": "q2",
            "text": "it will be as though the sun were shining brightly on you, like it shines at noon."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You will feel safe, because you will be confident that good things will happen to you;"
          },
          {
            "tag": "q2",
            "text": "God will protect you and allow you to rest safely each night."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You will lie down to sleep, and no one will make you afraid."
          },
          {
            "tag": "q2",
            "text": "And many people will come and request you to be kind to them."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But wicked people will not be able to understand why bad things are happening to them;"
          },
          {
            "tag": "q2",
            "text": "they will not have any way to escape from their troubles."
          },
          {
            "tag": "q2",
            "text": "The only thing that they will want to do is to die. \""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}