{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Think also about crocodiles."
          },
          {
            "tag": "q2",
            "text": "Can you catch them with a fishhook"
          },
          {
            "tag": "q2",
            "text": "or fasten their jaws with a rope?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Can you put ropes through their noses to control them"
          },
          {
            "tag": "q2",
            "text": "or thrust hooks through their jaws?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Will they plead with you to act mercifully toward them"
          },
          {
            "tag": "q2",
            "text": "or use sweet talk in order that you will not harm them?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Will they make an agreement with you to work for you,"
          },
          {
            "tag": "q2",
            "text": "to be your slaves as long as they live?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Can you make them into pets like you do birds?"
          },
          {
            "tag": "q2",
            "text": "Can you put a leash around their necks so that your servant girls can play with them?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Will men who partner in selling fish try to sell them in the market?"
          },
          {
            "tag": "q2",
            "text": "Will they cut a crocodile up into pieces and sell the meat?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Can you pierce crocodiles through their hides by throwing fishing spears at them?"
          },
          {
            "tag": "q2",
            "text": "Can you pierce their heads with a harpoon?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "If you grab one of them with your hands, it will give you a battle that you will never forget,"
          },
          {
            "tag": "q2",
            "text": "and you will never try to do it again!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It is useless to even hope to subdue them."
          },
          {
            "tag": "q2",
            "text": "Anyone who tries to subdue one of them will fall to the ground out of fear."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "No one dares to make a crocodile angry."
          },
          {
            "tag": "q2",
            "text": "So, since I am much more powerful than they are, who would dare to cause me to be angry?"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Also, everything on the earth is mine."
          },
          {
            "tag": "q2",
            "text": "Therefore, no one is able to give anything to me and require me to pay money for it!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will tell you about how strong crocodiles' legs are"
          },
          {
            "tag": "q2",
            "text": "and how strong their well formed bodies are."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Can anyone strip off their hides?"
          },
          {
            "tag": "q2",
            "text": "Can anyone pierce through their double layer of armor?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Can anyone pry open their jaws, which have terrible teeth in them?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They have rows of scales on their back"
          },
          {
            "tag": "q2",
            "text": "which are as hard as rock."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The scales are very close together;"
          },
          {
            "tag": "q2",
            "text": "not even air can get between them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The scales are joined very closely to each other,"
          },
          {
            "tag": "q2",
            "text": "and they cannot be separated."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When crocodiles sneeze, the tiny drops of water that come out of their noses sparkle in the sunlight."
          },
          {
            "tag": "q2",
            "text": "Their eyes are red like the rising sun."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "It is as though sparks of fire poured out of their mouths."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Smoke pours out of their nostrils"
          },
          {
            "tag": "q2",
            "text": "as steam comes out of a pot that is put over a very, very hot fire."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Their breath can cause coals to blaze"
          },
          {
            "tag": "q2",
            "text": "and flames to shoot out from their mouths."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Their necks are very strong;"
          },
          {
            "tag": "q2",
            "text": "wherever they go, they make people very afraid."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The folds in their flesh are very close together"
          },
          {
            "tag": "q2",
            "text": "and are very hard."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They are fearless"
          },
          {
            "tag": "q2",
            "text": "because the inner parts of their bodies are as hard as a rock,"
          },
          {
            "tag": "q2",
            "text": "as hard as the lower millstone on which people grind grain."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When they rise up, they cause even very strong people to be terrified."
          },
          {
            "tag": "q2",
            "text": "As a result, people fall back."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "People cannot injure them with swords;"
          },
          {
            "tag": "q2",
            "text": "spears, arrows, or or other weapons with sharp points cannot injure them, either."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "They certainly are not afraid of weapons made of straw or rotten wood,"
          },
          {
            "tag": "q2",
            "text": "but they are not even afraid of weapons made of iron or bronze!"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Shooting arrows at them does not cause them to run away."
          },
          {
            "tag": "q2",
            "text": "Hurling stones at them from a sling is like hurling bits of chaff at them."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They are not afraid of clubs anymore than they would be afraid of men throwing bits of straw at them,"
          },
          {
            "tag": "q2",
            "text": "and they laugh when they hear a spear coming at them."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Their bellies are covered with scales that are as sharp as broken pieces of pottery."
          },
          {
            "tag": "q2",
            "text": "When they drag themselves through the mud,"
          },
          {
            "tag": "q2",
            "text": "their bellies tear up the ground like a plow."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "They stir up the water and cause it to foam"
          },
          {
            "tag": "q2",
            "text": "as they churn through it."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "As they go through the water, their wakes glisten."
          },
          {
            "tag": "q2",
            "text": "People who see it would think that the foam had become white hair."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "There are no creatures on earth that I have created as fearless as crocodiles."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "They are the proudest of all the creatures;"
          },
          {
            "tag": "q2",
            "text": "they are like kings over all the other wild animals.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 41
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}