[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Eliphaz replied to Job. He said,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Will you please allow me to say something to you?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "In the past, you have instructed many people,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "In the past, when you spoke to others who were suffering, you helped them;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "But now, when you yourself suffer from disasters, you become discouraged."
      },
      {
        "t": "v",
        "n": 6,
        "v": "You say that you honor God; so you should be trusting in him, for him not to let you suffer."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Think about this: No innocent people ever die when they are still young!"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I have seen this happen: if farmers plant bad seeds, they do not harvest good crops;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "These people die when God commands them to,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Even though wicked people may be very powerful like young lions,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "They will die like older lions that starve to death when there are no animals left to eat."
      },
      {
        "t": "v",
        "n": 12,
        "v": "I heard a message that someone came"
      },
      {
        "t": "v",
        "n": 13,
        "v": "He spoke to me at night when I was having a bad dream that disturbed me."
      },
      {
        "t": "v",
        "n": 14,
        "v": "It caused me to be afraid and tremble;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "A ghost glided past my face"
      },
      {
        "t": "v",
        "n": 16,
        "v": "It stopped, but I could not see what it really looked like."
      },
      {
        "t": "v",
        "n": 17,
        "v": "‘No human being can be more righteous than God."
      },
      {
        "t": "v",
        "n": 18,
        "v": "God cannot be sure that his own angels will always do what is right;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "So he certainly cannot trust human beings whom he has made from dust and clay,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "People are sometimes in good health in the morning, but by the evening they are dead."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Their families and possessions are like tents that collapse suddenly when you pull up their stakes;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Job, no one will stop you from calling out for someone to help you,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Foolish people die because they are resentful;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I have seen foolish people who seemed to be successful,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Their sons are never safe;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Hungry people steal the crops that foolish people harvest;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But it is not the farmland that makes bad things happen;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "People make trouble for themselves from the time that they are born;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "If I were suffering like you are, I would ask God for help"
      },
      {
        "t": "v",
        "n": 9,
        "v": "He does great things, things that we cannot understand;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "He sends rain on the ground;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "He defends those who are humble,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "He causes crafty people to not be able to do what they plan to do,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The people who think they are wise—he makes their own traps catch them;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is as though even in the daytime they were living in darkness"
      },
      {
        "t": "v",
        "n": 15,
        "v": "But God saves helpless people from the wicked who say evil things about them;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "So poor people confidently expect that good things will happen to them;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "But those whom God corrects are fortunate;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "He wounds people, but then he puts bandages on those wounds;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "He will rescue you many times from your troubles,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "When there is little food to eat, he will not allow you to die,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "God will protect you when people say false, evil things about you;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "You will be able to laugh when that happens and when there is nothing to eat,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "You will not worry about having big rocks in your fields that will make plowing difficult,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "You will know that things will go well for you in your home;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "You will be certain that you will have many descendants,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "You will become very old before you die,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "My friends and I have thought carefully about these things, and we know that they are true,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am not able to remain silent any longer."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have encouraged those for whom it was difficult to trust in God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they were able to rejoice again because of God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The disasters hit you, and you are stunned."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you really had not sinned, you would have been confident that God would not let these disasters happen to you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God never kills innocent people!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "anyone who starts trouble for others later brings trouble on himself."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he is very angry with them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God destroys them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their children will scatter from each other like young lions that separate from each other to find food."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and whispered to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it caused all my bones to shake."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and caused the hair on the back of my neck to stand straight up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But I knew that there was some being in front of me,"
  },
  {
    "t": "q",
    "v": "and it said in a quiet voice,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No man can be better than God, who made him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he declares that some of them have done wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "human beings, whom disaster crushes as easily as you can crush a moth!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are gone forever and no one even pays attention."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they perish suddenly without anyone ever knowing why.’”"
  }
]