[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Job spoke again and said this:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“I wish that I could be as I was previously"
      },
      {
        "t": "v",
        "n": 3,
        "v": "During those years, it was as though God’s lamp shone on me"
      },
      {
        "t": "v",
        "n": 4,
        "v": "At that time I was young and strong,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Almighty God was with me during those years"
      },
      {
        "t": "v",
        "n": 6,
        "v": "My herds provided me with plenty of milk,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Whenever I went to the place where the elders gathered at the city gate,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "and when the young men saw me, they stepped aside respectfully,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The leaders of the people used to stop talking,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "and even the most important men became quiet"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When they all heard what I told them,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "because I had helped those who were poor when they cried out for help,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Those who were suffering and about to die praised me,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I always acted justly;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "It was as though I myself saw for blind people"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I was like a father to the poor people,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "I made wicked people stop oppressing others; it was like someone who breaks the teeth of wild animals"
      },
      {
        "t": "v",
        "n": 18,
        "v": "At that time I thought, ‘Surely I will live in peace until I am very old,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "I am like a tree whose roots reach down into the water"
      },
      {
        "t": "v",
        "n": 20,
        "v": "People always honor me,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "When I spoke, people waited to hear what I would say;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "After I finished speaking, they did not say anymore;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "They waited for me to speak as they wait for rain;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "When they were sad, I smiled at them to encourage them;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I was their leader, and I decided what things would be good for them to do;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“But now, men who are younger than I am make fun of me—"
      },
      {
        "t": "v",
        "n": 2,
        "v": "They were men who were old and weak;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They were very poor and hungry,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "They pulled up plants in the desert and ate them;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Everyone shouted at them, “Stop, thief!”"
      },
      {
        "t": "v",
        "n": 6,
        "v": "They were forced to live in riverbeds,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "In the bushes they howled like animals because they were hungry,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "They were people without good sense,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Now their children sing songs to make fun of me."
      },
      {
        "t": "v",
        "n": 10,
        "v": "They are disgusted with me, and they stay away from me,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It seems as though God had cut my bowstring and caused me to be unable to defend myself; he has humbled me,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Gangs of these people attack me and force me to run away;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "They prevent me from escaping,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is as though I were a city wall and they had broken through it,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I am very terrified;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Now I am about to die;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "My bones ache during the nights,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "It is as though God had grabbed my clothes"
      },
      {
        "t": "v",
        "n": 19,
        "v": "He has thrown me into the mud;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "I cry out to you, God, but you do not answer me;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "You act very cruelly toward me;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "You allow the wind to lift me up and blow me away;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "I know that you will cause me to die,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "When people experience disasters,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I myself wept for people who were experiencing troubles,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "However, when I expected good things to happen to me, evil things happened;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "I am very distressed all the time;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "I go about very discouraged;"
      },
      {
        "t": "v",
        "n": 29,
        "v": "My wailing is as sad as jackals and ostriches in the wilderness."
      },
      {
        "t": "v",
        "n": 30,
        "v": "My skin has become dark and is peeling off,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "Previously, I played joyful music on my harp and with my flute,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“I made to myself a solemn promise"
      },
      {
        "t": "v",
        "n": 2,
        "v": "If I did not do what I promised,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Previously I thought that surely it was unrighteous people who would experience calamities,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "God certainly sees everything that I do,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I solemnly declare that I have never acted wickedly"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I request only that God judge me fairly;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "If it were true that I had turned away from walking on the right paths,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "then I hope that when I plant seeds, someone else will harvest the crops and eat them,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If it is true that I have been attracted by some other man’s wife,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I hope another man will sleep with my own wife"
      },
      {
        "t": "v",
        "n": 11,
        "v": "For me to do that would be a terrible sin,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "My adultery would produce in me a fire like the fire that burns people in hell,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "If it is true that I have ever refused to listen to one of my male or female servants"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I hope that God would stand up and declare that he will punish me;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "God, who created me, certainly also created my servants;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "From the time I was young I have taken care of orphans;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "If I had seen people die from cold because they had no clothes,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "and they were not able to become warm from clothes made from the wool of my sheep"
      },
      {
        "t": "v",
        "n": 21,
        "v": "or if it is true that I threatened to strike any orphan"
      },
      {
        "t": "v",
        "n": 22,
        "v": "For if those things were true about me, I hope that my shoulder blade would be torn out"
      },
      {
        "t": "v",
        "n": 23,
        "v": "I always feared that God would cause me to experience a great disaster if I did any of those evil things,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "If it is true that I trusted in my gold,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "or that I rejoiced because I had acquired many things"
      },
      {
        "t": "v",
        "n": 26,
        "v": "or that I looked at the sun when it was shining,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "and I had been tempted to worship them"
      },
      {
        "t": "v",
        "n": 28,
        "v": "those things also would be sins for which the judges would say that I must be punished"
      },
      {
        "t": "v",
        "n": 29,
        "v": "It is not true that I sinned by requesting God to curse people who hated me"
      },
      {
        "t": "v",
        "n": 31,
        "v": "No one can truthfully that I did not welcome travelers to stay in my house,"
      },
      {
        "t": "v",
        "n": 33,
        "v": "Some people try to hide their sins,"
      },
      {
        "t": "v",
        "n": 34,
        "v": "and I never remained silent and refused to go outside"
      },
      {
        "t": "v",
        "n": 35,
        "v": "I wish that there was someone who would hear what I am saying!"
      },
      {
        "t": "v",
        "n": 36,
        "v": "If they did that, I would wear that scroll on my shoulder or on top of my head, in order that everyone could see it."
      },
      {
        "t": "v",
        "n": 37,
        "v": "I would tell God everything that I have done,"
      },
      {
        "t": "v",
        "n": 38,
        "v": "If it is true that I have stolen land,"
      },
      {
        "t": "v",
        "n": 39,
        "v": "or that I have eaten the crops that grew in someone else’s fields"
      },
      {
        "t": "v",
        "n": 40,
        "v": "then I wish that thorns would grow in my fields instead of wheat,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "during the years when God took care of me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and gave me light while I walked in the darkness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and because God was my friend, he protected where I lived."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when all my children were around me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and streams of oil flowed from the rock where my servants pressed the olives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I sat down with them,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the old men also stood respectfully."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and stopped talking in order to hear me speak to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they said good things about me."
  },
  {
    "t": "q",
    "v": "When they saw me, they always praised me"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and because I aided those who had no fathers, those who had no one else to help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I caused widows to sing joyfully, because I helped them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my actions were like a robe that I wore and like a turban that was wrapped around my head."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and walked for people who were lame."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and in the courts I defended those who were strangers to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and forces them to drop their victims from their teeth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will die at home with my family."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and whose branches become wet with dew each night."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I am always strong like a new bow.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they remained silent until I advised them what they should do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it was as though my words fell on their ears like drops of rain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they liked what I said as farmers appreciate the final rain in the spring before the dry season."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they became encouraged when they saw my cheerful face."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I was among them like a king who is among his troops;"
  },
  {
    "t": "q",
    "v": "I was like someone who comforts others who are mourning.”"
  }
]