[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Yahweh spoke to Job from inside a powerful storm. He said to him,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Who are you to bring confusion to what I plan to do?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I want to ask you some questions,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Where were you when I started to create the earth?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "If it was not I who decided how large the earth would be, then who decided?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "What supports the pillars on which the earth rests?"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When the seas poured out from under the earth,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "It was I, not you, who caused clouds to come over the seas"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I set limits for the seas,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I pointed to the shore and said to the water,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Job, have you ever commanded the morning to begin?"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Have you ever told the dawn to spread out over the whole earth"
      },
      {
        "t": "v",
        "n": 14,
        "v": "When it becomes light after the dawn,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "When it becomes daylight, the wicked do not have the darkness that they like;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Job, have you traveled to the springs in the bottom of the ocean from which the water in the seas comes?"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Has someone shown you the gates to the place where dead people are,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Do you know how big the earth is?"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Where is the road to the place where light comes from?"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Can you take the light and the darkness to the places where they must do their work every day?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I am sure that you know these things"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Have you entered the place where I store the snow"
      },
      {
        "t": "v",
        "n": 23,
        "v": "I store the snow and the hail in order that I can use them when people are fighting on earth,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Where is the road to the place from which I cause the lightning to flash?"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Who created the channels in which the rain comes down from the sky?"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Who causes rain to fall in the desert,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Who sends the rain that gives moisture to barren areas, areas where nothing has grown,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Does the rain have a father?"
      },
      {
        "t": "v",
        "n": 29,
        "v": "From whose womb does ice come in the winter?"
      },
      {
        "t": "v",
        "n": 30,
        "v": "In the winter, the water freezes and becomes as hard as a rock,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "Job, can you fasten the chains that hold the stars together in the cluster of the Pleiades stars?"
      },
      {
        "t": "v",
        "n": 32,
        "v": "Can you tell the stars and planets when they should shine?"
      },
      {
        "t": "v",
        "n": 33,
        "v": "Do you know the laws that the stars must obey?"
      },
      {
        "t": "v",
        "n": 34,
        "v": "Can you shout commands up to the clouds and make rain pour down on you?"
      },
      {
        "t": "v",
        "n": 35,
        "v": "Can you cause flashes of lightning to come down and strike where you want them to strike?"
      },
      {
        "t": "v",
        "n": 36,
        "v": "Who enables the clouds to know when they should cause rain to fall?"
      },
      {
        "t": "v",
        "n": 37,
        "v": "Who is skilled enough to be able to count the clouds?"
      },
      {
        "t": "v",
        "n": 38,
        "v": "so that the dry ground becomes hard"
      },
      {
        "t": "v",
        "n": 39,
        "v": "When a lioness and her cubs crouch in their dens or hide in a thicket, waiting for some animal to pass by that they can kill,"
      },
      {
        "t": "v",
        "n": 41,
        "v": "Who provides dead animals for the raven,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Job, do you know at what time of the year the female mountain goats give birth?"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Do you know how many months pass from the time they become pregnant until their calves are born?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "When they give birth, they crouch down,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "The young calves grow up in the open fields,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Who allows the wild donkeys to go wherever they want away from the cities?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I am the one who has freed them and put them in the desert plain,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They do not like the noise in the cities;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "They go over the hills to find food;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Will a wild ox agree to work for you?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Can you fasten a rope on it"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Since it is very strong, can you for that reason trust it to work for you?"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Can you rely on it to come back from the field"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Think also about the ostriches. They joyfully flap their wings,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Ostriches lay their eggs on top of the ground and then walk away,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Ostriches never think about the possibility that some wild animal may step on the eggs and crush them."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Ostriches act cruelly toward their chicks;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "That is because I did not allow ostriches to be wise."
      },
      {
        "t": "v",
        "n": 18,
        "v": "However, when they get up and begin to run,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Also, think about horses. Job, are you the one who made the horses to be strong?"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Are you the one who enabled them to leap forward like locusts?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "They paw the ground, rejoicing because they are very strong,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "It is as if they were laughing at the thought of being afraid. They are not afraid of anything!"
      },
      {
        "t": "v",
        "n": 23,
        "v": "The quivers containing the riders’ arrows rattle against the horses’ sides,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "The horses run very quickly, and they speedily cover the ground;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "They neigh joyfully when they hear someone blowing the trumpet."
      },
      {
        "t": "v",
        "n": 26,
        "v": "Think about big birds. Are you the one who enabled hawks to spread their wings"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Do eagles fly high up into the cliffs to make their nests"
      },
      {
        "t": "v",
        "n": 28,
        "v": "They live in holes in those cliffs."
      },
      {
        "t": "v",
        "n": 29,
        "v": "As they watch carefully from there,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "After an eagle kills an animal,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You are speaking ignorantly!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so act like a man and"
  },
  {
    "t": "q",
    "v": "get ready to answer my questions."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Since you know so much, tell me where you were at that time."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do you know who stretched a line around the earth to measure it?"
  },
  {
    "t": "q",
    "v": "Since you think that you know so much, you should surely know that!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When the stars that shine early in the morning sang together,"
  },
  {
    "t": "q",
    "v": "and someone put in place the stone that causes the earth to stay in its place,"
  },
  {
    "t": "q",
    "v": "and all the angels shouted joyfully when they saw that happen,"
  },
  {
    "t": "q",
    "v": "who laid that cornerstone?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who prevented the water from flooding over the land?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and caused it to become very dark under those clouds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I put barriers so that the water would not come over the land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘I permit you to come up to here, but I do not permit you to come any farther."
  },
  {
    "t": "q",
    "v": "Your powerful waves must stop here!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Have you ever told the sun to start rising and begin a new day?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that wicked people run away from the light?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the hills and the valleys become clear like a seal gives an image to the clay under it, or like the folds in a cloth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in the daylight they no longer are able to hurt anyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Have you investigated the very bottom of the oceans?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the gates to the place where it is very dark among those who are dead?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Tell me, if you know all these things!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Can you tell me where darkness lives?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do you know where the road is that goes back to their homes?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you were born before the time when all things were created;"
  },
  {
    "t": "q",
    "v": "you must be very old!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the place where I keep the hail?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in times when they are fighting wars."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Where is the place from where the east wind begins to blow over all the earth?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Who makes the roads for the thunder in the air?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in places where no one lives?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that grass begins to grow again?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Does the dew also have a father?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Who gives birth to the frost that comes down from the sky?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the surface of lakes becomes frozen."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Can you unfasten the cords of the stars in Orion?"
  },
  {
    "t": "q",
    "v": "Can you guide the stars in the groups of the Big Bear and the Little Bear?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Can you cause those same laws to rule everything here on the earth?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do those flashes say to you, ‘Where do you want us to strike?’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Who can tilt the containers of water in the sky to cause the rain to fall"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as the dry clods become wet and stick together?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "can you find animals for the lioness to kill"
  },
  {
    "t": "q",
    "v": "so that she and her cubs can eat the meat and not be hungry anymore?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when its young are calling out to me for food,"
  },
  {
    "t": "q",
    "v": "when they are so weak because of their lack of food that they stagger around in their nests?"
  }
]