{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Job, do you know at what time of the year the female mountain goats give birth?"
          },
          {
            "tag": "q2",
            "text": "Have you watched the wild deer while their calves were being born?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do you know how many months pass from the time they become pregnant until their calves are born?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When they give birth, they crouch down,"
          },
          {
            "tag": "q2",
            "text": "and then their labor pangs are done."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The young calves grow up in the open fields,"
          },
          {
            "tag": "q2",
            "text": "and then they leave their mothers and do not return to them again."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Who allows the wild donkeys to go wherever they want away from the cities?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I am the one who has freed them and put them in the desert plain,"
          },
          {
            "tag": "q2",
            "text": "in places where grass does not grow."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They do not like the noise in the cities;"
          },
          {
            "tag": "q2",
            "text": "in the desert they do not have to listen to the shouts of those who forced them to work."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They go over the hills to find food;"
          },
          {
            "tag": "q2",
            "text": "there they search for grass to eat."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Will a wild ox agree to work for you?"
          },
          {
            "tag": "q2",
            "text": "Will it allow you to keep it penned up at night in the place where you put feed for your animals?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Can you fasten a rope on it"
          },
          {
            "tag": "q2",
            "text": "so that it will plow furrows in your fields, your fields in the valley?"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Since it is very strong, can you for that reason trust it to work for you?"
          },
          {
            "tag": "q2",
            "text": "Can you go away after you tell it what work it should do and assume that it will do that work?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Can you rely on it to come back from the field"
          },
          {
            "tag": "q2",
            "text": "bringing your grain to the place where you thresh it?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Think also about the ostriches. They joyfully flap their wings,"
          },
          {
            "tag": "q2",
            "text": "but they have no love for their own young."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Ostriches lay their eggs on top of the ground and then walk away,"
          },
          {
            "tag": "q2",
            "text": "leaving the eggs to be warmed in the sand."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Ostriches never think about the possibility that some wild animal may step on the eggs and crush them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Ostriches act cruelly toward their chicks;"
          },
          {
            "tag": "q2",
            "text": "they act as though the chicks belonged to some other ostrich."
          },
          {
            "tag": "q1",
            "text": "They are not concerned if their chicks die,"
          },
          {
            "tag": "q2",
            "text": "that they may have laid their eggs for nothing."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "That is because I did not allow ostriches to be wise."
          },
          {
            "tag": "q2",
            "text": "I did not enable them to be intelligent."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "However, when they get up and begin to run,"
          },
          {
            "tag": "q2",
            "text": "they scornfully laugh at horses with their riders"
          },
          {
            "tag": "q2",
            "text": "because the horses cannot run as fast as the ostriches!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Also, think about horses. Job, are you the one who made the horses to be strong?"
          },
          {
            "tag": "q2",
            "text": "Are you the one who put flowing manes on their necks?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Are you the one who enabled them to leap forward like locusts?"
          },
          {
            "tag": "q2",
            "text": "When they snort, they cause people to be afraid."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They paw the ground, rejoicing because they are very strong,"
          },
          {
            "tag": "q2",
            "text": "as they prepare to rush into battle."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "It is as if they were laughing at the thought of being afraid. They are not afraid of anything!"
          },
          {
            "tag": "q2",
            "text": "They do not run away when the soldiers in the battle are fighting each other with swords."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The quivers containing the riders' arrows rattle against the horses' sides,"
          },
          {
            "tag": "q2",
            "text": "and the spears and javelins flash in the light of the sun."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The horses run very quickly, and they speedily cover the ground;"
          },
          {
            "tag": "q2",
            "text": "they rush into battle as soon as the trumpet is blown."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "They neigh joyfully when they hear someone blowing the trumpet."
          },
          {
            "tag": "q2",
            "text": "They can smell a battle even when they are far away,"
          },
          {
            "tag": "q2",
            "text": "and they understand what it means when the commanders shout their commands to their soldiers."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Think about big birds. Are you the one who enabled hawks to spread their wings"
          },
          {
            "tag": "q2",
            "text": "and fly to the south for the winter?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Do eagles fly high up into the cliffs to make their nests"
          },
          {
            "tag": "q2",
            "text": "because you commanded them to do that?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "They live in holes in those cliffs."
          },
          {
            "tag": "q2",
            "text": "They are safe in those high pointed rocks because no animals can reach them there."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "As they watch carefully from there,"
          },
          {
            "tag": "q2",
            "text": "they see animals far away that they can kill."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "After an eagle kills an animal,"
          },
          {
            "tag": "q2",
            "text": "the baby eagles drink the blood of that animal;"
          },
          {
            "tag": "q2",
            "text": "they gather wherever there are dead people lying on the ground.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 39
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}