{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"My time to live is almost ended; I have no strength left;"
          },
          {
            "tag": "q2",
            "text": "those who have dug my grave are waiting for me."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Those who are around me are making fun of me;"
          },
          {
            "tag": "q2",
            "text": "I must always see them mocking me.\""
          },
          {
            "tag": "v",
            "num": "3",
            "text": "\"God, it is as though I were in prison;"
          },
          {
            "tag": "q1",
            "text": "please pay the money in order that I may be released,"
          },
          {
            "tag": "q2",
            "text": "because there is certainly no one else who will help me."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You have prevented my friends from understanding what is true about me,"
          },
          {
            "tag": "q2",
            "text": "but you will not allow them to triumph over me, saying that I have done wrong things."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Our ancestors said, 'It often happens that when someone betrays his friends in order to get some of their property,"
          },
          {
            "tag": "q2",
            "text": "it is that person's children who will be punished for it;'"
          },
          {
            "tag": "q1",
            "text": "so I desire that will be true of these friends of mine who are lying about me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But now people use that saying of our ancestors when they talk about me;"
          },
          {
            "tag": "q2",
            "text": "they spit to insult me."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "My eyes have become dim because I am very sad,"
          },
          {
            "tag": "q2",
            "text": "and my arms and legs are as thin as shadows."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "People who are truly righteous will be shocked when they see what has happened to me;"
          },
          {
            "tag": "q2",
            "text": "they will be angry at those who refuse to honor God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Those who are truly righteous will continue to do what is right,"
          },
          {
            "tag": "q2",
            "text": "and those who live righteously will continue to become stronger."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But all you friends of mine,"
          },
          {
            "tag": "q2",
            "text": "I do not find even one among you who is wise."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "My time to live is almost ended; I have not been able to do the things that I planned to do."
          },
          {
            "tag": "q2",
            "text": "As for the things I have most desired, there is no hope of them happening."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "My friends do not know when it is night and when it is day;"
          },
          {
            "tag": "q2",
            "text": "when it is night, they claim that it is daylight;"
          },
          {
            "tag": "q2",
            "text": "when it is becoming dark, they claim that it is getting light."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I know that my home will be the place where dead people are,"
          },
          {
            "tag": "q2",
            "text": "where I will sleep in the darkness."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I can say to the grave, 'Where I am buried, that place will be like a father to me.'"
          },
          {
            "tag": "q2",
            "text": "I can say to the maggots, 'You will be like a mother or younger sisters to me because that is where I will always be.'"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "There is certainly no more hope left for me."
          },
          {
            "tag": "q2",
            "text": "No one expects that I will have any more happiness."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "After I descend to the place where the dead are, I will not be able to expect anything good there."
          },
          {
            "tag": "q2",
            "text": "I and the things I hope for will go down together into the soil.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 17
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}