{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Job spoke again to Eliphaz:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"If all my troubles and misery could be put on a scale and weighed,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "they would be heavier than all the sand along the ocean shores."
          },
          {
            "tag": "q2",
            "text": "That is why I spoke very rashly about the day that I was born."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It is as though Almighty God has shot me with arrows."
          },
          {
            "tag": "q2",
            "text": "It is as though those arrows have poison on their tips, and that poison has gone into my spirit."
          },
          {
            "tag": "q1",
            "text": "The things that God has done to me are like soldiers lined up to attack me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Just like a wild donkey does not complain by braying when it has plenty of grass to eat,"
          },
          {
            "tag": "q2",
            "text": "and an ox does not complain by bellowing when it has food to eat,"
          },
          {
            "tag": "q1",
            "text": "I would not complain if you were really helping me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "People complain when they must eat food that has no salt"
          },
          {
            "tag": "q2",
            "text": "or food that is slimy and tasteless;"
          },
          {
            "tag": "q1",
            "text": "that is what your words are like, Eliphaz."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I do not want to eat food like that,"
          },
          {
            "tag": "q2",
            "text": "because it disgusts me,"
          },
          {
            "tag": "q1",
            "text": "and I do not like what you have said to me."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I wish that God would do for me what I have asked of him:"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I wish that he would crush me and let me die."
          },
          {
            "tag": "q2",
            "text": "I wish that he would reach out his hand and take away my life."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If he would do that, I would be comforted because I would know that in spite of the great pain that I have suffered,"
          },
          {
            "tag": "q2",
            "text": "I have always obeyed what God, the Holy One, has commanded."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But now I do not have enough strength to endure all these things."
          },
          {
            "tag": "q2",
            "text": "And since I have nothing to hope for in the future,"
          },
          {
            "tag": "q2",
            "text": "it is difficult for me to be patient now."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I am not strong like rocks are,"
          },
          {
            "tag": "q2",
            "text": "and my body is not made of bronze."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So I am not able to help myself;"
          },
          {
            "tag": "q2",
            "text": "I am not wise enough for that."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When a man has many troubles, his friends should be kind to him,"
          },
          {
            "tag": "q2",
            "text": "even if he stops honoring Almighty God."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But you, my friends, are not dependable."
          },
          {
            "tag": "q2",
            "text": "You are like streams in the wilderness: They spill over their banks in the spring"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "when the melting ice and snow make them overflow,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "but when the dry season comes, there is no water flowing in those streams,"
          },
          {
            "tag": "q2",
            "text": "and the channels dry up."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The caravans of merchants turn off their road to search for water,"
          },
          {
            "tag": "q2",
            "text": "but there is no water in those streambeds,"
          },
          {
            "tag": "q2",
            "text": "so the merchants die in the desert."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The men in those caravans searched for some water"
          },
          {
            "tag": "q2",
            "text": "because they were sure that they would find some."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But they did not find any,"
          },
          {
            "tag": "q2",
            "text": "so they were very disappointed."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Similarly, you friends have not helped me at all!"
          },
          {
            "tag": "q1",
            "text": "You have seen that terrible things have happened to me,"
          },
          {
            "tag": "q2",
            "text": "and you are afraid that God might do similar things to you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "After I lost all my wealth, I did not ask any of you for money."
          },
          {
            "tag": "q2",
            "text": "I did not plead with any of you to spend some of your money to help me."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I never asked any of you to rescue me from my enemies,"
          },
          {
            "tag": "q2",
            "text": "and I did not ask you to save me from those who oppressed me."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Answer me now, and then I will be quiet;"
          },
          {
            "tag": "q2",
            "text": "tell me what wrong things I have done!"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When people speak what is true, it can be painful for the listener to hear honest words."
          },
          {
            "tag": "q2",
            "text": "But what have all your arguments proven about me?"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I am a man who has nothing to hope for,"
          },
          {
            "tag": "q2",
            "text": "but you try to correct me, and you think what I say is as useless as the wind!"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "You do not sympathize with me at all for the things"
          },
          {
            "tag": "q2",
            "text": "You will do anything to get something for yourselves! You would even play a game to see who gets an orphan as a prize!"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Please look at me! I will not lie while I am talking straight to you."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Stop saying that I have sinned, and stop criticizing me unjustly!"
          },
          {
            "tag": "q2",
            "text": "You should realize that I have not done things that are wrong."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Do you think that I am lying?"
          },
          {
            "tag": "q2",
            "text": "No, I am not lying, because I know what is right to say, and what is wrong.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}