{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Elihu also said this:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Job, do you really think that you have done nothing wrong?"
          },
          {
            "tag": "q1",
            "text": "You say, 'God knows that I am innocent,'"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and you also say, 'What good have I received for not sinning?"
          },
          {
            "tag": "q2",
            "text": "What benefit have I received that I would not have had, even if I had sinned?'"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Well, I will answer you,"
          },
          {
            "tag": "q2",
            "text": "and I will answer your three friends, too."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Job, look up at the sky;"
          },
          {
            "tag": "q2",
            "text": "look at the clouds that are high above you"
          },
          {
            "tag": "q2",
            "text": "and realize that God is far above everything, entirely out of your reach."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "If you have sinned, that cannot harm God at all."
          },
          {
            "tag": "q2",
            "text": "Even if you do wrong things many, many times, that certainly does not hurt him."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "In the same way, if you are righteous, does that help God?"
          },
          {
            "tag": "q2",
            "text": "No, nothing you do can help him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "It is other people who can suffer because of the wicked things that you do;"
          },
          {
            "tag": "q2",
            "text": "In the same way, you might help others if you do good things for them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "People cry out because of the many things that others do to make them suffer;"
          },
          {
            "tag": "q2",
            "text": "they call for help because of the things that powerful people do to them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But no one calls out to God"
          },
          {
            "tag": "q2",
            "text": "and says, 'Why does God, my creator, not help me?"
          },
          {
            "tag": "q2",
            "text": "He should enable me to sing joyful songs, instead of very sad songs, during the night."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He should be able to teach us more than he teaches the wild animals;"
          },
          {
            "tag": "q2",
            "text": "he should enable us to become wiser than all the birds are!'"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "People cry out for help,"
          },
          {
            "tag": "q2",
            "text": "but God does not answer them"
          },
          {
            "tag": "q2",
            "text": "because those who cry out are proud and evil people."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is useless for them to cry out"
          },
          {
            "tag": "q2",
            "text": "because God, the Almighty One, does not pay any attention to what they say."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So when you complain that you cannot see God,"
          },
          {
            "tag": "q2",
            "text": "and you tell him that you are waiting for him to decide whether or not you have done wrong,"
          },
          {
            "tag": "q2",
            "text": "he will not listen to you, either!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Furthermore, you say that because he does not pay attention when people commit sins,"
          },
          {
            "tag": "q2",
            "text": "he does not become angry and punish them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "My friends, you see that Job has said things that are completely useless,"
          },
          {
            "tag": "q2",
            "text": "that he says many things without knowing what in the world he is talking about.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 35
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}