{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Eliphaz replied to Job:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"If you were truly wise, you would not have replied to us by claiming that you know a lot;"
          },
          {
            "tag": "q2",
            "text": "what you are saying is just a lot of hot air."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You should not be saying things that do not benefit anyone;"
          },
          {
            "tag": "q2",
            "text": "you should not say things that do no one any good."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You are teaching others not to respect God,"
          },
          {
            "tag": "q2",
            "text": "and you are keeping them from honoring him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You are wicked, and that is why you say what you do;"
          },
          {
            "tag": "q2",
            "text": "you talk like deceptive people talk."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Everything that you say shows that God should punish you;"
          },
          {
            "tag": "q2",
            "text": "it is not necessary for me to prove that."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Tell me, why do you think you know so much? You do not think that you were the first person who was ever born, do you?"
          },
          {
            "tag": "q2",
            "text": "You do not think that you were born before God created the mountains, do you?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Were you listening when God made all his plans?"
          },
          {
            "tag": "q2",
            "text": "Do you think that you are the only person who is wise?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "What do you know that we others do not know?"
          },
          {
            "tag": "q2",
            "text": "You do not understand anything that is not also clear to us."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "My friends and I are also wise;"
          },
          {
            "tag": "q2",
            "text": "we acquired wisdom from old gray-haired people,"
          },
          {
            "tag": "q2",
            "text": "from people who were born before your father was."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "God wants to comfort you"
          },
          {
            "tag": "q1",
            "text": "and to speak gently to you;"
          },
          {
            "tag": "q2",
            "text": "that should be enough for you, but it is not enough, is it?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Why do you allow yourself to be excited by your emotions?"
          },
          {
            "tag": "q2",
            "text": "Why do your eyes flash with anger?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are angry with God,"
          },
          {
            "tag": "q2",
            "text": "and so you say harsh things against him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "How can any person, including you, be sinless?"
          },
          {
            "tag": "q2",
            "text": "How can anyone on the earth be completely righteous?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God does not even trust his angels;"
          },
          {
            "tag": "q2",
            "text": "he does not consider the heavens to be completely pure."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So he certainly does not trust disgusting people,"
          },
          {
            "tag": "q2",
            "text": "those who commit evil deeds as often as they drink water."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Job, listen to what I tell you."
          },
          {
            "tag": "q2",
            "text": "I will declare to you what I know,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "things that wise men have told me,"
          },
          {
            "tag": "q2",
            "text": "truths that their ancestors did not keep hidden."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "(God gave this land to those ancestors who were truly wise;"
          },
          {
            "tag": "q2",
            "text": "no one from another country came and caused them to think wrongly about God.)"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Wicked people suffer with great pain all the time that they are alive;"
          },
          {
            "tag": "q2",
            "text": "that is what happens to those who oppress others."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They constantly hear sounds that terrify them;"
          },
          {
            "tag": "q2",
            "text": "while they are prospering, robbers attack them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Wicked people do not really think that they will escape from darkness;"
          },
          {
            "tag": "q2",
            "text": "they are sure that someone is waiting to kill them with a sword."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They wander around, searching for food, saying 'Where can I find some?'"
          },
          {
            "tag": "q2",
            "text": "They know that they will soon experience disasters."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Because they are afraid of those things happening to them, they worry"
          },
          {
            "tag": "q2",
            "text": "that these things will attack them as a king's army waits to attack its enemies and causes them to suffer."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "These things happen to them because they shook their fists against Almighty God"
          },
          {
            "tag": "q2",
            "text": "and thought that they were strong enough to defeat him."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "They stubbornly rush to attack God"
          },
          {
            "tag": "q2",
            "text": "thinking that a strong shield will protect them."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But they are so fat that they are unable to fight."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "They have lived in cities that have been abandoned,"
          },
          {
            "tag": "q2",
            "text": "cities which God declared would become a heap of ruins."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But they will not remain rich very long;"
          },
          {
            "tag": "q2",
            "text": "Others will take everything that they own,"
          },
          {
            "tag": "q2",
            "text": "and even their shadows will disappear from the earth."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "They will not escape from the darkness of death;"
          },
          {
            "tag": "q2",
            "text": "they will be like trees whose branches burn up."
          },
          {
            "tag": "q2",
            "text": "When God gives the command, they will die."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "If they are very foolish, with the result that they trust in things that are really worthless,"
          },
          {
            "tag": "q2",
            "text": "then things that are worthless will be all that they get."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "While they are still young, they will disappear;"
          },
          {
            "tag": "q2",
            "text": "they will be like branches that wither and never become green again."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "They will be like vines whose grapes fall off before they are ripe,"
          },
          {
            "tag": "q2",
            "text": "like olive trees whose blossoms fall off before they produce any fruit."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Groups of wicked people will not have any descendants,"
          },
          {
            "tag": "q2",
            "text": "and fires will completely burn up the homes of those who took money from bribes."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "They plan to cause trouble and to do evil things,"
          },
          {
            "tag": "q2",
            "text": "and in their hearts they are always preparing to deceive people.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}