[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all during the time that we are alive, we need to work as hard as any hired worker."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we are like workers who keep waiting to be paid."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he has assigned to me many nights during which I feel miserable."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But the nights are long, and I toss on my bed until the dawn."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "pus oozes out of my open sores."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when one day ends, I never expect that things will be better the next day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I think that I will never again experience being happy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but some day you will not see me anymore."
  },
  {
    "t": "q",
    "v": "You will search for me, but I will be gone because I will be dead."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people die and descend to the place where dead people are, and they do not return;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the people who are still alive do not remember them anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while I am suffering, I will speak;"
  },
  {
    "t": "q",
    "v": "I will complain to God about what has happened to me"
  },
  {
    "t": "q",
    "v": "because I am very angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do you think that I am a dangerous sea monster?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my pain will be less while I am sleeping.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you give me visions that terrify me;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "rather than for me to continue to be alive when I am only a bunch of bones."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Allow me to be alone, because I will be alive for only a very short time."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so why do you pay so much attention to us ?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If I sin, that certainly does not harm you!"
  },
  {
    "t": "q",
    "v": "Why have you set me up like a target to shoot at?"
  },
  {
    "t": "q",
    "v": "Do you consider me to be a heavy load that you are forced to carry?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for the wrong things that I have done?"
  },
  {
    "t": "q",
    "v": "Soon I will lie in my grave;"
  },
  {
    "t": "q",
    "v": "you will search for me, but you will not find me because I will be dead and gone.”"
  }
]