{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Why does Almighty God not set a time when he will judge evil people?"
          },
          {
            "tag": "q2",
            "text": "The people who obey God never seem to see him judge the evil people."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Some evil people remove the boundary markers of other people's land, in order to take their land;"
          },
          {
            "tag": "q2",
            "text": "they seize other people's sheep and put them in their own pastures."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Some take away the donkeys that belong to orphans,"
          },
          {
            "tag": "q2",
            "text": "and they take widows' oxen to guarantee that the widows will pay back the money that they loaned to those widows."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Some shove poor people off the road,"
          },
          {
            "tag": "q2",
            "text": "and they force poor people to find places to hide from them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The result is that poor people have to search for food in the desert plain"
          },
          {
            "tag": "q2",
            "text": "like wild donkeys do."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The poor people harvest leftover grain in other people's fields,"
          },
          {
            "tag": "q2",
            "text": "and gather leftover grapes from vineyards that belong to wicked men."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "During the night they have nothing to cover their bodies,"
          },
          {
            "tag": "q2",
            "text": "nothing to keep them warm."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When it rains in the mountains, they become very wet,"
          },
          {
            "tag": "q2",
            "text": "so they huddle under the rock ledges to protect themselves from the rain."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Some evil men snatch poor, fatherless infants away from their mothers;"
          },
          {
            "tag": "q2",
            "text": "they say 'I will return your babies to you when you repay the money that I lent to you.'"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But the poor people walk around with no clothes on;"
          },
          {
            "tag": "q2",
            "text": "they are hungry while they are working to carry other people's bundles of grain to the places where their grain will be threshed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Poor people are hired by these wicked people to make olive oil for them;"
          },
          {
            "tag": "q2",
            "text": "they tread on grapes to make juice for wine,"
          },
          {
            "tag": "q2",
            "text": "but they are not allowed to drink any of it when they are thirsty."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "In the cities, people who are wounded and dying cry out to God for help,"
          },
          {
            "tag": "q2",
            "text": "but God ignores their prayers."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Some wicked people avoid the light because they do evil things in the dark;"
          },
          {
            "tag": "q2",
            "text": "they do not walk on roads that are lit."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Murderers steal things during the night,"
          },
          {
            "tag": "q2",
            "text": "and then they rise before dawn in order that they may go out again and kill poor and needy people."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Those who want to commit adultery wait for evening to come;"
          },
          {
            "tag": "q2",
            "text": "they say, 'I do not want anyone to see me,' so they keep their faces covered."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It is during the night that robbers break into houses to steal things,"
          },
          {
            "tag": "q2",
            "text": "but during the day they hide because they want to avoid being seen in the light."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "All of those people want to do their evil deeds at night, not in the morning when it is light,"
          },
          {
            "tag": "q2",
            "text": "because they are not afraid of the things that happen during the night that terrify others."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "However, those wicked people will disappear very quickly,"
          },
          {
            "tag": "q2",
            "text": "and God will curse the land that they owned;"
          },
          {
            "tag": "q2",
            "text": "no one will go any longer to work in their vineyards."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Just as the snow melts away when it is hot and there is no rain,"
          },
          {
            "tag": "q2",
            "text": "those who have sinned will disappear into the place where the dead people are."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Not even their mothers will remember them;"
          },
          {
            "tag": "q2",
            "text": "wicked people will be destroyed like trees that are cut down,"
          },
          {
            "tag": "q2",
            "text": "and maggots will eat their corpses."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The wicked mistreat women who have been unable to give birth to children who would have grown up to take care of them;"
          },
          {
            "tag": "q2",
            "text": "the wicked they never help widows."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But God, by his power, gets rid of mighty people."
          },
          {
            "tag": "q2",
            "text": "He causes the wicked people to die."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "God allows them to think that they are secure and safe,"
          },
          {
            "tag": "q2",
            "text": "but he is watching them all the time."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They prosper for a little while,"
          },
          {
            "tag": "q2",
            "text": "and then suddenly they are gone;"
          },
          {
            "tag": "q2",
            "text": "God will make them die like all the other people;"
          },
          {
            "tag": "q2",
            "text": "they will be like stalks of grain that the farmers have cut off."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "If this is not true, is there anyone who will show that I am a liar"
          },
          {
            "tag": "q2",
            "text": "and prove me wrong?\""
          }
        ],
        "auto": true
      }
    ],
    "num": 24
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}