[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who have dug my grave are waiting for me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I must always see them mocking me.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "please pay the money in order that I may be released,"
  },
  {
    "t": "q",
    "v": "because there is certainly no one else who will help me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you will not allow them to triumph over me, saying that I have done wrong things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is that person’s children who will be punished for it;’"
  },
  {
    "t": "q",
    "v": "so I desire that will be true of these friends of mine who are lying about me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they spit to insult me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and my arms and legs are as thin as shadows."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will be angry at those who refuse to honor God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who live righteously will continue to become stronger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I do not find even one among you who is wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "As for the things I have most desired, there is no hope of them happening."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when it is night, they claim that it is daylight;"
  },
  {
    "t": "q",
    "v": "when it is becoming dark, they claim that it is getting light."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "where I will sleep in the darkness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I can say to the maggots, ‘You will be like a mother or younger sisters to me because that is where I will always be.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No one expects that I will have any more happiness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I and the things I hope for will go down together into the soil.”"
  }
]