{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"People need to work hard on this earth like soldiers do;"
          },
          {
            "tag": "q1",
            "text": "all during the time that we are alive, we need to work as hard as any hired worker."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "We are like slaves who keep wanting to be in the cool of evening,"
          },
          {
            "tag": "q2",
            "text": "and we are like workers who keep waiting to be paid."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "God has given to me many months in which I think that it is useless to remain alive;"
          },
          {
            "tag": "q1",
            "text": "he has assigned to me many nights during which I feel miserable."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When I lie down at night I say, 'How long will it be until I get up?'"
          },
          {
            "tag": "q2",
            "text": "But the nights are long, and I toss on my bed until the dawn."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "My body is covered with maggots and scabs;"
          },
          {
            "tag": "q2",
            "text": "pus oozes out of my open sores."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "My days pass as quickly as a weaver's shuttle;"
          },
          {
            "tag": "q2",
            "text": "when one day ends, I never expect that things will be better the next day."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God, do not forget that my life is as short as a single breath;"
          },
          {
            "tag": "q2",
            "text": "I think that I will never again experience being happy."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "God, you see me now,"
          },
          {
            "tag": "q2",
            "text": "but some day you will not see me anymore."
          },
          {
            "tag": "q2",
            "text": "You will search for me, but I will be gone because I will be dead."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Like a cloud passes and disappears,"
          },
          {
            "tag": "q2",
            "text": "people die and descend to the place where dead people are, and they do not return;"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "they never return to their houses,"
          },
          {
            "tag": "q2",
            "text": "and the people who are still alive do not remember them anymore."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So I will not be silent;"
          },
          {
            "tag": "q2",
            "text": "while I am suffering, I will speak;"
          },
          {
            "tag": "q1",
            "text": "I will complain to God about what has happened to me"
          },
          {
            "tag": "q2",
            "text": "because I am very angry."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "God, why do you watch closely what I am doing?"
          },
          {
            "tag": "q2",
            "text": "Do you think that I am a dangerous sea monster?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When I lie down at night, I say to myself, 'I will go to sleep and stop suffering;"
          },
          {
            "tag": "q2",
            "text": "my pain will be less while I am sleeping.'"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But then you give me dreams that cause me to be afraid;"
          },
          {
            "tag": "q2",
            "text": "you give me visions that terrify me;"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "these things make me wish that someone would strangle me to death,"
          },
          {
            "tag": "q2",
            "text": "rather than for me to continue to be alive when I am only a bunch of bones."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I detest continuing to be alive; I do not want to live for many more years."
          },
          {
            "tag": "q2",
            "text": "Allow me to be alone, because I will be alive for only a very short time."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "We human beings are not very important;"
          },
          {
            "tag": "q2",
            "text": "so why do you pay so much attention to us ?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You look at us every morning to see what we are doing,"
          },
          {
            "tag": "q2",
            "text": "and you"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When will you stop looking at me and leave me alone for a little time, long enough to swallow my own spit?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Why do you watch me constantly?"
          },
          {
            "tag": "q2",
            "text": "If I sin, that certainly does not harm you!"
          },
          {
            "tag": "q1",
            "text": "Why have you set me up like a target to shoot at?"
          },
          {
            "tag": "q2",
            "text": "Do you consider me to be a heavy load that you are forced to carry?"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "If I have sinned, are you not able to forgive me"
          },
          {
            "tag": "q2",
            "text": "for the wrong things that I have done?"
          },
          {
            "tag": "q1",
            "text": "Soon I will lie in my grave;"
          },
          {
            "tag": "q2",
            "text": "you will search for me, but you will not find me because I will be dead and gone.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 7
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}