[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that I would not look at a young woman and want to sleep with her."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what would God who is in heaven give me?"
  },
  {
    "t": "q",
    "v": "Almighty God would certainly not give me any reward!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that it was those who do what is wrong who would experience disasters."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so why is he causing me to suffer?"
  },
  {
    "t": "q",
    "v": "It is as though he were counting every step that I take."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and have never tried to deceive people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if he does that, he will know that I am innocent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or that I had seen wrong things to do and then did them,"
  },
  {
    "t": "q",
    "v": "or that my hands were stained because I had sinned,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that others will uproot the crops that I have planted."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or that I have hidden myself and waited outside the door to her house,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that she will sleep with him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the judges would decide that I should be punished."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it would burn up everything that I own."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when they complained to me about something,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when he does that, what could I do?"
  },
  {
    "t": "q",
    "v": "If he asked me about what I have done, what would I answer?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "surely he is the one who formed them and me in our mothers’ wombs,"
  },
  {
    "t": "q",
    "v": "so we all should behave toward each other in the same way."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So if it is true that I ate all my food myself and did not share some of it with orphans,"
  },
  {
    "t": "q",
    "v": "or that I refused to give poor people the things that they wanted,"
  },
  {
    "t": "q",
    "v": "or that I caused widows to live in despair, then you do to me whatever you must do to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or that I had seen poor people who did not have clothes to keep them warm,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they thanked me for it,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I knew that the elders at the city gates would approve of me, then do to me whatever you must do to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and my arm be torn from my shoulder."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I would not have been able to endure the powerful things that he would do to punish me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and had become very rich,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or that I looked at the beautiful moon,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "by kissing my hand to honor them,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I would have been rejecting God by doing those things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to cause them to die because I was angry with them."
  },
  {
    "t": "q",
    "v": "It is not true that I was glad when they were ruined"
  },
  {
    "t": "q",
    "v": "or that I rejoiced when they experienced disasters. No!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or that I did not open my doors to them, but that I forced them to sleep in the streets!"
  },
  {
    "t": "q",
    "v": "All the men who work for me certainly know that I have given food to anyone who needed it!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but I have never done that;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I was afraid of what people would say about me,"
  },
  {
    "t": "q",
    "v": "and that they would hate me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I solemnly declare that all that I have said is true."
  },
  {
    "t": "q",
    "v": "I wish that those who oppose me would write down on a scroll the evil things that they say that I did."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I would approach him like a ruler would, without being afraid."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that its furrows were like someone who shouted out to accuse me;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "without paying for those crops,"
  },
  {
    "t": "q",
    "v": "so that the farmers who grew those crops died from hunger;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that bad weeds would grow instead of barley!”"
  },
  {
    "t": "q",
    "v": "That is the end of what Job said to his three friends."
  }
]