[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but I am certain that no angel will come to you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people whom others easily deceive—these people die because they envy others."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but suddenly they experienced disaster because I cursed their home."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they always lose to their opponents in court,"
  },
  {
    "t": "q",
    "v": "because there is no one to defend them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they even steal the crops that grow among thorns,"
  },
  {
    "t": "q",
    "v": "and greedy people take away the wealth of those foolish people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "troubles do not grow up from the ground like plants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "this is as certain as the fact that sparks shoot up from a fire."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and tell him what I am complaining about."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we cannot even count the marvelous things that he does."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he makes it rain on our fields."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and puts those who mourn into places where they are safe."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that they achieve nothing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the result is that they do not succeed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and were groping around trying to find the road at noontime like people do at night."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he saves poor people from powerful people harming them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but God stops wicked people from saying evil things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so do not despise it when God, who can do anything, disciplines you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he hurts people, but he also heals them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with the result that nothing evil will happen to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and when there is a war, your enemies will not kill you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will not be afraid when many things around you perish."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will not be afraid of wild animals."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will not worry that wild animals might attack you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when you look at your livestock, you will see that they are all there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who will be as numerous as blades of grass."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like sheaves of grain continue to grow until it is time to harvest and thresh them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so pay attention to what I have said!”"
  }
]