{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "\"Now, Job, listen carefully"
          },
          {
            "tag": "q2",
            "text": "to all that I am going to say."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I am ready to tell you what I think."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "In my inner being I know that I am speaking honestly"
          },
          {
            "tag": "q2",
            "text": "and that I am speaking sincerely."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Almighty God has created me as well as you,"
          },
          {
            "tag": "q2",
            "text": "and with his breath he has caused me to live."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So answer what I say if you can;"
          },
          {
            "tag": "q2",
            "text": "think carefully what you will reply to me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "God considers that you and I are both the same;"
          },
          {
            "tag": "q2",
            "text": "he formed both of us from clay."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So you do not need to be afraid of me;"
          },
          {
            "tag": "q2",
            "text": "I will not speak against you harshly."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I have heard you speak,"
          },
          {
            "tag": "q2",
            "text": "and this is what you have said:"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "'I am innocent, and I have not committed any sins;"
          },
          {
            "tag": "q2",
            "text": "I am pure, and I have not done things that are wrong."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But God finds reasons to accuse me,"
          },
          {
            "tag": "q2",
            "text": "and he considers that I am his enemy."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is as though he had put my feet in stocks,"
          },
          {
            "tag": "q2",
            "text": "and he watches everything that I do.'"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "However, what you have said is wrong,"
          },
          {
            "tag": "q2",
            "text": "and I will tell you what you have said that is wrong."
          },
          {
            "tag": "q2",
            "text": "God is much greater than any human."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So, why are you arguing against God? He does not have to tell us why he does anything."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "God does, indeed, speak to us in various ways,"
          },
          {
            "tag": "q2",
            "text": "but we do not pay any attention to what he says."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Sometimes he speaks to us at night in dreams and visions"
          },
          {
            "tag": "q2",
            "text": "when we are on our beds, heavily asleep."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He reveals things to us in those times;"
          },
          {
            "tag": "q2",
            "text": "he terrifies us by warning us about things."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He tells us those things in order that we may stop doing evil deeds"
          },
          {
            "tag": "q2",
            "text": "and to prevent us from becoming proud."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He does not want us to be destroyed;"
          },
          {
            "tag": "q2",
            "text": "he wants to prevent us from dying while we are still young."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "God also corrects us by forcing us to lie on our beds, suffering much pain"
          },
          {
            "tag": "q2",
            "text": "and fever in our bones."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The result is that we do not desire any food,"
          },
          {
            "tag": "q2",
            "text": "not even very special food."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Our bodies become very thin so that we look like a skeleton,"
          },
          {
            "tag": "q2",
            "text": "and our bones stick out so others can count them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "We know that we will soon die"
          },
          {
            "tag": "q2",
            "text": "and go to the place where dead people are."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yet sometimes an angel may come to one of us,"
          },
          {
            "tag": "q2",
            "text": "one of the thousands of angels who come to intervene between us and God,"
          },
          {
            "tag": "q2",
            "text": "to tell us what are the right things for us to do."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The angel is kind to us and says to God,"
          },
          {
            "tag": "q2",
            "text": "'Please release that person,"
          },
          {
            "tag": "q1",
            "text": "so that he does not descend to the place where dead people are!"
          },
          {
            "tag": "q2",
            "text": "Do that because I have found a way for you to keep him from dying!"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Please let his body be strong again;"
          },
          {
            "tag": "q2",
            "text": "please allow him to be strong like he was when he was young!'"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "If that happens, that person will pray to God, and God will accept him;"
          },
          {
            "tag": "q2",
            "text": "he will enter God's presence joyfully,"
          },
          {
            "tag": "q2",
            "text": "and then he will tell others how God saved him from dying."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He will sing as he says to everyone,"
          },
          {
            "tag": "q1",
            "text": "'I sinned, and I did things that were not right,"
          },
          {
            "tag": "q2",
            "text": "but God did not punish me in the way that I deserved."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "He has saved me from dying and going to the place where dead people are,"
          },
          {
            "tag": "q2",
            "text": "and I will continue to enjoy being alive.'"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "God does all these things for us many times;"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "he preserves us from dying and going to the place where the dead are,"
          },
          {
            "tag": "q2",
            "text": "in order that we can continue to enjoy being alive."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So Job, listen to me;"
          },
          {
            "tag": "q2",
            "text": "do not say anything more; just allow me to speak."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "After I speak, if you have something more that you want to say to me,"
          },
          {
            "tag": "q2",
            "text": "say it, because I would like to find a way to declare that you are innocent."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "However, if you have nothing more that you want to say, then just listen to me,"
          },
          {
            "tag": "q2",
            "text": "and I will teach you how to become wise.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 33
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}