[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Elihu finished speaking by saying this:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Job, be patient with me a little longer"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will tell you what I have learned from many sources,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "I will not say anything to you that is false;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Really, God is very powerful, and he does not despise anyone,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "He does not allow wicked people to remain alive—contrary to what you have claimed,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "He always watches over those who are righteous;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "However, if people who commit crimes are caught,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "then God shows them what they have done;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "He causes them to listen to what he is warning them,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "If they listen to him and serve him,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But if they do not listen to him,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "People who fail to honor God continue being angry,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "They die while they are still young,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "God actually rescues people by causing them to suffer;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Job, I think that God wants to bring you out of your troubles"
      },
      {
        "t": "v",
        "n": 17,
        "v": "However, now he is punishing you as he would punish the wicked;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Do not let your anger give you an excuse to mock other people,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "If that happens, it certainly will not help you to cry out when you are distressed;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Do not wish that it would be nighttime in order that you might mistreat others without anyone knowing it;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Be careful not to begin doing evil deeds,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Truly, people praise God because he is so powerful;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "No one has told him what he should do,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "People have always sung songs to praise him,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "All people have seen what he has done,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "How great God is! We are not able to know how great he is,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "He draws water up from the earth and puts it in clouds"
      },
      {
        "t": "v",
        "n": 28,
        "v": "the rain pours down from the sky"
      },
      {
        "t": "v",
        "n": 29,
        "v": "No one can understand how the clouds move across the sky"
      },
      {
        "t": "v",
        "n": 30,
        "v": "He causes lightning to flash all around him,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "By providing plenty of rain for everyone,"
      },
      {
        "t": "v",
        "n": 32,
        "v": "It is as though he were holding the lightning in his hands,"
      },
      {
        "t": "v",
        "n": 33,
        "v": "When we hear his thunder, we know that there will be a storm,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“My heart pounds when I think about that."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Listen, all of you, to the thunder,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "He sends thunder all across the sky,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "After the lightning flashes, we hear the thunder,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "When God speaks, it causes us to fear him and admire him, as thunder does;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "He commands the snow to fall on the ground,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "When God does that, it prevents people from working,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When it rains, the animals go into their hiding places,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The storms come from the place in the south where they start,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "In the winter water freezes when he commands it,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "God fills the clouds with moisture,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "He guides the clouds and causes them to move back and forth"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Sometimes God sends rain to punish us, sometimes to water the land that he has made,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Job, listen to this;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Do you know how God commands the lightning to flash down from his clouds?"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Do you know how God decides where to place the clouds in the sky?"
      },
      {
        "t": "v",
        "n": 17,
        "v": "No, you just sweat there in your hot clothing"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Can you stretch out the skies like God does and make them as hard as a metal mirror?"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Job, you know so much! So tell us what we should say to God;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Should I ask someone to tell God that I want to speak to him?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "You know that people cannot look directly at the sun"
      },
      {
        "t": "v",
        "n": 22,
        "v": "God comes out of the north with a light that shines like gold;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Almighty God has very great power,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "That is the reason that we have an awesome respect for him;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I have something else to teach you."
  },
  {
    "t": "q",
    "v": "I have something else to say in order to prove that God does no wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order to show that God, my creator, is just."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I, who am standing in front of you, am someone who understands things very well."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he understands everything."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he always acts justly toward those who are suffering."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he makes them prosper, as if they were kings,"
  },
  {
    "t": "q",
    "v": "and he causes others to honor them forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or if they suffer in prison for having done wrong,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he shows them the sins that they have committed,"
  },
  {
    "t": "q",
    "v": "and he shows them that they have been arrogant."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he commands them to turn away from doing what is evil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will prosper and be happy for all the years that they continue to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will die violently"
  },
  {
    "t": "q",
    "v": "because they understand nothing about God and what he wants them to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they do not cry out for help"
  },
  {
    "t": "q",
    "v": "even when God is punishing them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "disgraced because of their immoral behavior."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "by afflicting them, he causes them to listen to what he is telling them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and allow you to live without distress;"
  },
  {
    "t": "q",
    "v": "he wants your table to be full of very nice food."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God has judged you very rightly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not let a large amount of money paid as a bribe "
  },
  {
    "t": "q",
    "v": "compel you to ruin your life. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "none of your strength will help you in that case."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "night is the time when even entire people groups are destroyed!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because God has caused you to suffer to prevent you from doing evil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "there is certainly no teacher who teaches what he teaches."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and no one has said to him, ‘You have done what is wrong!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so you also should never forget to praise him for what he has done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but we understand those things only a little."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we do not understand how old he is."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and causes it to become rain;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and causes abundant showers to fall on everyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or how it thunders in the sky where God lives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he causes the oceans to remain dark."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he gives them abundant food."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then he commands it to strike where he wants it to."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the cattle know it, too."
  }
]