[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Job replied to Eliphaz and the others,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“I have heard things like that before;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Will your speeches, which are only wind, never end?"
      },
      {
        "t": "v",
        "n": 4,
        "v": "If it were you three and not I who were suffering,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then you would see whether my words encouraged you or not;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But now, if I talk, my pain does not decrease,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "God, you have now taken away all my strength;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You have shriveled me up,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Because God is very angry with me and hates me,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "People gape at me with their mouths open to sneer at me;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It is as though God has handed me over to people who refuse to honor him"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Previously, I was living peacefully,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "It is as though I were a target, and that people were surrounding me and shooting arrows at me."
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is as though I were a wall that he is breaking through time after time;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Because I am mourning, I wear pieces of rough cloth that I have sewed together,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "My face is red because I have cried very much,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "All this has happened to me even though I have not acted violently toward anyone,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "When I die, I want the ground to act as though I had been murdered;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "But even now, I know that there is someone in heaven who will testify for me,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "My three friends scorn me,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I pray that the one who knows what I have done would come to plead with God for me"
      },
      {
        "t": "v",
        "n": 22,
        "v": "I say this because within a few years I will die;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“My time to live is almost ended; I have no strength left;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Those who are around me are making fun of me;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "“God, it is as though I were in prison;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You have prevented my friends from understanding what is true about me,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Our ancestors said, ‘It often happens that when someone betrays his friends in order to get some of their property,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But now people use that saying of our ancestors when they talk about me;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "My eyes have become dim because I am very sad,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "People who are truly righteous will be shocked when they see what has happened to me;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Those who are truly righteous will continue to do what is right,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But all you friends of mine,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "My time to live is almost ended; I have not been able to do the things that I planned to do."
      },
      {
        "t": "v",
        "n": 12,
        "v": "My friends do not know when it is night and when it is day;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "I know that my home will be the place where dead people are,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I can say to the grave, ‘Where I am buried, that place will be like a father to me.’"
      },
      {
        "t": "v",
        "n": 15,
        "v": "There is certainly no more hope left for me."
      },
      {
        "t": "v",
        "n": 16,
        "v": "After I descend to the place where the dead are, I will not be able to expect anything good there."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all of you, instead of helping me, are only causing me to feel more miserable."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Eliphaz, what bothers you that makes you continue replying like this to me?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I could, in your place, say the things that you are saying."
  },
  {
    "t": "q",
    "v": "I could make great speeches to criticize you,"
  },
  {
    "t": "q",
    "v": "and I could shake my head at you to ridicule you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you would see whether they made you feel your pain less."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and if I am silent, my pain still certainly does not go away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you have destroyed all my family."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people think that shows me to be a sinner."
  },
  {
    "t": "q",
    "v": "They see that I am only skin and bones,"
  },
  {
    "t": "q",
    "v": "and they think that proves that I am guilty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as though he were a wild animal that tore me apart with his teeth"
  },
  {
    "t": "q",
    "v": "because he was my enemy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they have struck me on the face to ridicule me,"
  },
  {
    "t": "q",
    "v": "and they crowd around me to threaten me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and has put me into the power of the wicked."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he crushed me;"
  },
  {
    "t": "q",
    "v": "it is as though he grabbed my neck and smashed me to pieces;"
  },
  {
    "t": "q",
    "v": "it is as though he set me up like a target."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God’s arrows pierce my kidneys"
  },
  {
    "t": "q",
    "v": "and cause the bile from my liver to spill onto the ground;"
  },
  {
    "t": "q",
    "v": "God does not pity me at all."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he rushes at me like a soldier who is attacking his enemy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I sit here in the dirt, very depressed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and there are dark circles around my eyes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and even though I always pray sincerely to God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I do not want anyone to stop me while I am demanding that God act justly toward me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will say that what I have done is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but my eyes are full of tears while I cry out to God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as a person pleads for his friend."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will walk along the road to a place from which I will never return.”"
  }
]