{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I detest living any longer."
          },
          {
            "tag": "q1",
            "text": "I will not stop saying why I am complaining."
          },
          {
            "tag": "q2",
            "text": "Since I am very unhappy, I will speak."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I will say to God, 'Do not just say that you must punish me;"
          },
          {
            "tag": "q2",
            "text": "in addition, tell me what wrong you saw that I have done."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Does it please you to oppress me,"
          },
          {
            "tag": "q2",
            "text": "to abandon me, whom you created,"
          },
          {
            "tag": "q2",
            "text": "and, at the same time, to help wicked people to do the things that they plan to do?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do you understand things the way that we humans do?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Do you live for only a few years, like [as] we do?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So why do you continue to search for my faults"
          },
          {
            "tag": "q2",
            "text": "and to hunt for my sins?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You know that I am not guilty,"
          },
          {
            "tag": "q2",
            "text": "and that no one can rescue me from your power."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "With your hands you created me and shaped my body,"
          },
          {
            "tag": "q2",
            "text": "but now you are deciding that you should not have done that, and you are destroying me instead."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not forget that you made me from a piece of clay;"
          },
          {
            "tag": "q2",
            "text": "are you going to cause me to become soil again?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You certainly formed me when I was conceived,"
          },
          {
            "tag": "q2",
            "text": "and you put me together inside my mother's womb."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You fastened my bones together with sinews,"
          },
          {
            "tag": "q2",
            "text": "and then you covered them with flesh inside my skin."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You have caused me to be alive; you have faithfully loved me,"
          },
          {
            "tag": "q2",
            "text": "and you have carefully preserved me."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But you kept secret what you were planning to do to me;"
          },
          {
            "tag": "q2",
            "text": "I am certain that you were planning to do these things to me."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You were watching to see if I would sin,"
          },
          {
            "tag": "q2",
            "text": "so that, if I did sin, you would refuse to forgive me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If I am a wicked man, I hope that terrible things will happen to me."
          },
          {
            "tag": "q1",
            "text": "But even if I am righteous, I still must bow my head and feel ashamed"
          },
          {
            "tag": "q2",
            "text": "because I am very disgraced and feel miserable."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "And if I am proud, you hunt me like a lion hunts for some animal to kill,"
          },
          {
            "tag": "q2",
            "text": "and you act powerfully to injure me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You constantly find more witnesses to testify that I have done what is wrong,"
          },
          {
            "tag": "q2",
            "text": "and you continually become more angry with me."
          },
          {
            "tag": "q2",
            "text": "It is as though you are [were] always bringing new troops to attack me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "God, why did you allow me to be born?"
          },
          {
            "tag": "q2",
            "text": "I wish had died when I was born, and that no one had ever seen me."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I think it would have been better if I had been carried directly from my mother's womb to the grave"
          },
          {
            "tag": "q2",
            "text": "than for me to live."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I think that there are only a few days for me to remain alive;"
          },
          {
            "tag": "q2",
            "text": "so allow me to be alone, in order that I may have a little peace"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "before I go to the place from which I will never return,"
          },
          {
            "tag": "q2",
            "text": "[a place] where it is always gloomy and very dark,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "a place of darkness and dark shadows where everything is confused"
          },
          {
            "tag": "q2",
            "text": "[and] where even the small light there is like darkness.'\""
          }
        ],
        "auto": true
      }
    ],
    "num": 10
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}