{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Elihu finished speaking by saying this:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Job, be patient with me a little longer"
          },
          {
            "tag": "q2",
            "text": "because I have something else to teach you."
          },
          {
            "tag": "q2",
            "text": "I have something else to say in order to prove that God does no wrong."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I will tell you what I have learned from many sources,"
          },
          {
            "tag": "q2",
            "text": "in order to show that God, my creator, is just."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will not say anything to you that is false;"
          },
          {
            "tag": "q2",
            "text": "I, who am standing in front of you, am someone who understands things very well."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Really, God is very powerful, and he does not despise anyone,"
          },
          {
            "tag": "q2",
            "text": "and he understands everything."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He does not allow wicked people to remain alive—contrary to what you have claimed,"
          },
          {
            "tag": "q2",
            "text": "and he always acts justly toward those who are suffering."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He always watches over those who are righteous;"
          },
          {
            "tag": "q2",
            "text": "he makes them prosper, as if they were kings,"
          },
          {
            "tag": "q2",
            "text": "and he causes others to honor them forever."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "However, if people who commit crimes are caught,"
          },
          {
            "tag": "q2",
            "text": "or if they suffer in prison for having done wrong,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "then God shows them what they have done;"
          },
          {
            "tag": "q2",
            "text": "he shows them the sins that they have committed,"
          },
          {
            "tag": "q2",
            "text": "and he shows them that they have been arrogant."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He causes them to listen to what he is warning them,"
          },
          {
            "tag": "q2",
            "text": "and he commands them to turn away from doing what is evil."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If they listen to him and serve him,"
          },
          {
            "tag": "q2",
            "text": "they will prosper and be happy for all the years that they continue to live."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But if they do not listen to him,"
          },
          {
            "tag": "q2",
            "text": "they will die violently"
          },
          {
            "tag": "q2",
            "text": "because they understand nothing about God and what he wants them to do."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "People who fail to honor God continue being angry,"
          },
          {
            "tag": "q2",
            "text": "and they do not cry out for help"
          },
          {
            "tag": "q2",
            "text": "even when God is punishing them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They die while they are still young,"
          },
          {
            "tag": "q2",
            "text": "disgraced because of their immoral behavior."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God actually rescues people by causing them to suffer;"
          },
          {
            "tag": "q2",
            "text": "by afflicting them, he causes them to listen to what he is telling them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Job, I think that God wants to bring you out of your troubles"
          },
          {
            "tag": "q2",
            "text": "and allow you to live without distress;"
          },
          {
            "tag": "q2",
            "text": "he wants your table to be full of very nice food."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "However, now he is punishing you as he would punish the wicked;"
          },
          {
            "tag": "q2",
            "text": "God has judged you very rightly."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Do not let your anger give you an excuse to mock other people,"
          },
          {
            "tag": "q2",
            "text": "and do not let a large amount of money paid as a bribe "
          },
          {
            "tag": "q1",
            "text": "compel you to ruin your life. "
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If that happens, it certainly will not help you to cry out when you are distressed;"
          },
          {
            "tag": "q2",
            "text": "none of your strength will help you in that case."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Do not wish that it would be nighttime in order that you might mistreat others without anyone knowing it;"
          },
          {
            "tag": "q2",
            "text": "night is the time when even entire people groups are destroyed!"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Be careful not to begin doing evil deeds,"
          },
          {
            "tag": "q2",
            "text": "because God has caused you to suffer to prevent you from doing evil."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Truly, people praise God because he is so powerful;"
          },
          {
            "tag": "q2",
            "text": "there is certainly no teacher who teaches what he teaches."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "No one has told him what he should do,"
          },
          {
            "tag": "q2",
            "text": "and no one has said to him, 'You have done what is wrong!'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "People have always sung songs to praise him,"
          },
          {
            "tag": "q2",
            "text": "so you also should never forget to praise him for what he has done."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "All people have seen what he has done,"
          },
          {
            "tag": "q2",
            "text": "but we understand those things only a little."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "How great God is! We are not able to know how great he is,"
          },
          {
            "tag": "q2",
            "text": "and we do not understand how old he is."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He draws water up from the earth and puts it in clouds"
          },
          {
            "tag": "q2",
            "text": "and causes it to become rain;"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "the rain pours down from the sky"
          },
          {
            "tag": "q2",
            "text": "and causes abundant showers to fall on everyone."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "No one can understand how the clouds move across the sky"
          },
          {
            "tag": "q2",
            "text": "or how it thunders in the sky where God lives."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "He causes lightning to flash all around him,"
          },
          {
            "tag": "q2",
            "text": "but he causes the oceans to remain dark."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "By providing plenty of rain for everyone,"
          },
          {
            "tag": "q2",
            "text": "he gives them abundant food."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "It is as though he were holding the lightning in his hands,"
          },
          {
            "tag": "q2",
            "text": "and then he commands it to strike where he wants it to."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "When we hear his thunder, we know that there will be a storm,"
          },
          {
            "tag": "q2",
            "text": "and the cattle know it, too."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 36
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}