{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Eliphaz replied, saying this:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"No one can be useful to God!"
          },
          {
            "tag": "q2",
            "text": "People who are wise can be useful to themselves, but not to God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If you were righteous, that would not please Almighty God, would it?"
          },
          {
            "tag": "q2",
            "text": "If you lived a perfect life, that would not help him, would it?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do you honor God, and is that why he punishes you?"
          },
          {
            "tag": "q2",
            "text": "Is that the reason that he puts you on trial?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "No, it certainly must be because you are extremely wicked."
          },
          {
            "tag": "q2",
            "text": "It must be that no one can count the evil things that you have done!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You must have lent money to others and wrongly forced them to give you things to guarantee that they would pay that money back to you;"
          },
          {
            "tag": "q2",
            "text": "you must have taken all their clothes and left them with nothing to wear."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You must not have given water to those who were thirsty,"
          },
          {
            "tag": "q2",
            "text": "and you must have refused to give food to those who were hungry."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Because you were very powerful, you must have taken over all the people's land,"
          },
          {
            "tag": "q2",
            "text": "and then you began to live on that land, even though others honored you very much."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When widows came to you for help, you must have sent them away without giving them anything,"
          },
          {
            "tag": "q2",
            "text": "and you must have oppressed orphans."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Because you did all those things, now there are traps that will catch you;"
          },
          {
            "tag": "q2",
            "text": "now things appear that terrify you and cause you to tremble."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is as though it had become very dark, with the result that you cannot see anything,"
          },
          {
            "tag": "q2",
            "text": "and it is as though a flood covered you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But consider this, Job: God lives high up in the heavens."
          },
          {
            "tag": "q2",
            "text": "From there he looks down on the highest stars."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So why do you say, 'God knows nothing about what we are doing'?"
          },
          {
            "tag": "q2",
            "text": "And why do you say, 'Dark clouds keep him from seeing us, so he cannot judge us'?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Do you think that while he walks on the dome that covers the sky,"
          },
          {
            "tag": "q2",
            "text": "where there are thick clouds around him, he cannot see what we do?'"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Will you, Job, continue to conduct your life in the old way"
          },
          {
            "tag": "q2",
            "text": "that evil people have done for many years?"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They suddenly died while they were still young;"
          },
          {
            "tag": "q2",
            "text": "they disappeared like everything disappears when there is a flood ."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They kept saying to God, 'Leave us alone,' 'Allow us to be alone,'"
          },
          {
            "tag": "q2",
            "text": "and they also said defiantly, 'Almighty God can do nothing to harm us!'"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yet it was God who filled their houses with good things;"
          },
          {
            "tag": "q2",
            "text": "so I cannot agree at all to follow what the wicked plan."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When righteous people see that God punishes wicked people, they are glad,"
          },
          {
            "tag": "q2",
            "text": "and they laugh at those wicked people."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "They say, 'Now our enemies have been destroyed,"
          },
          {
            "tag": "q2",
            "text": "and fire has burned up anything left of their wealth.'"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So, Job, be reconciled to God and make peace with him;"
          },
          {
            "tag": "q2",
            "text": "if you do that, good things will happen to you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Allow him to teach you,"
          },
          {
            "tag": "q2",
            "text": "and put his words into your mind."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If you humble yourself and return to God, he will restore you;"
          },
          {
            "tag": "q2",
            "text": "if you stop doing all the evil things that you have been doing in your house,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and if you throw away your gold,"
          },
          {
            "tag": "q2",
            "text": "the fine gold from the dry stream beds in Ophir land,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "then Almighty God will be to be as precious to you as your gold and your silver have been."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then you will be happy because of God,"
          },
          {
            "tag": "q2",
            "text": "and you will be able to approach him confidently."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "You will pray to him, and he will do what you request him to do;"
          },
          {
            "tag": "q2",
            "text": "you will do the things that you promised him that you would do."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Everything that you decide to do will be successful;"
          },
          {
            "tag": "q2",
            "text": "it will be as though a light were shining on the road in front of you."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "God humbles those who are proud,"
          },
          {
            "tag": "q2",
            "text": "but he saves those who are downcast."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "God rescues those who are not innocent;"
          },
          {
            "tag": "q2",
            "text": "they will be rescued because you do what is right.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 22
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}