{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Job replied,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Yes, yes, I know."
          },
          {
            "tag": "q2",
            "text": "But how can anyone say to God, 'I am innocent'?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If someone wanted to argue with God about that,"
          },
          {
            "tag": "q2",
            "text": "God could ask him a thousand questions"
          },
          {
            "tag": "q2",
            "text": "and that person would not be able to answer any of them!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "God is very wise and powerful;"
          },
          {
            "tag": "q2",
            "text": "no one who has tried to argue against him has ever been able to win."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He even moves mountains in earthquakes without telling anyone in advance."
          },
          {
            "tag": "q2",
            "text": "When he is angry, he turns the mountains upside down."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He sends earthquakes that shake the ground;"
          },
          {
            "tag": "q2",
            "text": "he causes the columns that support the earth to shake."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Some days he speaks to the sun, and it does not rise,"
          },
          {
            "tag": "q2",
            "text": "and some nights he prevents the stars from shining."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He alone stretched [stretches] out the sky;"
          },
          {
            "tag": "q2",
            "text": "he alone puts his feet on the waves and stops their violence."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He set in their places the groups of stars— the Bear, Orion, the Pleiades, and the groups of stars in the southern sky."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He does great things that we cannot understand;"
          },
          {
            "tag": "q2",
            "text": "he does more marvelous things than we are able to count."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He passes by where I am, but I cannot see him;"
          },
          {
            "tag": "q2",
            "text": "he moves further on, but I do not see him go."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If he wants to snatch someone away, no one could stop him;"
          },
          {
            "tag": "q2",
            "text": "no one dares ask him, 'Why are you doing that?'"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "God will not very easily stop being angry;"
          },
          {
            "tag": "q2",
            "text": "he defeated the servants of Rahab, the great sea monster."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If God took me to court,"
          },
          {
            "tag": "q2",
            "text": "what could I say to answer him?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Even though I would be innocent, I would not be able to answer him."
          },
          {
            "tag": "q2",
            "text": "All I could do would be to request God, my judge, to act mercifully toward me."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If I summoned him to come to the courtroom and he said that he would come,"
          },
          {
            "tag": "q2",
            "text": "I would not believe that he would pay attention to what I would say."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He sends storms to batter me,"
          },
          {
            "tag": "q2",
            "text": "and he bruises me many times without any reason."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "It is as though he will not let me get my breath"
          },
          {
            "tag": "q2",
            "text": "because he causes me to suffer all the time."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If I tried to wrestle with him, there would be no way to defeat him,"
          },
          {
            "tag": "q2",
            "text": "because he is stronger than I am."
          },
          {
            "tag": "q1",
            "text": "If I called him to appear in court,"
          },
          {
            "tag": "q2",
            "text": "there is no one who could force him to go there."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Even though I was innocent, anything I said would cause him to punish me;"
          },
          {
            "tag": "q2",
            "text": "even though I had not done anything wrong, he would still prove that I was guilty."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I have not done anything wrong, but that is not important anymore because I do not care what happens to me."
          },
          {
            "tag": "q2",
            "text": "I despise living."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Nothing is important to me"
          },
          {
            "tag": "q2",
            "text": "because God will get rid of all of us, both those who are innocent and those who are wicked."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "When people experience disaster and it causes them to suddenly die,"
          },
          {
            "tag": "q2",
            "text": "God laughs at it, even if they are innocent."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "God has allowed wicked people to control what happens in the world."
          },
          {
            "tag": "q2",
            "text": "It is as though he had caused judges to be blind, no longer able to judge fairly."
          },
          {
            "tag": "q1",
            "text": "If it is not God who has done that,"
          },
          {
            "tag": "q2",
            "text": "who, then, has done it?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "My days pass very quickly, like a fast runner who passes one by;"
          },
          {
            "tag": "q2",
            "text": "it is as though the days run away, and nothing good ever happens to me."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "My life goes by very rapidly, like a swiftly sailing boat made from reeds"
          },
          {
            "tag": "q2",
            "text": "or like an eagle that swoops down to seize an animal."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "If I smile and say to God, 'I will forget what I am complaining about;"
          },
          {
            "tag": "q2",
            "text": "I will stop looking sad and try to be cheerful,'"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "then I become afraid because of all that I am suffering"
          },
          {
            "tag": "q2",
            "text": "because I know that God does not consider that I am innocent."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "He will condemn me anyway,"
          },
          {
            "tag": "q2",
            "text": "so why should I keep trying in vain to defend myself?"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "If I washed myself with snow"
          },
          {
            "tag": "q2",
            "text": "or cleansed my hands with lye"
          },
          {
            "tag": "q2",
            "text": "to get rid of my guilt,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "he would still throw me into a filthy pit;"
          },
          {
            "tag": "q2",
            "text": "as a result it would be as though even my clothes would detest me."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "God is not a human, as I am,"
          },
          {
            "tag": "q2",
            "text": "so there is no way that I could answer him to prove that I am innocent"
          },
          {
            "tag": "q2",
            "text": "if we went together to have a trial in a courtroom."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "There is no one to mediate,"
          },
          {
            "tag": "q2",
            "text": "no one who has authority over both of us."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "I wish someone else could stop God from making me suffer,"
          },
          {
            "tag": "q2",
            "text": "and that he would not continue to terrify me."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "If he did that, I would declare that I am innocent without being afraid of him"
          },
          {
            "tag": "q2",
            "text": "because I know within myself that I really have not done what is wrong like God thinks that I have."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}