[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Bildad, from the Shuah area, spoke to Job. He said,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Job, how much longer will you talk like this?"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Almighty God certainly never does anything unfairly."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Your children have sinned against him;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "But now, if only you will earnestly request Almighty God to help you!"
      },
      {
        "t": "v",
        "n": 6,
        "v": "If only you were pure and honest!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Even though you were not very prosperous before,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I request you to think about what happened long ago"
      },
      {
        "t": "v",
        "n": 9,
        "v": "It seems as though we were born only yesterday"
      },
      {
        "t": "v",
        "n": 10,
        "v": "So why not allow your ancestors to teach you anything?"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Papyrus certainly does not grow away from marshland;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "If the water dries up while they are blossoming,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Those who do not pay attention to what God says are like those reeds;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "The things they confidently expect to happen do not happen;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "If they think they will be safe because they are wealthy, they will not be safe;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Godless people are like plants that are watered before the sun rises:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "The roots of those plants twist around the piles of stones"
      },
      {
        "t": "v",
        "n": 18,
        "v": "But if a gardener pulls those plants out,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Truly, this is all the joy that evil people have:"
      },
      {
        "t": "v",
        "n": 20,
        "v": "So, I tell you, Job, God will not reject you if you honor him,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "He will always enable you to laugh"
      },
      {
        "t": "v",
        "n": 22,
        "v": "But those who hate you will be very ashamed,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "What you say is as useless as a big wind."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He always does what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "this is evident because he has punished them for those evil things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then he will surely do something good for you"
  },
  {
    "t": "q",
    "v": "and reward you by giving your family back to you and making you prosper."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "during the last stage of your life you would become very wealthy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to consider what our ancestors found out."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we know very little;"
  },
  {
    "t": "q",
    "v": "our time here on the earth disappears quickly, like a shadow that is here and then gone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Let them tell you what they learned!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "reeds certainly cannot grow where there is no water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they wither more quickly than any other plant."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "godless people stop confidently expecting that good things will happen to them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "things they trust will help them are as weak as a spider’s web."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the things they think will keep them safe—those things will disappear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their shoots spread all over the gardens."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and cling tightly to the rocks."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as though the place where they were planted says, ‘They were never here!’"
  },
  {
    "t": "q",
    "v": "That is what happens to wicked people who do not pay attention to what God says."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "other people just come and take their places."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he does not help evil people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the homes of wicked people will disappear.”"
  }
]