[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Zophar replied again:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“I am very troubled about what you have said,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "By saying these things you have insulted me,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do you not know that from long ago,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "that wicked people like you do not continue to rejoice for a long time,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Although their reputations reach up to the sky,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "they will disappear forever, like their own excrement,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "They will disappear as a dream does,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Those people who now see those wicked people will never see them again;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Their children will be forced to return the valuable things that they stole from poor people."
      },
      {
        "t": "v",
        "n": 11,
        "v": "The bodies of the wicked were once young and strong,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Although doing wicked things was like having sweet food in their mouths"
      },
      {
        "t": "v",
        "n": 13,
        "v": "and although they did not want to stop doing those things,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "those evil things will someday become like poison that they swallow,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Wicked people pile up wealth for themselves, but they do not keep it forever,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Doing evil deeds is like swallowing snake poison;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "The wicked will not remain alive to see the abundant blessings from God,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "They will be forced to give back the things that they stole from the poor;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "because they oppressed poor people and refused to help them,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "They were always greedy and never satisfied."
      },
      {
        "t": "v",
        "n": 21,
        "v": "When they finished eating their food, there was never anything left over because they had greedily eaten it all;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "When they are still very wealthy,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "When the wicked people are filling their stomachs,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "They will try to escape from people who will attack them with iron weapons,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "The arrows will go completely through their bodies and stick out of their backs;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Their valuable possessions will all be destroyed;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "The angels in heaven will reveal the sins that those wicked people have committed,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "On the day when God punishes people,"
      },
      {
        "t": "v",
        "n": 29,
        "v": "That is what will happen to wicked people like you;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I want to reply very quickly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but something within my understanding suggests to me how I may reply to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "ever since God first put people on the earth,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that people who refuse to honor God are happy only for a moment?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and their fame goes up as high as the clouds,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who knew them will ask, ‘Where did they go?’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will exist no more."
  },
  {
    "t": "q",
    "v": "They will vanish like dreams that people have during the night."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even the people who lived with them will not see them anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they will die and be buried in the ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that they wanted to continue tasting,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or like the poison from snakes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "just like people do not keep down the food that they vomit."
  },
  {
    "t": "q",
    "v": "God takes their wealth from them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "doing evil will kill the wicked as the bite of a poisonous snake will kill people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "which are like a stream that flows."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will not be able to continue to enjoy those things."
  },
  {
    "t": "q",
    "v": "They will not remain happy because of what they got from their business"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they took other people’s houses by cheating them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So when they ate, they ate so much that they never saved anything that they enjoyed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but now their prosperity will end."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will suddenly experience trouble."
  },
  {
    "t": "q",
    "v": "The full power of everyone who lives in misery will crush them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God will show that he is very angry with them, and he will punish them;"
  },
  {
    "t": "q",
    "v": "he will bring down suffering on them like the rain that falls on the ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but arrows with bronze points will pierce them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the shiny points of the arrows will have blood dripping from them,"
  },
  {
    "t": "q",
    "v": "and those wicked people will be terrified."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a fire started by God, not by humans, will burn them up"
  },
  {
    "t": "q",
    "v": "and will destroy the things that are left in their tents."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people on earth will stand up and testify against them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all the possessions in the wicked people’s houses will be carried away, as if a flood had come."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is what God has decreed for them.”"
  }
]