[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Job spoke again to Eliphaz:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“If all my troubles and misery could be put on a scale and weighed,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "they would be heavier than all the sand along the ocean shores."
      },
      {
        "t": "v",
        "n": 4,
        "v": "It is as though Almighty God has shot me with arrows."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Just like a wild donkey does not complain by braying when it has plenty of grass to eat,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "People complain when they must eat food that has no salt"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I do not want to eat food like that,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I wish that God would do for me what I have asked of him:"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I wish that he would crush me and let me die."
      },
      {
        "t": "v",
        "n": 10,
        "v": "If he would do that, I would be comforted because I would know that in spite of the great pain that I have suffered,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "But now I do not have enough strength to endure all these things."
      },
      {
        "t": "v",
        "n": 12,
        "v": "I am not strong like rocks are,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So I am not able to help myself;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "When a man has many troubles, his friends should be kind to him,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "But you, my friends, are not dependable."
      },
      {
        "t": "v",
        "n": 16,
        "v": "when the melting ice and snow make them overflow,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "but when the dry season comes, there is no water flowing in those streams,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "The caravans of merchants turn off their road to search for water,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "The men in those caravans searched for some water"
      },
      {
        "t": "v",
        "n": 20,
        "v": "But they did not find any,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Similarly, you friends have not helped me at all!"
      },
      {
        "t": "v",
        "n": 22,
        "v": "After I lost all my wealth, I did not ask any of you for money."
      },
      {
        "t": "v",
        "n": 23,
        "v": "I never asked any of you to rescue me from my enemies,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Answer me now, and then I will be quiet;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "When people speak what is true, it can be painful for the listener to hear honest words."
      },
      {
        "t": "v",
        "n": 26,
        "v": "I am a man who has nothing to hope for,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "You do not sympathize with me at all for the things"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Please look at me! I will not lie while I am talking straight to you."
      },
      {
        "t": "v",
        "n": 29,
        "v": "Stop saying that I have sinned, and stop criticizing me unjustly!"
      },
      {
        "t": "v",
        "n": 30,
        "v": "Do you think that I am lying?"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“People need to work hard on this earth like soldiers do;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "We are like slaves who keep wanting to be in the cool of evening,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "God has given to me many months in which I think that it is useless to remain alive;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "When I lie down at night I say, ‘How long will it be until I get up?’"
      },
      {
        "t": "v",
        "n": 5,
        "v": "My body is covered with maggots and scabs;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "My days pass as quickly as a weaver’s shuttle;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "God, do not forget that my life is as short as a single breath;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "God, you see me now,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Like a cloud passes and disappears,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "they never return to their houses,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So I will not be silent;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "God, why do you watch closely what I am doing?"
      },
      {
        "t": "v",
        "n": 13,
        "v": "When I lie down at night, I say to myself, ‘I will go to sleep and stop suffering;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "But then you give me dreams that cause me to be afraid;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "these things make me wish that someone would strangle me to death,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I detest continuing to be alive; I do not want to live for many more years."
      },
      {
        "t": "v",
        "n": 17,
        "v": "We human beings are not very important;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "You look at us every morning to see what we are doing,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "When will you stop looking at me and leave me alone for a little time, long enough to swallow my own spit?"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Why do you watch me constantly?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "If I have sinned, are you not able to forgive me"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "That is why I spoke very rashly about the day that I was born."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is as though those arrows have poison on their tips, and that poison has gone into my spirit."
  },
  {
    "t": "q",
    "v": "The things that God has done to me are like soldiers lined up to attack me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and an ox does not complain by bellowing when it has food to eat,"
  },
  {
    "t": "q",
    "v": "I would not complain if you were really helping me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or food that is slimy and tasteless;"
  },
  {
    "t": "q",
    "v": "that is what your words are like, Eliphaz."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because it disgusts me,"
  },
  {
    "t": "q",
    "v": "and I do not like what you have said to me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I wish that he would reach out his hand and take away my life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have always obeyed what God, the Holy One, has commanded."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And since I have nothing to hope for in the future,"
  },
  {
    "t": "q",
    "v": "it is difficult for me to be patient now."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and my body is not made of bronze."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am not wise enough for that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even if he stops honoring Almighty God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You are like streams in the wilderness: They spill over their banks in the spring"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the channels dry up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but there is no water in those streambeds,"
  },
  {
    "t": "q",
    "v": "so the merchants die in the desert."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they were sure that they would find some."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so they were very disappointed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You have seen that terrible things have happened to me,"
  },
  {
    "t": "q",
    "v": "and you are afraid that God might do similar things to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I did not plead with any of you to spend some of your money to help me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I did not ask you to save me from those who oppressed me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "tell me what wrong things I have done!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But what have all your arguments proven about me?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but you try to correct me, and you think what I say is as useless as the wind!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will do anything to get something for yourselves! You would even play a game to see who gets an orphan as a prize!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You should realize that I have not done things that are wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No, I am not lying, because I know what is right to say, and what is wrong.”"
  }
]