{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Job spoke again and said this:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"I wish that I could be as I was previously"
          },
          {
            "tag": "q2",
            "text": "during the years when God took care of me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "During those years, it was as though God's lamp shone on me"
          },
          {
            "tag": "q2",
            "text": "and gave me light while I walked in the darkness."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "At that time I was young and strong,"
          },
          {
            "tag": "q2",
            "text": "and because God was my friend, he protected where I lived."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Almighty God was with me during those years"
          },
          {
            "tag": "q2",
            "text": "when all my children were around me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "My herds provided me with plenty of milk,"
          },
          {
            "tag": "q2",
            "text": "and streams of oil flowed from the rock where my servants pressed the olives."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Whenever I went to the place where the elders gathered at the city gate,"
          },
          {
            "tag": "q2",
            "text": "I sat down with them,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "and when the young men saw me, they stepped aside respectfully,"
          },
          {
            "tag": "q2",
            "text": "and the old men also stood respectfully."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The leaders of the people used to stop talking,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and even the most important men became quiet"
          },
          {
            "tag": "q2",
            "text": "and stopped talking in order to hear me speak to them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When they all heard what I told them,"
          },
          {
            "tag": "q2",
            "text": "they said good things about me."
          },
          {
            "tag": "q1",
            "text": "When they saw me, they always praised me"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "because I had helped those who were poor when they cried out for help,"
          },
          {
            "tag": "q2",
            "text": "and because I aided those who had no fathers, those who had no one else to help them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those who were suffering and about to die praised me,"
          },
          {
            "tag": "q2",
            "text": "and I caused widows to sing joyfully, because I helped them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I always acted justly;"
          },
          {
            "tag": "q2",
            "text": "my actions were like a robe that I wore and like a turban that was wrapped around my head."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "It was as though I myself saw for blind people"
          },
          {
            "tag": "q2",
            "text": "and walked for people who were lame."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I was like a father to the poor people,"
          },
          {
            "tag": "q2",
            "text": "and in the courts I defended those who were strangers to me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I made wicked people stop oppressing others; it was like someone who breaks the teeth of wild animals"
          },
          {
            "tag": "q2",
            "text": "and forces them to drop their victims from their teeth."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "At that time I thought, 'Surely I will live in peace until I am very old,"
          },
          {
            "tag": "q2",
            "text": "and I will die at home with my family."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I am like a tree whose roots reach down into the water"
          },
          {
            "tag": "q2",
            "text": "and whose branches become wet with dew each night."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "People always honor me,"
          },
          {
            "tag": "q2",
            "text": "and I am always strong like a new bow.'"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When I spoke, people waited to hear what I would say;"
          },
          {
            "tag": "q2",
            "text": "they remained silent until I advised them what they should do."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "After I finished speaking, they did not say anymore;"
          },
          {
            "tag": "q2",
            "text": "it was as though my words fell on their ears like drops of rain."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They waited for me to speak as they wait for rain;"
          },
          {
            "tag": "q2",
            "text": "they liked what I said as farmers appreciate the final rain in the spring before the dry season."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When they were sad, I smiled at them to encourage them;"
          },
          {
            "tag": "q2",
            "text": "they became encouraged when they saw my cheerful face."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I was their leader, and I decided what things would be good for them to do;"
          },
          {
            "tag": "q2",
            "text": "I was among them like a king who is among his troops;"
          },
          {
            "tag": "q2",
            "text": "I was like someone who comforts others who are mourning.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 29
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}