{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Job said to his three friends,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"There is no doubt that you are the people to whom everyone should listen,"
          },
          {
            "tag": "q2",
            "text": "and that when you die, there will be no more wise people alive."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But I have as much good sense as you do;"
          },
          {
            "tag": "q2",
            "text": "I am no less wise than you are."
          },
          {
            "tag": "q2",
            "text": "Certainly everyone knows all that you have said."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "My friends all laugh at me now."
          },
          {
            "tag": "q2",
            "text": "Previously I habitually requested God to help me, and he always answered me."
          },
          {
            "tag": "q1",
            "text": "I am righteous, and I honor God, but now everyone laughs at me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is easy for people like you, who have no troubles, to laugh at people like me;"
          },
          {
            "tag": "q2",
            "text": "you make us who are already suffering to have even more troubles."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Meanwhile, bandits live peacefully,"
          },
          {
            "tag": "q2",
            "text": "and no one threatens those who cause God to become angry;"
          },
          {
            "tag": "q2",
            "text": "the god they worship is their own strength."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But ask the wild animals what they know about God;"
          },
          {
            "tag": "q2",
            "text": "if they could speak they would teach you."
          },
          {
            "tag": "q1",
            "text": "If you could ask the birds,"
          },
          {
            "tag": "q2",
            "text": "they would tell you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "If you could ask the creatures that crawl on the ground, or the fish in the sea,"
          },
          {
            "tag": "q2",
            "text": "they would tell you about God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "All of them certainly know that it is Yahweh who has done this."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He directs the lives of all living creatures;"
          },
          {
            "tag": "q2",
            "text": "he gives breath to all us humans to enable us to live."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When we hear what people like you say,"
          },
          {
            "tag": "q2",
            "text": "we think carefully about what they say to determine what is good and what is bad,"
          },
          {
            "tag": "q2",
            "text": "like we taste food to know what is good and what is bad."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Old people are usually very wise;"
          },
          {
            "tag": "q2",
            "text": "because they have lived a long time, they understand much."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "And God is wise and very powerful;"
          },
          {
            "tag": "q2",
            "text": "he has good sense and understands everything."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If he tears something down, no one can rebuild it;"
          },
          {
            "tag": "q2",
            "text": "if he puts someone in prison, no one can open the door to let that person to escape."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When he prevents rain from falling, everything dries up."
          },
          {
            "tag": "q2",
            "text": "When he causes a lot of rain to fall, the result is that there are floods."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He is the one who is truly strong and wise;"
          },
          {
            "tag": "q2",
            "text": "he rules over those who deceive others and those whom they deceive."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He sometimes causes the king's officials to lose their wisdom and grieve because of it'"
          },
          {
            "tag": "q2",
            "text": "and he causes judges to become foolish."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He takes from kings the ornaments that they wear"
          },
          {
            "tag": "q2",
            "text": "and puts loincloths around their waists, causing them to become slaves."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He also makes priests grieve,"
          },
          {
            "tag": "q2",
            "text": "and he takes power away from those who rule others."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "He sometimes causes those whom others trust to be unable to speak,"
          },
          {
            "tag": "q2",
            "text": "and he causes old men to no longer have good sense."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He causes people to despise those who rule,"
          },
          {
            "tag": "q2",
            "text": "and he causes those who are powerful to become weak."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "He shows to us things that were secret,"
          },
          {
            "tag": "q2",
            "text": "even things that were in the world of the dead."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He causes some nations to become very great,"
          },
          {
            "tag": "q2",
            "text": "and later he destroys them;"
          },
          {
            "tag": "q1",
            "text": "he causes the territory of some nations to become much larger,"
          },
          {
            "tag": "q2",
            "text": "and later he brings others to defeat them and take them prisoner."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "He causes some rulers to become foolish,"
          },
          {
            "tag": "q2",
            "text": "and then he causes them to wander around, lost, as if they were in the wilderness with no way out."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "It is as if they were feeling around in the darkness, without any light;"
          },
          {
            "tag": "q2",
            "text": "as if they were drunk, not knowing what they should do.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}