[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Eliphaz replied, saying this:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“No one can be useful to God!"
      },
      {
        "t": "v",
        "n": 3,
        "v": "If you were righteous, that would not please Almighty God, would it?"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do you honor God, and is that why he punishes you?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "No, it certainly must be because you are extremely wicked."
      },
      {
        "t": "v",
        "n": 6,
        "v": "You must have lent money to others and wrongly forced them to give you things to guarantee that they would pay that money back to you;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You must not have given water to those who were thirsty,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Because you were very powerful, you must have taken over all the people’s land,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When widows came to you for help, you must have sent them away without giving them anything,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Because you did all those things, now there are traps that will catch you;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It is as though it had become very dark, with the result that you cannot see anything,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But consider this, Job: God lives high up in the heavens."
      },
      {
        "t": "v",
        "n": 13,
        "v": "So why do you say, ‘God knows nothing about what we are doing’?"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Do you think that while he walks on the dome that covers the sky,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Will you, Job, continue to conduct your life in the old way"
      },
      {
        "t": "v",
        "n": 16,
        "v": "They suddenly died while they were still young;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "They kept saying to God, ‘Leave us alone,’ ‘Allow us to be alone,’"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Yet it was God who filled their houses with good things;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "When righteous people see that God punishes wicked people, they are glad,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "They say, ‘Now our enemies have been destroyed,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "So, Job, be reconciled to God and make peace with him;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Allow him to teach you,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "If you humble yourself and return to God, he will restore you;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "and if you throw away your gold,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "then Almighty God will be to be as precious to you as your gold and your silver have been."
      },
      {
        "t": "v",
        "n": 26,
        "v": "Then you will be happy because of God,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "You will pray to him, and he will do what you request him to do;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Everything that you decide to do will be successful;"
      },
      {
        "t": "v",
        "n": 29,
        "v": "God humbles those who are proud,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "God rescues those who are not innocent;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "People who are wise can be useful to themselves, but not to God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you lived a perfect life, that would not help him, would it?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Is that the reason that he puts you on trial?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It must be that no one can count the evil things that you have done!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you must have taken all their clothes and left them with nothing to wear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you must have refused to give food to those who were hungry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then you began to live on that land, even though others honored you very much."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you must have oppressed orphans."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "now things appear that terrify you and cause you to tremble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it is as though a flood covered you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "From there he looks down on the highest stars."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And why do you say, ‘Dark clouds keep him from seeing us, so he cannot judge us’?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "where there are thick clouds around him, he cannot see what we do?’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that evil people have done for many years?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they disappeared like everything disappears when there is a flood ."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they also said defiantly, ‘Almighty God can do nothing to harm us!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I cannot agree at all to follow what the wicked plan."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they laugh at those wicked people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and fire has burned up anything left of their wealth.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you do that, good things will happen to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and put his words into your mind."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you stop doing all the evil things that you have been doing in your house,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the fine gold from the dry stream beds in Ophir land,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will be able to approach him confidently."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will do the things that you promised him that you would do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it will be as though a light were shining on the road in front of you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he saves those who are downcast."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will be rescued because you do what is right.”"
  }
]