[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Job said to his three friends,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“There is no doubt that you are the people to whom everyone should listen,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "But I have as much good sense as you do;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "My friends all laugh at me now."
      },
      {
        "t": "v",
        "n": 5,
        "v": "It is easy for people like you, who have no troubles, to laugh at people like me;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Meanwhile, bandits live peacefully,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But ask the wild animals what they know about God;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "If you could ask the creatures that crawl on the ground, or the fish in the sea,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "All of them certainly know that it is Yahweh who has done this."
      },
      {
        "t": "v",
        "n": 10,
        "v": "He directs the lives of all living creatures;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When we hear what people like you say,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Old people are usually very wise;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "And God is wise and very powerful;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "If he tears something down, no one can rebuild it;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "When he prevents rain from falling, everything dries up."
      },
      {
        "t": "v",
        "n": 16,
        "v": "He is the one who is truly strong and wise;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "He sometimes causes the king’s officials to lose their wisdom and grieve because of it’"
      },
      {
        "t": "v",
        "n": 18,
        "v": "He takes from kings the ornaments that they wear"
      },
      {
        "t": "v",
        "n": 19,
        "v": "He also makes priests grieve,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "He sometimes causes those whom others trust to be unable to speak,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "He causes people to despise those who rule,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "He shows to us things that were secret,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "He causes some nations to become very great,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "He causes some rulers to become foolish,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "It is as if they were feeling around in the darkness, without any light;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“I have seen everything that you have seen,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "What you know, I also know;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "But I would like to speak with Almighty God, not with you;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "As for you, you tell lies and do not allow people to know unpleasant truth,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I wish that you would be silent;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Listen to what I will say to you now;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You are telling lies to help God;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You would really like to be kind to him by defending what he does, would you not?"
      },
      {
        "t": "v",
        "n": 9,
        "v": "But if he, sitting as the judge, looked closely at you, he would find that what you are doing for him is bad!"
      },
      {
        "t": "v",
        "n": 10,
        "v": "If you say clever things to persuade God to take your side,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "He will certainly bring the full force of his power against you;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "What you have said—the things that you think are so wise—are as useless as ashes;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So be quiet and allow me to speak;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I am ready to risk my life;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "If he kills me, then I will not have anyone else whom I can confidently expect to help me,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "No wicked person would dare to stand in the presence of God,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "“God, listen very carefully to what I say; pay attention to me."
      },
      {
        "t": "v",
        "n": 18,
        "v": "I am ready to argue that I am innocent,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "I certainly do not think that you or anyone else will say that what I say is false;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "I am requesting you to do two things for me;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "The first thing that I request is that you stop punishing me,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Speak first, and then I will reply;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "What have I done that is wrong? What sins have I committed?"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Why do you refuse to be friendly to me?"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I am as insignificant as a leaf that the wind blows."
      },
      {
        "t": "v",
        "n": 26,
        "v": "It seems that you are writing things to accuse me of having sinned,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "It is as though you have put my feet in stocks"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Because of this, my body is falling apart like rotten wood,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "We humans are very frail. We are born, and"
      },
      {
        "t": "v",
        "n": 2,
        "v": "We disappear quickly, like flowers that grow from the ground quickly and then wither and die."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh, why do you keep watching me to see if I am doing something that is wrong ?"
      },
      {
        "t": "v",
        "n": 4,
        "v": "No one can bring something acceptable to God out of something that is not acceptable to him."
      },
      {
        "t": "v",
        "n": 5,
        "v": "You have decided how long our lives will be."
      },
      {
        "t": "v",
        "n": 6,
        "v": "So please stop examining us, and allow us to be alone"
      },
      {
        "t": "v",
        "n": 7,
        "v": "If we cut a tree down,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Its roots in the ground may be very old,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "but if some water falls on it,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But when we people lose all our strength and die,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Just as water evaporates from a lake,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "people lie down and die and do not get up again."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh, I wish that you would put me safely in the place of the dead and forget about me, so that I do not suffer any more"
      },
      {
        "t": "v",
        "n": 14,
        "v": "When we humans die, we will certainly not live again."
      },
      {
        "t": "v",
        "n": 15,
        "v": "You would call me, and I would answer."
      },
      {
        "t": "v",
        "n": 16,
        "v": "You would carefully see where I went,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "The record of my sins would be sealed in a small bag,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "But, just as mountains crumble and rocks fall down from a cliff,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "and just as water slowly wears away the stones, and just as floods wash away soil,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You always defeat us, and then we die."
      },
      {
        "t": "v",
        "n": 21,
        "v": "When we die, we do not know if our sons will grow up and do things that will cause other people to honor them."
      },
      {
        "t": "v",
        "n": 22,
        "v": "We will feel our own pain; we will not feel anything else;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that when you die, there will be no more wise people alive."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am no less wise than you are."
  },
  {
    "t": "q",
    "v": "Certainly everyone knows all that you have said."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Previously I habitually requested God to help me, and he always answered me."
  },
  {
    "t": "q",
    "v": "I am righteous, and I honor God, but now everyone laughs at me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you make us who are already suffering to have even more troubles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and no one threatens those who cause God to become angry;"
  },
  {
    "t": "q",
    "v": "the god they worship is their own strength."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if they could speak they would teach you."
  },
  {
    "t": "q",
    "v": "If you could ask the birds,"
  },
  {
    "t": "q",
    "v": "they would tell you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they would tell you about God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he gives breath to all us humans to enable us to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we think carefully about what they say to determine what is good and what is bad,"
  },
  {
    "t": "q",
    "v": "like we taste food to know what is good and what is bad."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they have lived a long time, they understand much."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he has good sense and understands everything."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if he puts someone in prison, no one can open the door to let that person to escape."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When he causes a lot of rain to fall, the result is that there are floods."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he rules over those who deceive others and those whom they deceive."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he causes judges to become foolish."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and puts loincloths around their waists, causing them to become slaves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he takes power away from those who rule others."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he causes old men to no longer have good sense."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he causes those who are powerful to become weak."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even things that were in the world of the dead."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and later he destroys them;"
  },
  {
    "t": "q",
    "v": "he causes the territory of some nations to become much larger,"
  },
  {
    "t": "q",
    "v": "and later he brings others to defeat them and take them prisoner."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then he causes them to wander around, lost, as if they were in the wilderness with no way out."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as if they were drunk, not knowing what they should do.”"
  }
]