[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then those three men stopped replying to Job because they could not convince Job that he had done anything wrong."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Then Elihu son of Barakel, a descendant of Buz, from the clan of Ram, became very angry at Job. He was angry because Job continued to claim that he was innocent, and that God had been wrong to punish him."
      },
      {
        "t": "v",
        "n": 3,
        "v": "He was also angry with Job’s three friends because they had declared that Job must have done many things that were wrong, but they could not convince him."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Now Elihu was younger than the others, so he waited until they had finished speaking before he replied to Job."
      },
      {
        "t": "v",
        "n": 5,
        "v": "But when Elihu realized that the three men had no more to say to Job, he became angry."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "This is what he said:"
      },
      {
        "t": "v",
        "n": 7,
        "v": "I said to myself, ‘Let those who are much older speak"
      },
      {
        "t": "v",
        "n": 8,
        "v": "However, the Spirit of Almighty God is within people, and it is he who enables them to be wise."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Not all people become wise when they are old;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "That is why I say to you now, ‘Listen to me,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I waited for you all to speak;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "I paid attention carefully,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So do not say to yourselves, ‘We have discovered what is wise!’"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Job was replying to you, not to me,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I tell myself this: These three men are confused because they have nothing more to say to Job;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "But because you do not speak, I certainly will not wait any longer;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "So now I also will reply to Job"
      },
      {
        "t": "v",
        "n": 18,
        "v": "I have plenty to say,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "My inner being is like a container of wine that is stretching more and more from the fermentation,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "I must speak in order that I can rest from trying to hold in my words;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "I will speak fairly, not favoring any of you,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "I really do not know how to flatter people;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Now, Job, listen carefully"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I am ready to tell you what I think."
      },
      {
        "t": "v",
        "n": 3,
        "v": "In my inner being I know that I am speaking honestly"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Almighty God has created me as well as you,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "So answer what I say if you can;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "God considers that you and I are both the same;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "So you do not need to be afraid of me;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "I have heard you speak,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "‘I am innocent, and I have not committed any sins;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But God finds reasons to accuse me,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "It is as though he had put my feet in stocks,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "However, what you have said is wrong,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So, why are you arguing against God? He does not have to tell us why he does anything."
      },
      {
        "t": "v",
        "n": 14,
        "v": "God does, indeed, speak to us in various ways,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Sometimes he speaks to us at night in dreams and visions"
      },
      {
        "t": "v",
        "n": 16,
        "v": "He reveals things to us in those times;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "He tells us those things in order that we may stop doing evil deeds"
      },
      {
        "t": "v",
        "n": 18,
        "v": "He does not want us to be destroyed;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "God also corrects us by forcing us to lie on our beds, suffering much pain"
      },
      {
        "t": "v",
        "n": 20,
        "v": "The result is that we do not desire any food,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Our bodies become very thin so that we look like a skeleton,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "We know that we will soon die"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Yet sometimes an angel may come to one of us,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "The angel is kind to us and says to God,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Please let his body be strong again;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "If that happens, that person will pray to God, and God will accept him;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "He will sing as he says to everyone,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "He has saved me from dying and going to the place where dead people are,"
      },
      {
        "t": "v",
        "n": 29,
        "v": "God does all these things for us many times;"
      },
      {
        "t": "v",
        "n": 30,
        "v": "he preserves us from dying and going to the place where the dead are,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "So Job, listen to me;"
      },
      {
        "t": "v",
        "n": 32,
        "v": "After I speak, if you have something more that you want to say to me,"
      },
      {
        "t": "v",
        "n": 33,
        "v": "However, if you have nothing more that you want to say, then just listen to me,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“I am young, and you all are much older than I am."
  },
  {
    "t": "q",
    "v": "So I was timid, and I was afraid to tell you what I was thinking."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because older people should be able to say things that are wise.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "not all old people understand what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and allow me to declare what I know.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I wanted to hear the wise things that you would say."
  },
  {
    "t": "q",
    "v": "I waited while you thought carefully about what you should say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but surprisingly, none of you was able to prove that what Job said was wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is God who must refute Job because you three have not been able to do that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I will not reply to him by saying what you three have said."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they have nothing more to say to him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you merely stand there and do not reply anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and tell him what I know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and my spirit forces me to say it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it will soon burst."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I must say something to reply to you all."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will not try to flatter anyone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if I did that, God would soon destroy me.”"
  }
]