{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Job replied to Eliphaz and the others,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"I have heard things like that before;"
          },
          {
            "tag": "q2",
            "text": "all of you, instead of helping me, are only causing me to feel more miserable."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Will your speeches, which are only wind, never end?"
          },
          {
            "tag": "q2",
            "text": "Eliphaz, what bothers you that makes you continue replying like this to me?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "If it were you three and not I who were suffering,"
          },
          {
            "tag": "q2",
            "text": "I could, in your place, say the things that you are saying."
          },
          {
            "tag": "q1",
            "text": "I could make great speeches to criticize you,"
          },
          {
            "tag": "q2",
            "text": "and I could shake my head at you to ridicule you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then you would see whether my words encouraged you or not;"
          },
          {
            "tag": "q2",
            "text": "you would see whether they made you feel your pain less."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But now, if I talk, my pain does not decrease,"
          },
          {
            "tag": "q2",
            "text": "and if I am silent, my pain still certainly does not go away."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God, you have now taken away all my strength;"
          },
          {
            "tag": "q2",
            "text": "you have destroyed all my family."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You have shriveled me up,"
          },
          {
            "tag": "q2",
            "text": "and people think that shows me to be a sinner."
          },
          {
            "tag": "q1",
            "text": "They see that I am only skin and bones,"
          },
          {
            "tag": "q2",
            "text": "and they think that proves that I am guilty."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Because God is very angry with me and hates me,"
          },
          {
            "tag": "q2",
            "text": "it is as though he were a wild animal that tore me apart with his teeth"
          },
          {
            "tag": "q2",
            "text": "because he was my enemy."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "People gape at me with their mouths open to sneer at me;"
          },
          {
            "tag": "q2",
            "text": "they have struck me on the face to ridicule me,"
          },
          {
            "tag": "q2",
            "text": "and they crowd around me to threaten me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is as though God has handed me over to people who refuse to honor him"
          },
          {
            "tag": "q2",
            "text": "and has put me into the power of the wicked."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Previously, I was living peacefully,"
          },
          {
            "tag": "q2",
            "text": "but he crushed me;"
          },
          {
            "tag": "q1",
            "text": "it is as though he grabbed my neck and smashed me to pieces;"
          },
          {
            "tag": "q2",
            "text": "it is as though he set me up like a target."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is as though I were a target, and that people were surrounding me and shooting arrows at me."
          },
          {
            "tag": "q1",
            "text": "God's arrows pierce my kidneys"
          },
          {
            "tag": "q2",
            "text": "and cause the bile from my liver to spill onto the ground;"
          },
          {
            "tag": "q2",
            "text": "God does not pity me at all."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "It is as though I were a wall that he is breaking through time after time;"
          },
          {
            "tag": "q2",
            "text": "he rushes at me like a soldier who is attacking his enemy."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Because I am mourning, I wear pieces of rough cloth that I have sewed together,"
          },
          {
            "tag": "q2",
            "text": "and I sit here in the dirt, very depressed."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "My face is red because I have cried very much,"
          },
          {
            "tag": "q2",
            "text": "and there are dark circles around my eyes."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "All this has happened to me even though I have not acted violently toward anyone,"
          },
          {
            "tag": "q2",
            "text": "and even though I always pray sincerely to God."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When I die, I want the ground to act as though I had been murdered;"
          },
          {
            "tag": "q2",
            "text": "and I do not want anyone to stop me while I am demanding that God act justly toward me."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But even now, I know that there is someone in heaven who will testify for me,"
          },
          {
            "tag": "q2",
            "text": "and he will say that what I have done is right."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "My three friends scorn me,"
          },
          {
            "tag": "q2",
            "text": "but my eyes are full of tears while I cry out to God."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I pray that the one who knows what I have done would come to plead with God for me"
          },
          {
            "tag": "q2",
            "text": "as a person pleads for his friend."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I say this because within a few years I will die;"
          },
          {
            "tag": "q2",
            "text": "I will walk along the road to a place from which I will never return.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}