{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Job replied and said this:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Today I am again complaining bitterly to God;"
          },
          {
            "tag": "q2",
            "text": "I continue to groan, but I suffer even more."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I wish that I knew where I could meet with him"
          },
          {
            "tag": "q2",
            "text": "so that I could go to the place where he lives."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "If I could do that, I would tell him why I know that I am innocent;"
          },
          {
            "tag": "q2",
            "text": "I would tell him many reasons for that."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then I would find out and understand what he would reply to me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Would he use his great power to argue with me?"
          },
          {
            "tag": "q2",
            "text": "No, he would listen to me carefully."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I am an honest man, so I would be able to discuss things with him fairly,"
          },
          {
            "tag": "q2",
            "text": "and then he would declare that I am innocent, and he would not trouble me again."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "However, I have gone to the east, and he is not there;"
          },
          {
            "tag": "q2",
            "text": "I have gone to the west, but I have not found him there."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I have gone north and I have gone south,"
          },
          {
            "tag": "q2",
            "text": "but I have not seen him anywhere for he keeps himself from me."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He knows how I have conducted my life;"
          },
          {
            "tag": "q2",
            "text": "when he has finished testing me, he will see that I am as pure as gold whose impurities have all been burned out."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I have faithfully walked on the road that he showed me;"
          },
          {
            "tag": "q2",
            "text": "I have not turned away from obeying him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I have always obeyed what he commanded;"
          },
          {
            "tag": "q2",
            "text": "I have hidden away in my inner being the words that he has spoken."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He never changes. There is no one who can stop him from doing what he desires."
          },
          {
            "tag": "q2",
            "text": "Whatever he wants to do, he does."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He will finish doing the things that he has planned for me,"
          },
          {
            "tag": "q2",
            "text": "and I am sure that he has thought about doing many things for me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So I am terrified when I am in front of him;"
          },
          {
            "tag": "q2",
            "text": "when I think about what he can do, I am very afraid."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Almighty God has made me very afraid."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The thick darkness in front of me has not make me silent,"
          },
          {
            "tag": "q2",
            "text": "even that terrible darkness that covers my face has not kept me from speaking.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 23
  },
  "id": "JOB unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Job"
}