{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says this:"
          },
          {
            "tag": "q1",
            "text": "\"At that time, I will bring back the people whom their enemies took away from Jerusalem and from other places in Judah."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then in the Valley of Jehoshaphat I will gather together the people of all the other nations;"
          },
          {
            "tag": "q2",
            "text": "I will judge and punish them"
          },
          {
            "tag": "q1",
            "text": "because they scattered my Israelite people"
          },
          {
            "tag": "q2",
            "text": "and forced them to go to other countries,"
          },
          {
            "tag": "q2",
            "text": "and because they divided up my land among themselves."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They played games of chance to determine who would get each of my people."
          },
          {
            "tag": "q1",
            "text": "Then they sold some of the Israelite boys and girls"
          },
          {
            "tag": "q2",
            "text": "to get money to pay for prostitutes and wine to drink."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "You people of the cities of Tyre and Sidon, and you people of Philistia—you are angry at me, but you have no reason to be. If you are trying to get revenge on me, I will very quickly get revenge on you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You took the silver and gold and other valuable things from my temple and put them into your own temples."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You dragged away the people of Jerusalem and other places in Judah, and you took them far away and sold them to Greek traders."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "But I will make it possible for my people to return from the places to which you sold them, and I will do to you what you did to them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then I will cause some of your sons and your daughters to be sold to the people of Judah! And they will be sold to the Sabea people group, who live far away. That will certainly happen because I, Yahweh, have said it.\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Proclaim to the people of all nations,"
          },
          {
            "tag": "q2",
            "text": "\"Prepare for a war!"
          },
          {
            "tag": "q1",
            "text": "Summon your soldiers;"
          },
          {
            "tag": "q2",
            "text": "tell them to stand in their battle positions."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Take your plows and make swords from them;"
          },
          {
            "tag": "q2",
            "text": "take your pruning knives and make spears from them."
          },
          {
            "tag": "q1",
            "text": "Even the weak people must also say they are strong soldiers."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "All you people from the nations that are near Judah"
          },
          {
            "tag": "q2",
            "text": "must come quickly and gather there.\""
          },
          {
            "tag": "q1",
            "text": "But Yahweh, when that happens, send your army of angels to attack them!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh says, \"The people in the nations near Judah must get ready and come to the Valley of Jehoshaphat."
          },
          {
            "tag": "q2",
            "text": "There I will sit as a judge, and I will punish them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They are like crops that are ready to be harvested;"
          },
          {
            "tag": "q2",
            "text": "so strike them as a farmer swings his sickle to cut the grain."
          },
          {
            "tag": "q1",
            "text": "They are like grapes that are piled high in the pits where they will be pressed;"
          },
          {
            "tag": "q2",
            "text": "because they are very wicked,"
          },
          {
            "tag": "q1",
            "text": "punish them severely now,"
          },
          {
            "tag": "q2",
            "text": "as a farmer tramples on the grapes until the pits overflow with juice.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "There will be the noise of huge crowds of people in that Valley of Judgment."
          },
          {
            "tag": "q2",
            "text": "It will soon be the time that Yahweh will punish them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "At that time there will be no light from the sun or moon,"
          },
          {
            "tag": "q2",
            "text": "and the stars will not shine."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "From Mount Zion in Jerusalem Yahweh will shout;"
          },
          {
            "tag": "q2",
            "text": "his voice will be like thunder,"
          },
          {
            "tag": "q2",
            "text": "and his voice will cause the sky and the earth to shake."
          },
          {
            "tag": "q1",
            "text": "But Yahweh will protect his people;"
          },
          {
            "tag": "q2",
            "text": "he will be like a strong wall behind which the people of Israel will be protected."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh says, \"At that time, you Israelite people will know that I am Yahweh, your God."
          },
          {
            "tag": "q2",
            "text": "I live on Zion, the hill I have set apart for myself."
          },
          {
            "tag": "q1",
            "text": "Jerusalem will be a city very special to me,"
          },
          {
            "tag": "q2",
            "text": "and soldiers from other countries will never conquer it again."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "At that time, there will be vineyards covering the hills,"
          },
          {
            "tag": "q2",
            "text": "and your cattle and goats on those hills will produce plenty of milk."
          },
          {
            "tag": "q2",
            "text": "The streams in Judah will never dry up,"
          },
          {
            "tag": "q1",
            "text": "And a stream will flow from my temple into the Valley of Acacia northeast of the Dead Sea."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The armies of Egypt and Edom attacked the people of Judah"
          },
          {
            "tag": "q2",
            "text": "and killed many people who had not done anything that was wrong."
          },
          {
            "tag": "q1",
            "text": "So now those countries will be ruined, with no one living there any longer."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But there will always be people living in Jerusalem and in other places in Judea."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I, Yahweh, live on Mount Zion in Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "and I will get revenge on the people of Egypt and Edom who killed many of my people.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JOL unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joel"
}