{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "While he was inside the huge fish, Jonah prayed to Yahweh God, whom he worshiped. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions place "
          },
          {
            "tag": "fqa",
            "text": "While they were doing that, Yahweh sent a huge fish that swallowed Jonah. Then Jonah was inside the fish for three days and three nights. at the beginning of this verse instead of in verse 1:17."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Jonah said,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "\"Yahweh, when I was greatly distressed here, I prayed to you, and you heard what I prayed. When I was about to descend way down into the place where dead people go, you heard me when I called out for you to help me."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "You threw me down into the deep water, into the bottom of the sea. The currents you made in the sea swirled around me, and the huge waves crashed above me."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then I thought, 'You have banished me, and I will never be able to enter your presence again. But in spite of what you do to me, one day I will again see your holy temple in Jerusalem!'"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "The water surrounded me and almost drowned me. Seaweed was wrapped around my head."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "I sank down to where the mountains start rising from the bottom of the sea. I thought that forever it would be as though my body would be in a prison inside the earth below me."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "But you, Yahweh God, whom I worship, rescued me from going down to the place of the dead!"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "When I was almost dead, Yahweh, I thought about you. You heard my prayer, up there where you are, in your holy temple."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "All those who worship worthless idols are rejecting you, the one who could act faithfully toward them."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "But I will sing to thank you, and I will offer a sacrifice to you. I will surely do what I have solemnly promised to do. Yahweh, you are the one who is able to save us.\""
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then Yahweh commanded the huge fish to vomit out Jonah, and the fish vomited out Jonah onto the dry land."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "JON unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jonah"
}