{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The Israelites took control of the land that was east of the Jordan River, from the Arnon River gorge in the south to Mount Hermon in the north, including all the land on the eastern side of the plain along the Jordan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Sihon was the king of the Amorites. He lived in Heshbon and ruled over the area from Aroer along the Arnon River gorge, north to the Jabbok River. His land started in the middle of the gorge, which was the border between his land and the land of the Ammonites. Sihon also ruled over half of the region of Gilead."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Sihon also ruled over the land on the eastern plain along the Jordan, from the Sea of Galilee south to the Dead Sea. He also ruled over the land east of the Dead Sea from Beth Jeshimoth south to Mount Pisgah."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "The other king whom the Israelite army defeated was Og, the king of the region of Bashan. He was the last of the descendants of the giant people of Rapha. He lived in the cities of Ashtaroth and Edrei."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He ruled over the area from Mount Hermon and Salekah in the north, and over all Bashan in the east, and to the borders of the Geshurites and Maacathites to the west. Og ruled over half of the region of Gilead, as far as the border of the land ruled by Sihon, king of Heshbon."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Moses, who had served Yahweh so faithfully, and all the Israelite army had defeated the armies of those kings. Then Moses gave that land to the tribes of Reuben and Gad and the half tribe of Manasseh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Joshua and the Israelite army also defeated kings who ruled over the land on the west side of the Jordan River. That land was between Baal Gad in the valley near Lebanon to Mount Halak, which goes up to Edom. Joshua gave land to the tribes of Israel for them to possess,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "as well as the hill country, the lowlands, the plain along the Jordan, the mountainsides, in the desert, and in the southern Judean wilderness, the land of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and the Jebusites."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The kings that the Israelites conquered were those of the following cities: Jericho, Ai( which was near Bethel),"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Jerusalem, Hebron,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Jarmuth, Lachish,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Eglon, Gezer,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Debir, Geder,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Hormah, Arad,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Libnah, Adullam,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Makkedah, Bethel,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Tappuah, Hepher,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Aphek, Lasharon,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Madon, Hazor,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Shimron Meron, Akshaph,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Taanach, Megiddo,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Kedesh, Jokneam in the Carmel area,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Dor in the Naphoth Dor area, Goyim in the region of Gilgal,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and Tirzah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "There was a total of thirty- one kings that the Israelite army defeated.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      }
    ],
    "num": 12
  },
  "id": "JOS EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:53:17 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua"
    }
  ]
}