{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Joshua and all the other Israelites got up early the next morning. They left their camp at the Acacias and went down to the Jordan River. They camped there before they crossed over the river."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "After three days, the officers went through the middle of the camp."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They instructed the people, \" As soon as you see the priests, some of the descendants of Levi, carrying the sacred chest of Yahweh your God, then you will know it is time to leave this place and follow the sacred chest."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Keep nine hundred meters away from it. Do not come closer than that to it. You do not know the way you should go, since you have not gone this way before.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then Joshua told the people, \" Perform the ceremonies needed to make yourselves acceptable to Yahweh and to give him honor, because tomorrow he is going to do things for you that will amaze you.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then Joshua said to the priests, \" Carry the chest and go in front of the people.\" So they lifted up the sacred chest and went in front of the people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Yahweh said to Joshua, \" This is the day that I will begin to show all people of Israel that you are a great leader. Then they will honor you and know that, as I was with Moses, I am with you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Tell the priests who are carrying the sacred chest, ' When you come to the edge of the Jordan River, stand still in the Jordan.'\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Joshua said to the people of Israel, \" Come here and listen to what Yahweh, your God, has said."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This is how you will know that God, who can do anything, is among you. With your own eyes you will see how he will take away the land from the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "See! The sacred chest that belongs to the God who rules over all the earth, is about to be carried into the Jordan River ahead of you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So choose twelve men, one from each of the tribes of Israel."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When the priests who are carrying the chest set their feet in the waters of the Jordan River, the water will stop flowing. The water coming from upstream will stop and stay in one heap. It will not flow down the river.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So when the Israelite crossed the river, the priests who were carrying sacred chest went in front of them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And as soon as the priests reached the edge of the Jordan river and stepped into the water( now it was the springtime, when the river floods over its banks),"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and the water stopped flowing and it piled up far upstream. The water did not flow in the Jordan from the town called Adam, near Zarethan, all the way down to the Sea of Arabah( which is called the Dead Sea), so the people were able to cross the river near Jericho."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The priests who were carrying the sacred chest of Yahweh stood on dry ground in the middle of the Jordan River; they continued to stand there until all the people of Israel crossed the river on dry ground."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JOS EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:53:17 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua"
    }
  ]
}