{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Joshua"
        },
        {
          "tag": "toc2",
          "text": "Joshua"
        },
        {
          "tag": "toc3",
          "text": "Jos"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After Moses the servant of Yahweh, died, Yahweh said this to Nun' s son Joshua, who had been Moses' servant leader: He said,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\" You know that my servant Moses is now dead. So now get ready to cross over the Jordan River, you and all these people. Enter the land that I will soon give to the people of Israel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Everywhere you walk in this land, I will give to you, as I promised Moses."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "That land will extend from the wilderness in the south to the Lebanon mountains in the northwest, to the Euphrates River, and to the Mediterranean Sea on the west. It will include all the land where the Hittites live."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "No group will be able to defeat you as long as you live. I will help you as I helped Moses. I promise that I will not abandon you and I will never leave you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Be strong and brave, because you will lead these people so they can take this land as their own, the land that I promised to give to their ancestors."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Just be strong and very brave. Be sure to obey all the laws that my servant Moses taught you; carry out each one of them. If you do so, you will be successful wherever you go."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Talk with each other about the book of the law that Moses taught you. Think about those laws during the day and during the night. Follow the laws and do what they tell you to do, and they teach you to live so you may gain wealth and be successful."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Do not forget that I have commanded you to be strong and brave. Do not be afraid and do not be discouraged. I, Yahweh your God, will be with you wherever you go.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Joshua commanded the leaders of the people of Israel,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "\" Go throughout the camp and give these orders to the people: ' Prepare all the food that you will take with you. In three days you will go across the Jordan River in front of you, and you will go in and capture the land that Yahweh, your God, is about to give to you.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then Joshua spoke to the families of the descendants of Reuben and Gad, and to the half of the tribe of Manasseh that was going to settle on the east side of the Jordan River:"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "\" Keep in mind the orders that Moses the servant of Yahweh, gave you. Moses said, ' Yahweh, your God, has promised to give you a place where you can settle down permanently— this place will be the land where you will live."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Your wives, your little children, and your livestock may stay here in this land on the east side of the Jordan River, but all your soldiers and your fellow tribesmen must cross the river, ahead of your other fellow Israelites, in order to help them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You must help them in battle until Yahweh has enabled your fellow Israelites to permanently settle in the land there, the land that they will capture, the land that Yahweh your God is giving to them. Then each of you will come back to the land that you will settle in, and you will live there— I mean the land that Moses, Yahweh' s servant, gave you here on the east side of the Jordan River.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The people answered Joshua, \" We will obey every order you have given us, and we will go wherever you tell us to go."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "We will obey you just as we obeyed Moses. We pray that Yahweh will be with you as he was with Moses."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "We will put to death anyone who rebels and refuses to follow your orders. Just remember, Joshua, to be strong and brave!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Joshua chose two men from their camp at Acacia. He told them, \" Go find out all that you can about the land, especially about Jericho.\" They left the camp, and they came to Jericho, to the house of a prostitute whose name was Rahab. They stayed there."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Someone told the king of Jericho, \" Look! Some Israelite men have come here tonight to look at our land!\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So the king sent a messenger to tell Rahab, \" Bring out the men who came to you and entered your house, because they have come here to look at our land!\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Now the woman had taken the men and hidden them in her house. So she said to the king' s men, \" Yes, it is true that those men came to me, but I did not know where they had come from."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They left when it was dark, about the time that the guards close the city gates. I do not know where they were going. If you hurry, you might catch up with them.\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But in reality, the woman had taken the two men up on to the flat roof of her house and hidden them under bundles of flax that were drying on her roof."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The king' s men went out of the city to search for them on the road that leads to the fords across the Jordan River. The guards shut the city gates as the king' s men went out."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Before the Israelite men lay down to sleep that night, Rahab went up to the roof"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and said to them, \" We know that Yahweh has given you this land. All our people are terrified of you— we are so afraid of you that we will not resist you at all."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "We have heard about how Yahweh dried up the water of the Sea of Reeds for you to cross when you left Egypt. We heard what you did to Sihon and Og, the two kings of the Amorites who lived on the other side of the Jordan River, and how you totally destroyed everyone and everything in their kingdom."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When we heard about those things, we were terrified. We no longer have courage to fight against you, for Yahweh is God, and he rules everything up in heaven and down here on earth."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So now I want you to solemnly promise me before Yahweh, so that he may punish you if you do not do what you say. Promise me that you will act kindly to me and my family. Give me a guarantee that you will do what you promise,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and that you will spare the lives of my father and my mother, my brothers and sisters, and all of their families, and that you will rescue my family when the Israelites destroy this city.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The two men replied, \" We will give up our lives if we do not do as we say! If you do not tell others what we are planning to do, then we will have to act kindly toward all your family, when Yahweh gives us this land.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "One of the outside walls of the house where Rahab lived was part of the wall of the city. She fastened a rope through a window that was built into the wall, so the men could climb out the window and down the wall."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then she said to them, \" When you leave the city, go up into the hills so that the men who are searching for you will not find you. Hide in caves in the hills for three days until the men who are searching for you come back. Then you can return to your camp.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The two men gave her a red cord and said to her, \" This is what you must do, if you do not do this, we will not be required to do what we have solemnly promised."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When we come into the land, you must tie this red cord in the window by which you let us down, and you must gather together your father and your mother and your brothers, and everyone in your father' s household."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If anyone in your family goes outside this house into the street, he will be risking his life, and we will not be responsible if he is killed. But if anyone who is in this house with you is injured, we will be guilty."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Also, if you tell anyone what we are planning to do, we are not required to do what we had promised to do for you and your family.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Rahab said, \" I agree to do what you say.\" So she sent them away, and they left her. And she tied the red cord so it would hang out of the window."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When the two men left the city, they went up into the hills. They stayed there for three days while the men who had been sent by the king continued to search for them. They searched all along the road, but they did not find the two men."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then the two men started back toward their camp. They went down to the river, crossed it and returned so they could report to Joshua. They told him everything that had happened to them."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "They said to Joshua, \" Yahweh has indeed given this land to us. The people there will not be able to resist us because they are too afraid.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Joshua and all the other Israelites got up early the next morning. They left their camp at the Acacias and went down to the Jordan River. They camped there before they crossed over the river."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "After three days, the officers went through the middle of the camp."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They instructed the people, \" As soon as you see the priests, some of the descendants of Levi, carrying the sacred chest of Yahweh your God, then you will know it is time to leave this place and follow the sacred chest."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Keep nine hundred meters away from it. Do not come closer than that to it. You do not know the way you should go, since you have not gone this way before.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then Joshua told the people, \" Perform the ceremonies needed to make yourselves acceptable to Yahweh and to give him honor, because tomorrow he is going to do things for you that will amaze you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then Joshua said to the priests, \" Carry the chest and go in front of the people.\" So they lifted up the sacred chest and went in front of the people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then Yahweh said to Joshua, \" This is the day that I will begin to show all people of Israel that you are a great leader. Then they will honor you and know that, as I was with Moses, I am with you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Tell the priests who are carrying the sacred chest, ' When you come to the edge of the Jordan River, stand still in the Jordan.'\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Joshua said to the people of Israel, \" Come here and listen to what Yahweh, your God, has said."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "This is how you will know that God, who can do anything, is among you. With your own eyes you will see how he will take away the land from the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "See! The sacred chest that belongs to the God who rules over all the earth, is about to be carried into the Jordan River ahead of you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So choose twelve men, one from each of the tribes of Israel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the priests who are carrying the chest set their feet in the waters of the Jordan River, the water will stop flowing. The water coming from upstream will stop and stay in one heap. It will not flow down the river.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So when the Israelite crossed the river, the priests who were carrying sacred chest went in front of them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And as soon as the priests reached the edge of the Jordan river and stepped into the water( now it was the springtime, when the river floods over its banks),"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and the water stopped flowing and it piled up far upstream. The water did not flow in the Jordan from the town called Adam, near Zarethan, all the way down to the Sea of Arabah( which is called the Dead Sea), so the people were able to cross the river near Jericho."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The priests who were carrying the sacred chest of Yahweh stood on dry ground in the middle of the Jordan River; they continued to stand there until all the people of Israel crossed the river on dry ground."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After the people of Israel all crossed over the Jordan River, Yahweh said to Joshua,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\" Choose twelve men, one from each tribe, and tell them to pick up twelve large stones from the middle of the Jordan, where the priests are standing in the dry riverbed."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Carry those stones and put them down at the place you will stay tonight.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "So Joshua chose twelve men, one from each tribe. Joshua called them together"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "and said to them, \" Go into the middle of the Jordan riverbed, to the place where the priests are standing and holding the sacred chest that Yahweh, your God, gave you. Each of you must pick up a large stone, one for each tribe, each one carrying a stone on his shoulder— twelve stones for the twelve tribes of the people of Israel."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "These stones will be a monument for you to see. In the future, your children will ask, ' What do these stones mean?'"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Tell them that the water in the Jordan River was blocked off when the priests were carrying the sacred chest that Yahweh gave us. When the chest was carried into the Jordan River, the water was blocked off so that we were able to cross the Jordan on dry ground. Where we leave these stones is the place for the people of Israel to forever remember what Yahweh has done.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "So the people of Israel did what Joshua commanded them to do. They went and picked up twelve large stones from the middle of the Jordan riverbed, one stone for each of the tribes of Israel, just as Yahweh had told Joshua, and they carried the stones to where they were staying, and they put the stones down there."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Joshua took twelve other stones and stacked them up in the middle of the Jordan River, where the priests who carried the sacred chest of Yahweh were standing. And that monument is still there to this day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The priests who carried the chest stood in the middle of the Jordan River until the people had finished crossing the river, as Yahweh had commanded Joshua to tell them to do. This also was as Moses had commanded Joshua to do. The people crossed the river quickly."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "As soon as all the people had crossed over, then the sacred chest of Yahweh and the priests who carried it, crossed over. All the people were there watching."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The soldiers of the tribes of Reuben, Gad, and of half of the soldiers of the tribe of Manasseh, crossed over ahead of the rest of the Israelite people. As Moses had ordered them to do, they marched in the formation of an army."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "About forty thousand men were marching before Yahweh. These men were armed and prepared for war, and they were heading for the plains of Jericho where they would fight a battle."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "On that day, all the people of Israel saw that Yahweh had made Joshua a great leader. And they honored Joshua just as they had honored Moses— all the days of his life."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Yahweh said to Joshua,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "\" Now order the priests who are carrying the sacred chest of the testimony to come up from the dry Jordan riverbed.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Joshua commanded the priests to come up from the river."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then the priests, carrying the sacret chest containing the Ten Commandments that Yahweh had given to Moses, came up out of the riverbed. And as soon as they walked up out of the riverbed, the water of the Jordan River flowed again, and the river flooded over again, as it had done four days before."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "It was on the tenth day of the first month of that year that the people crossed over the Jordan River and they camped at a place called Gilgal( which is east of the city of Jericho)."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Joshua set up the large stones at Gilgal."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He said to the people of Israel, \" In the future, your descendants will ask, ' Why are these stones here?'"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Tell them, ' This is where Israel crossed the Jordan River on dry ground.'"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Yahweh, your God, dried up the river for you, until you had all crossed over. Yahweh, the God you worship, did to the Jordan River just as he did to the Sea of Reeds, when he caused it to become dry until we had all crossed over it, just as he did here."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Yahweh did that in order that all the peoples of the earth may know that he is powerful, and so you may forever give him the honor he deserves.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "All the kings of the Amorites on the west of the Jordan River and all the kings of Canaanites, who lived close to the Mediterranean coast, heard about how Yahweh had dried up the water of the Jordan River until all the people of Israel had crossed over. They were so afraid that they became too afraid to fight the Israelites, because they had heard all about them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "At that time Yahweh said to Joshua, \" Now make knives from flint stones and circumcise all the Israelite males who have not been circumcised.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Joshua made sharp stone knives and circumcised the Israelite males at a place that is now called Gibeath Haaraloth."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The reason they did that is that all the men who left Egypt, all those old enough to be soldiers, they all had been circumcised, but all of them had died in the desert after they left Egypt."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They had been circumcised in Egypt, but the boys who had been born while they were in the desert after they left Egypt, had not been circumcised."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The people of Israel walked through the desert for forty years, until all the people, including all the men who were old enough to be soldiers, they all had died. They had not obeyed Yahweh, so Yahweh said that they would not see the land that he had promised to them— a land that was very fertile— the land was so fertile that they said it had milk and honey flowing through it, just as rivers flow with water."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of those who had disobeyed Yahweh were the ones whom Joshua circumcised at Gilgal. They were circumcised because they had not been circumcised while they were traveling in the desert."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "After all the Israelite males had been circumcised, they remained in the camp and rested until they healed."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Yahweh said to Joshua, \" Today I have rolled away the disgrace of Egypt from you.\" So, the name of the place is Gilgal, even now."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "In the evening of the fourteenth day of that month, while the Israelite people were camped at Gilgal, on the plain near the city of Jericho, there they celebrated the Passover feast."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The day after the Passover they ate some bread made without yeast, and they roasted the grain."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The next day God stopped sending manna for them to eat. They ate food that had grown in the land of Canaan beginning that year."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "While Joshua was standing near Jericho, he looked up and saw a man in front of him. The man had drawn his sword and was holding it in his hand. Joshua approached him and asked him, \" Are you on our side, or are you on the side of our enemies?\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The man said to Joshua, \" Neither side. I am the commander of Yahweh' s army, and now I have come.\" Then Joshua fell to the ground with his face on the earth to show him respect. Joshua said to him, \" What do you, my master, command me to do? I am your servant.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The commander of Yahweh' s army said to Joshua, \" Take your sandals off of your feet, for the ground on which you are standing is holy.\" So Joshua took off his sandals."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now every gate of the city of Jericho was shut tight, because the people were afraid of the army of Israel. No one could go enter or leave the city."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh said to Joshua, \" See what I am doing! I am giving Jericho to you. It will be yours— the city along with its king and all its brave soldiers."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "You will march around the city, one time all the way around it. All the brave soldiers will go around it one time each day for six days."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Tell seven priests to march around with them. They will each carry a trumpet as they march before the sacred chest of Yahweh. On the seventh day, the army must march around the city seven times, and the priests must play the trumpets with a loud blast of sound while they march."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After they have all marched around the city seven times, the priests must make a very long blast with their ram' s horn trumpets. When the people of Israel hear that, they must shout very loudly, and the city wall will collapse. Then every soldier must advance straight into the city.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So Joshua summoned the priests and said to them, \" Tell four priests to carry Yahweh' s sacred chest, and tell seven other priests to carry trumpets made from ram' s horns and let them go in front of the sacred chest of Yahweh.\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "And he told the people, \" Go on and march around the city and let the armed men go ahead of Yahweh' s sacred chest.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Just as Joshua commanded his army, the seven priests, each one carrying a trumpet, marched as Yahweh had directed them. As they walked around the city, the priests gave a blast on their trumpets. The ones who carried Yahweh' s sacred chest followed them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The armed soldiers marched in front of the priests who were blowing on their trumpets. When the rest of the soldiers followed the chest, while they were all marching, the priests kept blowing their trumpets."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But the rest of the people were silent, because Joshua had commanded them, saying, \" Do not make a war cry. Do not yell or say even one word until the day when I tell you to shout. On that day, you must shout!\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So the men carrying Yahweh' s sacred chest and all the others did what Joshua told them to do. They marched around the city once each day. Then they all returned to the camp and stayed there at night."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The next morning, Joshua and the priests got up early and picked up Yahweh' s sacred chest."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The seven priests who were carrying trumpets made of rams horns went in front of the men carrying the sacred chest. They gave loud blasts from their trumpets as they marched. The soldiers walked in front of them and the rear guard of the army followed the sacred chest of Yahweh. Again, the priests kept blowing their trumpets."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So on that second day, once again they marched around the city one time and then returned to the camp. They did the same thing for six days."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "On the seventh day, they got up at dawn; they all marched around the city the same way that they had done before, but this time they marched around the city seven times."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "As they were marching around the seventh time, when the priests were about to sound the long blast on their trumpets, Joshua commanded the people, \" Shout! Because Yahweh is giving this city to you!"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh has declared that you must destroy the city and everything in it to show that it belongs to him. Only Rahab the prostitute will live— and all who are in her house with her— because she hid the spies we sent."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "And because Yahweh has declared that everything must be destroyed, you must not take any of the things in the city. If you take anything, you will cause Yahweh to destroy the camp of Israel and bring trouble to it."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But all the silver and gold and articles made from iron and bronze that you find, you must set apart for Yahweh. You must put those things in his treasury.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "So they did what Joshua told them to do. When the priests blew a long blast on their trumpets, the people gave a loud shout, and the wall of the city collapsed! Then the people went up into the city, going straight into the city from wherever they were standing when the wall fell, and they captured the city."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They killed every living thing in the city— men and women, young people and old people, even cattle and sheep and donkeys."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Joshua said to the two men who had spied on the land, \" Go to the prostitute' s house. Bring her out, along with all her family, just as you solemnly promised to her.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So, the young men who had examined the land went and brought Rahab out. They brought out her father, mother, brothers, and all the relatives that were with her. They brought them to a place outside the camp of Israel."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then they burned the city, along with everything in it. They saved the silver, gold, and all the vessels of bronze and iron, which they put into the treasury of the house of Yahweh."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But Joshua allowed Rahab the prostitute, and her father' s household, and everyone with her, to live. Her descendants live in Israel to this day because she hid the spies that Joshua sent to spy on Jericho, and they promised to spare her life."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "At that time, Joshua declared this very solemnly: \" May Yahweh curse anyone who rebuilds this city, Jericho. When that person lays its foundation, may his oldest son die. And when he finishes building the city wall and sets up its gates, may his youngest son die.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Yahweh was with Joshua, and everyone in the land knew who Joshua was."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh had commanded that all the things that they had captured in Jericho should be destroyed to show that they belonged to him. But there was a man from the tribe of Judah named Achan. He was a son of Carmi, a grandson of Zabdi, and a great- grandson of Zerah. He disobeyed what Yahweh had commanded and took for himself some of those things. So Yahweh became very angry with the Israelites."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Now Joshua told some of his men to go from Jericho to the city of Ai, which was east of Bethel and near Beth Aven. He said to them, \" Go to Ai and scout the area.\" So the men went up and they scouted the town."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "When they returned to Joshua they said, \" There are only a few people in Ai. So just send two or three thousand to attack them. There is no need to make all our soldiers go.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So about three thousand Israelite men went to attack Ai. But they did not defeat them. Instead, they had to run for their lives."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The enemy killed about thirty- six Israelites and chased the rest from the city gate to the bottom of the hill, and then to a place where people had cut stone out from a hill. When the people of Israel saw this, they were very afraid and lost all their courage."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Joshua and the other Israeli leaders tore their clothes because they were very sad about being defeated. They prostrated themselves on the ground in front of the Sacred Tent in which was the sacred chest. They stayed there until that evening. They also threw dirt on their heads to show that they were very sad about what had happened."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then Joshua prayed and said, \" Yahweh Lord, you brought us Israelites safely across the Jordan River. So why are you now allowing the Amorites to destroy us? We should have made a different decision; we should have stayed on the other side of the Jordan River!"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "O Lord, I have no more words to say to you. Israel has run away in defeat. We have turned our backs in shame as we ran away from our enemies. I do not know what to say."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Canaanites and all the other people who are living in this land will hear about this. Then they will surround us and kill all of us! Then what will you do to defend your honor?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But Yahweh said to Joshua, \" Stand up! Stop lying there with your face in the dirt!"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Israel has sinned. You have disobeyed the commands that I told you to obey. They have lied, they have stolen, and they have taken what they stole and put them in with their own possessions, in order to hide it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "That is why the people of Israel have been unable to defeat their enemies. That is why they have run away, and now you yourselves will be destroyed. If you do not do as I commanded you and destroy everything that you took from Jericho, I will not help you anymore!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now go and tell the people that tomorrow they must set themselves apart and prepare to honor Yahweh. \" You have kept for yourselves the things that I told you to destroy, that should have been given to me,\" says Yahweh, the God of Israel. \" You will never defeat your enemies until you get rid of those things you took from Jericho that you have hidden with your possessions.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Tomorrow morning you must present yourselves before me, tribe by tribe. Then the tribe that I select by lot will come before me by each of their families. The family that I select by lot will come near by each of their households. The household that I select by lot will come before me each one, one at a time."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then the one who has taken some of the things that should have been given to me— he will be destroyed in a fire. He and everything he owns will be burned, because he has disobeyed the promise and agreement that Yahweh made with us, and he has committed a disgraceful sin among the people of Israel.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Early the next morning, Joshua told all the Israelite people to come near to the place of worship, tribe by tribe. When they did that, Yahweh indicated that a man from the tribe of Judah was the one selected."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then the clans of Judah presented themselves, and Yahweh selected the clan of Zerah. Then the families of Zerah' s clan presented themselves, and Yahweh indicated that he was selecting someone from the family of Zabdi."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then Joshua told the men from that family to present each member of their family, one at a time, so that the guilty person may be selected. And Yahweh indicated that Achan was the guilty man and he was taken out of the people of Judah. Achan was the son of Carmi; Carmi was the son of Zabdi; and Zabdi was the son of Zerah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then Joshua said to Achan, \" Son, make your confession to Yahweh, the God of Israel. Tell me what you did, and do not try to hide it from me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Achan replied, \" It is true. I have sinned against Yahweh, the God of Israel. This is what I did:"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Among the things in Jericho that I saw was a beautiful coat from Babylonia. I also saw over two kilograms of silver and some gold that weighed six hundred grams. I wanted those things very much for myself, so I took them. I buried them in the ground under my tent. You will find them there. The silver is buried beneath it all.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "So Joshua sent some men to find those things. They ran to Achan' s tent and found all the things hidden there."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The men brought them all out of the tent and took them to Joshua and the rest of Israel. Then they laid them out, like an offering to Yahweh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then Joshua and the rest of the people led Achan down to the valley of Akor. They also brought the silver, the coat, the gold, Achan' s wife and sons and daughters, and his cattle and donkeys and sheep, and his tent, and everything else that he owned."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Joshua said, \" I do not know why you caused so much trouble for us, but now Yahweh will bring trouble to you.\" Then all the people threw stones at Achan so that he died, and they burned them all with fire, and they threw stones at them all."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "They piled rocks over the ashes of their corpses, and those rocks are still there. That is why that valley is called the Valley of Trouble to this day. After that, Yahweh was no longer angry with the Israeli people."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Yahweh said to Joshua, \" Do not be afraid or discouraged. Take with you all the soldiers you have and go there again. Go up to Ai. See! I am giving you victory over the king of Ai, and you will capture his people, and his city, and his land."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Your army will do to the people of Ai and their king like what you did to the people of Jericho and their king. But this time I will permit you to take all their possessions and keep them for yourselves. But first, tell some of your soldiers to hide behind the city and prepare to attack it.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "So Joshua led all his army toward Ai. He chose thirty thousand men— his strongest men, men known for their bravery in battle— and he sent them out during the night."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He said to them, \" Pay attention! Some of you must prepare a surprise attack on the city— an attack formed behind the city. Do not go far from the city. All of you get ready to attack."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I and the men who are with me will march toward the city in the morning. The men in the city will come out to fight us, as they did before. Then we will turn around and start to run away from them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They will think that we are running away from them like we did before. So they will chase us away from the city. While we are running away from them,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "those of you who are hiding must come out and rush into the city and capture it. Yahweh, your God, will give the city to you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "After you capture the city, burn it. Do what Yahweh has commanded us to do. Those are the orders I am giving to you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then Joshua prepared to send some of them to hide and wait between Ai and Bethel, which was west of Ai. But Joshua slept that night among the main force of soldiers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Early the next morning, Joshua gathered his soldiers together. He led the soldiers and the other Israelite leaders; they all went to attack the people of Ai."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They all set up their tents close to Ai, just to the north of the city, where all the people of the city could see them. There was a valley between them and the city of Ai."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joshua had taken about five thousand men and told them to go and stay hidden so they could make a surprise attack, just west of the city, between Ai and Bethel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So those men did that. The main group of soldiers was north of the city, and the others were hiding west of the city. That night Joshua went down into the valley."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "When the king of Ai saw the Israelite army, he and his soldiers got up early the next morning and quickly went out of the city to fight them. They went to a place east of the city, and from there they could look over the plain of the Jordan River, but they did not know that some Israelite soldiers were hiding ready to attack them from behind the city."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Joshua and the Israelite soldiers who were with him allowed the army of Ai to push them back. And the army of Israel ran toward the wilderness."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The men in Ai were ordered to chase after Joshua and his men. So they left the city and pursued Joshua and his army."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "All the men of Ai and the men of Bethel pursued the Israelite army. They did not leave even one man in Ai to defend it. And they left the city gates wide open as they went to pursue after the soldiers of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Yahweh said to Joshua, \" Lift up your spear and point it toward Ai, because I am going to enable your soldiers to capture it!\" So Joshua pointed his spear toward Ai."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When the Israelite men who were hiding saw that, they rushed out from the places where they were hiding and ran into the city. They captured it and quickly set it on fire."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "When the men of Ai looked back, they saw smoke rising from their city. But they could not escape, because the Israelite troops stopped running away and had turned around and now were facing the army that had been coming after them."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Joshua and his men saw that the men who had been hiding had captured the city and were burning it, and they saw the smoke rising. So they turned back and began killing the men of Ai."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Meanwhile, the soldiers who had captured the city came out and attacked them from the rear. So the men of Ai were surrounded by the two groups of Israelite soldiers. None of the men of Ai escaped. The Israelites fought until they killed all of them."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But they captured the king of Ai and brought him to Joshua."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "While they were fighting, the Israelite army pursued the men of Ai into the fields and into the wilderness, and killed all of them. Then they went to Ai and killed everyone and anything still alive there."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "They killed twelve thousand men and women on that day. They killed all the people of Ai."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Joshua continued to point his spear toward Ai until all the people in Ai had been killed."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The Israelite soldiers took for themselves the animals and the other things that had belonged to the people of Ai, just as Yahweh had told Joshua that they should do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Joshua and his soldiers burned Ai and caused it to become a pile of ruins forever. It is an abandoned place even today."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Joshua hanged the king of Ai on a tree and left his corpse hanging there until the evening. At sunset Joshua told his men to take the king' s body down from the tree and to throw it where the city gate had been. After they did that, they made a great mound of rocks on top of his body. That pile of rocks is still there to this day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then Joshua told his men to build on Mount Ebal an altar for Yahweh, the God of Israel."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "They built it just like Moses, the man who served God well, had written previously in the laws that God had given to him. They made it from stones that had not been cut, stones on which they had done no work using iron tools. The Israelites then offered sacrifices to Yahweh that were burned completely on the altar. They also made sacrifices to promise friendship with him."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "As the Israelites watched, Joshua wrote on stones a copy of the laws that Yahweh had given to Moses."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The Israelite leaders, the officials, the judges, and other Israelites were there, standing on either side of the sacred chest. All the people stood, facing the priests and Levites who carried the sacred chest. Many people who were not Israelites were also there. Half of the people stood on one side of the valley below Mount Ebal, and the other half of the people stood on the other side of the valley below Mount Gerizim. The sacred chest was in the valley between the two groups. And they blessed the people of Israel just as Moses the servant of Yahweh had told them to do, at the very first."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Then Joshua read to the people all that Moses had written previously. That included what Yahweh had taught them and the ways that he promised to bless them if they obeyed his commands, or to curse them if they disobeyed them."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Joshua carefully read all the commands that Moses had given; he read every word in front of the entire assembly of Israel. All the women and the little children were there as well, and also the foreigners who were living among the people of Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There were several kings who ruled in lands on the west side of the Jordan River. They were the kings of the Hittites, the Amorites, the Canaanites, the Perizites, the Hivites, and the Jebusites. They lived in the hill country, in the lower hills further west, and on the plains beside the Mediterranean Sea. They heard about what happened at Ai."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So they all gathered their armies under one leader to fight against Joshua and the Israelite army."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "However, when the people who lived in the city of Gibeon heard that Joshua' s army had defeated the people of Jericho and Ai,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "they decided to trick the Israelites. They sent some of their men who pretended to be ambassadors for their people. These men gathered some old sacks and some old leather wine bags that had been mended after they were cracked, and they put these on the backs of their donkeys."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They put on old sandals that had been patched and wore old ragged clothes. And they took along bread that was dry and moldy."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They went to where Joshua and the other Israelites had set up their tents near Gilgal. They said to them, \" We have traveled from a land very far away. Please make a peace treaty with us.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The Israelite leaders said to those men from Gilead( they were Hivites), \" Perhaps you really live close by. How can we make a treaty with you?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "They replied to Joshua and insisted, \" We are your servants!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "But Joshua answered, \" Who are you? Where do you actually come from?\"",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The men from Gibeon answered, \" We want to be your servants. We have come here from a distant land, because of the fame of Yahweh your God. We heard about all the great things he did in Egypt."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And we have heard about what he did to the two kings of the Amorites who are on the east side of the Jordan River— Sihon, the king who ruled in Heshbon, and Og, the king of Bashan who lived in Ashtaroth."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So our leaders and the rest of our people said to us, ' Take some food and go to talk with the Israelites. Tell them, \" We want to be your servants. So make a peace agreement with us.\"'"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\" Look at our bread. It was fresh and warm when we baked it on the day that we left our homes to come here to you. But now it is dry and moldy."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Look at our leather wine bags, they were new when we filled them with wine before we left, but now they are cracked and old. Our clothes and our sandals are worn out from traveling on the long road to come here.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "The Israelite leaders accepted some of their old food and ate a meal with them in order to make a peace treaty. They did not think to ask Yahweh what they should do."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "In this way, Joshua agreed to make peace. The Israelites made a treaty with the men from Gibeon, in which they agreed not to kill these strangers. All the Israelite leaders made a solemn vow to this effect."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "However, three days later the Israelites found out that the men had only come from Gibeon and that they really lived close by."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So they went to where the men from Gibeon lived. After traveling only three days, they came to their cities: Gibeon, Kephirah, Beeroth, and Kiriath Jearim."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the Israelites did not attack those cities because they had made a solemn vow to live peacefully with them, and because Yahweh had heard the promise they made."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "All the people of Israel grumbled against their leaders for making this treaty.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But the leaders answered, \" We promised to live peacefully with them and Yahweh, the God of Israel, heard us promise to do that. So now we cannot do them any harm."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "If we kill them, God will be very angry with us and punish us because we did not keep our promise to them, a promise that binds us by solemn oath. But this is what we can do:"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "We will allow them to live, but they will become our servants; they will cut wood and carry water for all the people.\" This is what happened, just as the leaders planned."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Joshua summoned the men from Gibeon and asked them, \" Why did you lie to us? Your homes are near to us; you live close to us, but you told us that you were from a far land!"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Now you are going to live under a curse. You will become our slaves. You will always be our slaves, and you will be forced to cut wood and carry water for the house of our God.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "The men from Gibeon replied, \" We lied to you because we were afraid that you would kill us. We heard that Yahweh, your God, had declared to his servant Moses that he would enable your people to kill all of us in Canaan, and that he would give you our lands."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So now you should decide what you will do with us. Do to us whatever you think is good and right.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "So Joshua saved the lives of the people of Gibeon; he did not permit the army of Israel to harm them."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Instead, he forced them to become the Israelites' slaves. They cut wood and carried water for Israel. They also brought the wood and water that was needed for the sacred altar of Yahweh. And the people of Gibeon are still doing that to this present time."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Adoni- Zedek, the king of the city of Jerusalem, heard that Joshua' s army had captured Ai and had completely destroyed everything in the town. He heard that they had done to the people of Ai and to their king the same thing that they had done to the people of Jericho and their king. He also heard that the people of the city of Gibeon had made peace with the Israelite people and that they were now living among the Israelites."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The people of Jerusalem became very afraid because Gibeon was an important city, like the other cities that were so important that they had their own kings. Gibeon was larger than Ai, and all its soldiers were experienced."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So King Adoni- Zedek sent a message to Hosham the king of Hebron, to Piram the king of Jarmuth, to Jarmuth the king of Lachish, and to Debir the king of Eglon."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "In the message he said, \" Please come up and help me attack Gibeon, because the people of Gibeon have made peace with Joshua and the Israelites.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So those five kings who ruled all the groups who were descendants of Amor— the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Debir— came to Gibeon with all of their soldiers and surrounded the city, to fight against it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "The people of Gibeon sent a message to Joshua while he was in the camp at Gilgal. They said, \" We are your servants. So do not forsake us. Come up to us quickly and save us! Help us, because the kings of the Amorites and their armies have joined their forces together to attack us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So Joshua and all his army, including the soldiers and his best fighting men, marched up from Gilgal."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Yahweh said to Joshua, \" Do not be afraid of those armies! I will enable your army to defeat them. None of their soldiers will resist you.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Joshua' s army marched all night and arrived very early in the morning from Gilgal."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And Yahweh caused their enemies to become confused when they saw the Israelite army. Joshua led the army and he killed them— a great number of them were killed at Gibeon, and he came after the rest of them as they were going up the road to Beth Horon. He also killed them along the road that goes to the cities of Azekah and Makkedah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "As they fled in front of the Israelite army, Yahweh threw down on them huge stones from the sky. More of them died from hailstones than died by the swords of the army of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "On the day that Yahweh enabled the Israelite army to defeat the Amorites, Joshua said to Yahweh while the Israelite people were watching,"
            },
            {
              "tag": "q",
              "text": "\" Sun, stand still over Gibeon, and you, moon, be still over the Valley of Aijalon.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "And the sun stood still and the moon did not move, until the Israelite army killed their enemies. Was this not written in the Book of Jashar?"
            },
            {
              "tag": "q",
              "text": "\" The sun stopped while it was in the middle of the sky, and did not set for about a whole day.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "On that day, Yahweh performed a great miracle. There was never a day like that previously, and there has never been a day like that since, when Yahweh did this kind of thing because a human being asked him to. On that day, Yahweh truly went to war for Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Joshua and all Israel with him returned to their camp at Gilgal."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Now the five kings ran away and hid themselves in a cave at Makkedah."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then someone told Joshua, \" We found those five kings, hiding in a cave at Makkedah!\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When Joshua heard that, he said, \" Roll some very large stones over the entrance of the cave, and leave some soldiers there to guard them."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But do not stay there! Pursue your enemies! Attack them from behind! Do not allow them to escape to their cities, because Yahweh, your God, will help you triumph over them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "So Joshua' s army did what he told them to do. They killed almost all of the enemy soldiers, but a few of them survived and were able to reach their cities."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then Joshua' s army returned to Joshua, who was still in their camp at Makkedah. No one in the land dared any longer to criticize the Israelites."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Joshua said, \" Open the entrance of the cave and bring out to me those five kings!\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So the soldiers brought those five kings out of the cave— the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When they brought those kings to Joshua and forced them to lie on the ground, he summoned all the Israelite soldiers and he said to the army commanders, \" Come here and put your feet on the necks of these kings!\" So the commanders did that."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then Joshua said to them, \" Do not be afraid of any of our enemies! Never be discouraged! Be strong and courageous. This is what Yahweh will do to all the enemies you will fight!\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then Joshua killed each of the five kings with his sword and hung their bodies from five trees. He left their bodies to hang on the trees until sunset."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "At sunset, Joshua told them to take the bodies down from the trees and throw them into the cave where they were hiding. So the soldiers did that, and then they put those large rocks at the entrance of the cave again. And the bones of the kings are in that cave even to this day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "That is how Joshua' s army attacked and captured Makkedah. They killed the king and everyone else in the city. They did not leave even any living creature alive. They did to the king of Makkedah the same thing that they had done to the king of Jericho."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Then Joshua and all Israel went southwest from Makkedah to Libnah and attacked it."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Yahweh enabled the Israelites to conquer that city and its king. Joshua killed everything that lived in the city; he did not spare even one person. Joshua killed the king of Libnah just as he had killed the king of Jericho."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then Joshua and his army went south from Libnah to Lachish. He surrounded the city and waged war against it."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "On the second day of the battle, Yahweh gave the city to the Israelites, and they conquered it. They killed everything that lived in it, including all the people. He did at Lachish the same thing that he had done at Libnah."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "King Horam from Gezer and his army came to help the soldiers of Lachish, but Joshua' s army defeated Horam and his army, and did not allow even one of them to remain alive."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Then Joshua and his army went west from Lachish to the city of Eglon. They surrounded it and attacked it."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "On that same day, they captured the city and killed everyone in it, just as they had done at Lachish."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Then Joshua and his army marched from Eglon up into the hills to the city of Hebron. They waged war against it"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "and captured it. They killed the king and every living thing, as they had done at Eglon. They did not leave one person alive."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "Then Joshua and his army turned and went to the city of Debir and waged war against it."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They captured the city and its king, and they also captured the nearby villages. Then they killed every living thing in it; they did not allow even one person to stay alive. They did to these people the same as they had done at Hebron and Libnah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "In this way, Joshua and his army conquered the entire southern part of Canaan. They defeated the kings who ruled the hill country, the southern Judean wilderness, the lowlands, and the foothills. They killed every living thing in those places, just as Yahweh, the God of Israel commanded them."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Joshua' s soldiers killed people in all the cities from Kadesh Barnea to Gaza, including all the country of Goshen to Gibeon."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "In one campaign, Joshua' s army conquered all the kings and took possession of all their territory, because Yahweh, the God of Israel, was fighting for them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "Then Joshua and his army returned to their camp at Gilgal."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When King Jabin of Hazor heard about all these things that had happened, he sent messages to Jobab, king of Madon, to the king of Shimron, and to the king of Akshaph, requesting them to send their armies to come and help him fight against the Israelites."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He also sent messages to the kings in the northern hills and to the kings in the plain along the Jordan, south of the Sea of Galilee, in the low country. He also sent a message to the king of the high country of Dor in the west,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "to the kings of the Canaanites in both the east and the west, to the Amorites, the Hittites, the Perizzites, and to the Jebusites who lived in the hill country, and to the Hivites by Mount Hermon in the region of Mizpah."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So the armies of all those kings gathered together. Their men were as many as the grains of sand on the seashore. They also came with horses and chariots in great numbers."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "All of those kings met at the fixed time and set up their armies in a camp at the brook of Merom, in order to wage war against Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then Yahweh said to Joshua, \" Do not be afraid of them, because at this time tomorrow I will give them to you. You will defeat them and kill all of them. Then you must cripple all their horses and burn all their chariots.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So Joshua and his army came to the brook of Merom and without warning attacked their enemies."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh enabled the Israelites to defeat them. They pursued them to the city of Sidon, to Misrephothmaim, and to Mizpah in the east. They attacked them until they had killed them all."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Joshua did what Yahweh told them to do: He crippled their enemies' horses and he burned up their chariots."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "So Joshua and his army went back to the city of Hazor, and captured it, and killed their king. Hazor was the most important city of all these kingdoms that fought against Israel."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They killed everything that was living in Hazor, and then they burned the city to ashes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Joshua' s army captured all of those cities and killed all of their kings. They did that as Moses, the man who served Yahweh well, had commanded them to do."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Joshua' s men burned Hazor, but they did not burn any of the other cities that were built on mounds and were surrounded by wall."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The Israelites took for themselves the animals that they found in the fields and everything else that was valuable. But they killed every human being and every living thing in the cities."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "As Yahweh had given Moses instructions to act, in the same way Moses also gave Joshua commands to act. And Joshua did everything that Yahweh had commanded Moses to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Joshua' s army defeated all the people who were living in that land. They took control of the hill country and the southern Judean wilderness, all the area of Goshen, the western foothills, and the plain along the Jordan. They took control of all the mountains in Israel and of all the lowlands near the mountains."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They took control over all the land from Mount Halak in the south of Edom to Baalgaal in the valley near the region of Lebanon to the north, near Mount Hermon. They captured all the kings of those areas and killed them."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Joshua' s men fought against all those kings for a long time."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "There was only one city that made a peace treaty with the Israelites; they were the people of the Hivites who lived in Gibeon. The Israelites captured all the other cities in battles."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yahweh caused the people in all those other groups to be stubborn, with the result that they fought against the Israelite army, and so God used the Israelite army to destroy them all. God did not hold back the Israelite army from totally destroying their enemies. This is what Yahweh had commanded Moses to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Joshua' s army also fought the Anakite giants who lived in the hills near Hebron, Debir, and Anah. They also fought against the people who lived in the hill country of Judah and Israel, and they killed all of those people and destroyed their cities as well."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "As a result, there were no descendants of Anak who remained alive in Israel. Only a few remained alive in Gaza, Gath, and Ashdod."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Joshua' s army took control of all the land, just as Yahweh long ago had told Moses to do. Yahweh gave the land to the Israelites, because he had promised to give it to them. Then Joshua divided the land among the Israelite tribes. And after that, there was peace in the land."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The Israelites took control of the land that was east of the Jordan River, from the Arnon River gorge in the south to Mount Hermon in the north, including all the land on the eastern side of the plain along the Jordan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Sihon was the king of the Amorites. He lived in Heshbon and ruled over the area from Aroer along the Arnon River gorge, north to the Jabbok River. His land started in the middle of the gorge, which was the border between his land and the land of the Ammonites. Sihon also ruled over half of the region of Gilead."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Sihon also ruled over the land on the eastern plain along the Jordan, from the Sea of Galilee south to the Dead Sea. He also ruled over the land east of the Dead Sea from Beth Jeshimoth south to Mount Pisgah."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "The other king whom the Israelite army defeated was Og, the king of the region of Bashan. He was the last of the descendants of the giant people of Rapha. He lived in the cities of Ashtaroth and Edrei."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He ruled over the area from Mount Hermon and Salekah in the north, and over all Bashan in the east, and to the borders of the Geshurites and Maacathites to the west. Og ruled over half of the region of Gilead, as far as the border of the land ruled by Sihon, king of Heshbon."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Moses, who had served Yahweh so faithfully, and all the Israelite army had defeated the armies of those kings. Then Moses gave that land to the tribes of Reuben and Gad and the half tribe of Manasseh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Joshua and the Israelite army also defeated kings who ruled over the land on the west side of the Jordan River. That land was between Baal Gad in the valley near Lebanon to Mount Halak, which goes up to Edom. Joshua gave land to the tribes of Israel for them to possess,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "as well as the hill country, the lowlands, the plain along the Jordan, the mountainsides, in the desert, and in the southern Judean wilderness, the land of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and the Jebusites."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The kings that the Israelites conquered were those of the following cities: Jericho, Ai( which was near Bethel),"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Jerusalem, Hebron,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jarmuth, Lachish,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Eglon, Gezer,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Debir, Geder,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Hormah, Arad,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Libnah, Adullam,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Makkedah, Bethel,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Tappuah, Hepher,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Aphek, Lasharon,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Madon, Hazor,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Shimron Meron, Akshaph,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Taanach, Megiddo,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kedesh, Jokneam in the Carmel area,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Dor in the Naphoth Dor area, Goyim in the region of Gilgal,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "and Tirzah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "There was a total of thirty- one kings that the Israelite army defeated.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "m"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Joshua was very old, Yahweh said to him, \" Joshua, you are now an old man, but there is still a lot of land for your army to capture."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Here is a list of the lands that remain: The region of the Philistines and all those of the Geshurites,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "( from Shihor, which is located to the east of Egypt, and to Ekron in the north, the territory of the Canaanites; the five rulers of the cities of the Philistines, Gaza, Ashdod, Ashkelon, Gath, and Ekron— the territory of the Avvites)."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "In the south, you must still capture the regions where the Canaan people groups live; and Arah that belongs to the Sidonians, to Aphek, to the boundary of the Amorites;"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "the land of the Gebalite, all Lebanon, toward the east, from Baal Gad below Mount Hermon to Lebo Hamath."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Still to capture are all the people who live in the hill country from Lebanon to Misrephothmaim, including all the people of the city of Sidon. I will drive them out before your army. Be sure to give that area to the Israelite people when you divide the land among them, as I gave you orders to do so."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Divide all that land as an inheritance among the nine tribes and the half tribe of Manasseh.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Along with the half tribe of Manasseh, the Reubenites and the Gadites received their possessions, because Moses, the man who served Yahweh well, had already assigned to them the land on the east side of the Jordan River."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "These lands stretched from Aroer, which is on the edge of the Arnon Gorge( including the city that is located in the middle of the gorge), to all the plateau of Medeba, extending down as far as the city of Dibon."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "These lands also included the cities of Sihon king of the Amorites, the king who had reigned in Heshbon, and they extended to the border of the Ammonites;"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Gilead, and the region of the Geshurites and Maacathites, including all of Mount Hermon, and all of the region of Bashan extending to the city of Salekah;"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "all the kingdom of Og within the region of Bashan, he who reigned in the cities of Ashtaroth and Edrei( these are what was left of the remnant of the Rephaim); these people Moses had attacked with the sword and driven away."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But the Israelites did not force out of Canaan the people of Geshur and the Maacathites. Instead, these people live with the Israelites even at the present time."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "The Levites received no assignment of lands; they were the only tribe that received no land. Moses gave them no possessions. Yahweh, the God of Israel, told them that the offerings given to himself would be their possession."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Moses had allotted land to each clan in the tribe of Reuben."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So their territory extended from Aroer, on the edge of the Valley of the Arnon River, and the city that is in the middle of the valley, and includes the region of the plateau near Medeba."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It also includes Heshbon and all its cities that are in the plateau including Dibon, and Bamoth Baal, and Beth Baal Meon;"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "and Jahaz, and Kedemoth, and Mephaath,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and Kiriathaim, and Sibmah, and Zereth Shahar, which stands on a hill within the valley."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The territory also includes Beth Peor, the slopes of Mount Pisgah, Beth Jeshimoth,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "all the cities situated along the plateau, and all the kingdom of Sihon, the king of the Amorites, who reigned there in Heshbon, the ones that Moses defeated along with the leaders of Midian, who were Evi, Rekem, Zur, Hur and Reba, the princes of Sihon who ruled there."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The people of Israel killed with the sword Balaam son of Beor, the one who practiced divination. The people of Israel also killed with the sword many others at that same time."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The border of the people of the tribe of Reuben is the Jordan River. This was the inheritance given to the people of Reuben and assigned to all their clans. They lived there in their cities and villages."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Moses also gave land to the tribe of Gad, to the people of Gad, and allotted to each of their families the land they needed to live on."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "They lived near Jazer, in all the cities of Gilead, and in half the land where the Ammonites lived, all the way to Aroer, which is a city east of Rabbah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Their land extended from Heshbon to Ramath Mizpah and Betonim, all the way to Mahanaim and to the region of Debir."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Their land was also in the valley: Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon, who had been king of Heshbon; his kingdom had bordered on the Jordan River and extended to the lower end of the Sea of Galilee, eastward beyond the Jordan River."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "This is the inheritance of the people of Gad that was allotted to them according to the needs of their clans, along with the cities and villages where they lived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Moses gave inheritance of land to the half tribe of Manasseh for them to live on. It was allotted to the half tribe of the people of Manasseh according to the needs of their clans."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Their territory was from Mahanaim, including all the region of Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan. There are sixty cities in the region."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Their land also included half of the region of Gilead, as well as the cities of Ashtaroth and Edrei( sometimes referred to as the royal cities of Og in Bashan). These were allotted to the people of Machir son of Manasseh, and that would include half the descendants of Machir, assigned to their clans according to their need."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "These were the lands that Moses distributed to the people of Israel on the plains of Moab, when they were beyond the Jordan just east of Jericho."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But to the tribe of Levi Moses gave no inheritance. Yahweh, who is the God of Israel, promised them that he would be their inheritance."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Eleazar, the leader of all the priests, Joshua, and the leaders of the twelve tribes decided what land to allot to each of the Israelite tribes in Canaan."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The assignments were made by casting lots for each one of the nine and one- half tribes. This was just as Yahweh had commanded Moses to do, so that the land could be assigned to each of the tribes and their clans."
            },
            {
              "tag": "v",
              "num": "3-4",
              "text": "Now Moses had given land as a permanent possession to two and one-half tribes before Israel crossed over the Jordan River. But to the Levites he gave no inheritance; they were treated differently because of their priestly duties. No portion of the land was given to the Levites. They were, however, given cities in which to live, including pastureland for their livestock so they could sustain their families. And the people of Joseph were divided into two tribes, Manasseh and Ephraim. "
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The people of Israel did as Yahweh commanded Moses: They gave out portions of the land as permanent possessions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Some men from the tribe of Judah went to Joshua while he and all the Israelites were at Gilgal. Among those men was Jephunneh' s son Caleb. He said to Joshua, \" I am sure that you remember what Yahweh said to the prophet Moses concerning you and me when we were at Kadesh Barnea."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I was forty years old at that time. Moses sent me from Kadesh Barnea and you and some other men to explore this land. When we returned, I gave to Moses a true report about what we had seen."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The other men who went with us gave a report that caused the people to be afraid. But I fully followed Yahweh and obeyed everything he commanded us to do."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Moses promised me, ' It is a firm promise that the land on which you walked will become yours as your permanent possession, to belong to you and your descendants forever. I am giving it to you because you obeyed Yahweh, my God, in everything you did.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Now Yahweh has done for me as he promised he would. Forty- five years have passed since Moses said that to me during the time that we were still in the wilderness. And just as Yahweh promised, he has kept me alive and well all during that time. Look at me! I am eighty- five years old."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I am as strong today as I was on the day that Moses sent me to explore this land. My strength is now as my strength was when I was young. I can wage war or I can travel far away and still have the strength to come home."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So please give me the hill country that Yahweh promised to give to me on that day long ago. At that time, you heard me say that the Anakim lived there. You heard me say that their cities were large and that they had walls around them to protect them. But now, perhaps Yahweh will help me to drive them away with our army, just as Yahweh promised.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So Joshua asked God to bless Caleb, the son of Jephunneh and he gave to Caleb the city of Hebron."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "In this way, Hebron became the permanent possession and the home of Caleb son of Jephunneh the Kenizzite. To this day his descendants live there because Caleb did everything that Yahweh, the God of Israel, told him to do."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now the name of Hebron formerly was Kiriath Arba( Arba had been the greatest man among the Anakim). And there was peace in the land; they no longer waged war."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The land that was assigned to the tribe of Judah was divided among its clans. Their land extended south to the wilderness of Sin at the border of Edom."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Their south border of the land that was assigned to the tribe of Judah started at the end of the Salt Sea( also called the Dead Sea), from the bay that faces to the south."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It then went southward and up the hill of Akrabbim and continued along to Sin, and then it went up once more south of Kadesh Barnea, beside Hezron, up to Addar, and then it bent around to Karka."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "From there it continued past Azmon, and from there it ran beside the brook of Egypt; from there it turned west to the Mediterranean Sea. That will be your south border."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The eastern border of the land of the tribe of Judah was the Dead Sea. It extended north to the end of the Jordan River, where it empties into the Dead Sea."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The northern border continued from that point, and extended north to Beth Hoglah. From there it went further north of Beth Arabah to the Stone of Bohan( a stone that had been set up by Bohan, son of Reuben)."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "From that point the border turned west and went through the Valley of Achor to Debir. From there it turned north again to go to Gilgal. Gilgal is north of the road that goes over the hill of Adummim, on the south side of the river valley. From Gilgal the border extended west to the springs at En Shemesh, and from there to En Rogel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "From that point the border along the south shoulder of the Jebusite city( that is, Jerusalem). The boundary goes to the top of the hill on the west side ofValley of Hinnom, at the northern end of the Valley of Rephaim."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "From there the border extended northwest to the top of the hills leading to the spring of Nephtoah, and from there to the cities near Mount Ephron. From there the border extended west toward Baalah( which is now named Kiriath Jearim)."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the border continued to extend west, past Baalah, to Mount Seir. Then it went southwest along the north side of Mount Jearim( which is also called Kesalon), and went down to Beth Shemesh. From there it passed by Timnah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The border continued northwest to the hill north of Ekron. From there it extended west to Shikkeron and past Mount Baalah, on to Jabneel, and then northwest to the Mediterranean Sea."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The western border of the land that was assigned to the tribe of Judah was the Mediterranean Sea. All the clans of Judah lived inside those borders."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Yahweh commanded Joshua to give part of the land of the tribe of Judah to Caleb. So he gave to Caleb the city of Kiriath Arba, which is now called Hebron. ( Arba was the father of Anak.)"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Caleb forced the three clans of the Anak people group to leave Hebron. Those were the Sheshai, Ahiman, and Talmai clans."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then Caleb left there and went to fight against the people who were living in Debir( which was previously named Kiriath Sepher)."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Caleb said, \" If someone attacks the people in Kiriath Sepher and captures their city, I will give my daughter Aksah for him to marry.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Othniel son of Caleb' s brother Kenaz, captured the city. So Caleb gave his daughter, Aksah, for him to marry."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "When Caleb' s daughter married Othniel, she told him to ask her father to give her a field. Then Aksah went to talk with her father Caleb. As she got down from her donkey, Caleb asked her, \" Do you want something?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Aksah replied, \" Yes, I want you to do something for me. You have given me the land of the southern Judean wilderness, but there is no water there. So please give me some land that has springs.\" So Caleb gave her the upper and lower springs near Hebron."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Here is a list of the towns in the land that God had promised to give to the tribe of Judah. Each clan was assigned some of the land."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "The tribe of Judah was assigned all these cities in the southern Judean wilderness, near the border of the region of Edom:"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Kabzeel, Eder, Jagur,",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kinah, Dimonah, Adadah,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Kedesh, Hazor, Ithnan,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Ziph, Telem, and Bealoth."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Also Hazor Hadattah, Kerioth Hezron( also called Hazor),"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Amam, Shema, Molodah,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Hazar Gaddah, Heshmon, Beth Pelet,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Hazar Shual, Beersheba, and Biziothiah."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Also Baalah, Iyim, Ezem,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Eltolad, Kesil, Hormah,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Ziklag, Madmannah, Sansannah,"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Lebaoth, Shilhim, Ain, and Rimmon. There were twenty- nine cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "The tribe of Judah was assigned these cities in the northern part of the western foothills: Eshtaol, Zorah, Ashnah,"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Zanoah, En Gannim, Tappuah, Enam,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Jarmuth, Adullam, Sokoh, Azekah,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Shaaraim, Adithaim, and Gederah( also called Gederothaim). There were fourteen cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "The tribe of Judah was also assigned these cities in the southern part of the western foothills: Zenan, Hadashah, Migdalgad,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Dilean, Mizpah, Joktheel,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Lachish, Bozkath, and Eglon."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Also Kabbon, Lahmas, Kitlish,"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Gederoth, Bethdagon, Naamah, and Makkedah."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "There were sixteen cities, together with their surrounding villages.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "The tribe of Judah was also assigned these cities in the central part of the western foothills: Libnah, Ether, Ashan,"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Iphtah, Ashnah, Nezib,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Keilah, Aczib, and Mareshah. There were nine cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "There was also the city of Ekron, with its surrounding towns and its villages."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "From Ekron to the Mediterranean Sea, Judah' s territory also included all the land near the city of Ashdod, including its villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "47",
              "text": "Ashdod and its surrounding towns and villages; the city of Gaza and its surrounding towns and villages down to the brook of Egypt and to the Mediterranean Sea. The border followed the coastline."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "48",
              "text": "The tribe of Judah was also assigned these towns in the southwest part of the hill country: Shamir, Jattir, Sokoh,"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Dannah, Kiriath Sannah( also called Debir),"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Anab, Eshtemoh, Anim,"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Goshen, Holon, and Giloh. There were eleven cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "52",
              "text": "The tribe of Judah was also assigned these towns in the south central part of the hill country: Arab, Dumah, Eshan,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Janim, Beth Tappuah, Aphekah,"
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Humtah, Kiriath Arba( now called Hebron), and Zior. There were nine cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "55",
              "text": "The tribe of Judah was also assigned these towns in the southeastern part of the hill country: Maon, Carmel, Ziph, Juttah,"
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Jezreel, Jokdeam, Zanoah,"
            },
            {
              "tag": "v",
              "num": "57",
              "text": "Kain, Gibeah, and Timnah. There were ten cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "58",
              "text": "The tribe of Judah was also assigned these towns in the central part of the hill country: Halhul, Beth Zur, Gedor,"
            },
            {
              "tag": "v",
              "num": "59",
              "text": "Maarath, Beth Anoth, and Eltekon. There were six cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "60",
              "text": "The tribe of Judah was also assigned two towns in the northern part of the hill country, Rabbah and Kiriath Baal( which is also named Kiriath Jearim)."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "61",
              "text": "The tribe of Judah was also assigned these towns in the desert near the Dead Sea: Beth Arabah, Middin, Secacah,"
            },
            {
              "tag": "v",
              "num": "62",
              "text": "Nibshan, the City of Salt, and En Gedi. There were six cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "63",
              "text": "The army of the tribe of Judah was not able to drive out the Jebusites and so they stayed in Jerusalem. So today they are still living among the tribe of Judah."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The land that was assigned to the two tribes of Ephraim and Manasseh— the tribes that were descended from Joseph— started at the Jordan River, going up from Jericho through the hill country of Bethel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It extended west from Jericho to Bethel, and then to Luz, and it passed on to Ataroth, which is the territory where the Archites live."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "From there it extended west to the border of the land where the Japhletites lived, and then west to the area near Lower Beth Horon. From there it continued west to Gezer, and from there to the Mediterranean Sea."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "This was the territory that the people of Joseph, Manasseh and Ephraim, received as their permanent possession."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The border of the land that was assigned to the clans of the tribe of Ephraim started at Ataroth Addar in the east. It extended to Upper Beth Horon"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and continued to the Mediterranean Sea. From Mikmethath on the north it turned eastward toward Taanath Shiloh, and went on toward the east to Janoah."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They went down from Janoah to Ataroth and then on to Naarah. From there it reached the city of Jericho, ending at the Jordan River."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The northern border extended from Tappuah west to the ravine of Kanah, and ended at the Mediterranean Sea. This was the land that was assigned to all the clans of the tribe of Ephraim."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Some of the cites and their dependant villages that were set apart for the people of Ephraim were actually within the assigned territory of the people of Manasseh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The people of the tribe of Ephraim could not force the Canaanites to leave Gezer. The Canaanites still live there. However, the people of Ephraim forced them to be their slaves."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is a list of the land that was allotted to the tribe of Manasseh. Manasseh' s oldest son was Makir, and his grandson was Gilead. Their descendants were assigned the lands in the regions of Gilead and Bashan, in honor of Makir, who had been a great soldier."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Land was also allotted to the other clans in the tribe of Manasseh: The clans of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These had been the names of Manasseh' s male descendants( he himself had been a son of Joseph). Assignments of land were made for each clan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Now Zelophehad son of Hepher, a descendant of Gilead, who had been the son of Makir and grandson of Manasseh, had no sons. He had only daughters, and their names were Mahlah, Noah, Hoglah, Milkah, and Tirzah."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "These women went to Eleazar( the leader of all the priests), and to Joshua and the other Israelite leaders. They said, \" We want you to give us some land, because Yahweh told Moses that he should give to us some land, just as you have given to the men in our tribe.\" So Eleazar did what Yahweh had commanded: He assigned some land to them, just as he had done for their uncles."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So the tribe of Manasseh eventually had ten sections of land west of the Jordan River and two sections on the east side of the Jordan River in Gilead and Bashan."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "And these women in the tribe of Manasseh also were assigned land on the west side of the river just like the men. The other parts of Gilead were assigned to the rest of the people of Manasseh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The land assigned to the tribe of Manasseh was between the land where the tribe of Asher lives and Mikmethath, near Shechem. The border extended south to the spring of Tappuah."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The land near the city of Tappuah belonged to the tribe of Manasseh. But Tappuah itself was on the border with the tribe of Ephraim and in fact belonged to the Ephraimites."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The border extended down south to the brook of Kanah, and all the cities south of that stream belonged to Manasseh. The border of Manasseh was on the north side of the brook of Kanah; it extended to the Mediterranean Sea."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The land to the south belong to Ephraim and the land to the north belonged to the tribe of Manasseh; the Mediterranean Sea was Manasseh' s border. The tribe of Asher was on the north side of the boundary, while the tribe of Issachar was to the east."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But there were cities inside the territory assigned to the tribes of Issachar and Asher, that, along with their surrounding villages, were in fact assigned to people from the tribe of Manasseh. These cities were Beth Shan, Ibleam, Dor, Endor, Taanach, and Megiddo( and the third city in the list is Napheth)."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The men of the tribe of Manasseh were not able to force the people who lived in those cities to leave, so the Canaanite people continued to live in their land."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the people of Israel grew strong they forced those Canaanites to work for them as slaves but they were not able to take their land away from them."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "The descendants of Joseph( that is, the tribes of Ephraim and Manasseh) said to Joshua, \" You have assigned to us only one area of land, but we have a great number of people in our tribes. In every way Yahweh has blessed us, so why did you give us only a small portion of land to live on?\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Joshua replied to them, \" Since you have a lot of people, go up and cut down the trees in the forest and make a place for your crops and for yourselves to live in the land of the Perizzites and the Raphaim. This is what you must do, since the hill country is too cramped for you to live there.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The people of the tribes of Ephraim and Manasseh replied, \" The hill country is not big enough for us. But we cannot spread out into the plain because of the Canaanites who live on it. The Canaanites in Beth Shan and the surrounding villages have chariots with iron wheels.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Joshua replied to the house of Joseph, that is, to Ephraim and Manasseh; he said, \" Your people are indeed very numerous and very powerful. So I will make one more assignment of land for you:"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "the hill country will belong to you, too. You will have to cut down the trees in order to make it your own, and to make a place for you to live. You will drive out the Canaanites, even though they are strong and have chariots with iron wheels.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The entire assembly of the people of Israel met together at Shiloh. There they set up the tent where they worshiped Yahweh. There was no more war in the land."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "However, there seven tribes of Israel had not yet been assigned any land."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Joshua said to the people of Israel, \" Why are you waiting such a long time? How long are you going to delay going into the land that Yahweh, the God whom your ancestors worshiped, has promised to give to you?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Choose three men from each of your seven tribes. I will send them out to explore the parts of the land which you have not occupied yet. When they finish, they will write a report to tell you what the land is like. They will also make a map to show you where cities and important places are located and which tribe will live in which area."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They will divide the remaining land into seven parts. The tribe of Judah will keep its land in the south, and the tribes of Ephraim and Manasseh will keep their land in the north."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But in their report, the men from the seven tribes should describe the seven parts of the remaining land that they wish to receive, and bring the report to me. While Yahweh is watching, I will cast lots to decide which land should be assigned to each tribe."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But the tribe of Levi will not be assigned any land, because their reward is to be Yahweh' s priests. The tribes of Gad, Reuben, and the half tribe of Manasseh have already been assigned their land on the east side of the Jordan River, just as Moses, the man who served God well, decided, so they will not get any more land.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "When the men who were chosen got ready to leave, Joshua told them, \" Go and explore the land. Then write a report of what you have seen, and bring it back to me. Then while Yahweh is watching, I will cast lots here at Shiloh, to determine what area each tribe will receive.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So the men left and walked through the area. Then they described in a scroll each of the seven parts into which they had divided the land, together with their cities. Then they returned to Joshua, who was still at Shiloh."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "After Joshua read their report at Shiloh, while Yahweh was watching, he cast lots to choose which land would be assigned to each of the seven Israelite tribes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The first tribe that was assigned land was the tribe of Benjamin. Each clan in that tribe was assigned some of the land that was between the area that was assigned to the tribe of Judah and the area that was assigned to the tribes of Ephraim and Manasseh."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The northern border started at the Jordan River and extended west along the northern side of Jericho, into the hill country. From there the border extended west to the wilderness near Beth Aven."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "From there it extended south to Luz( which is now called Bethel). From there it goes down to Ataroth Addar, which is on the hill south of Lower Beth Horon."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "At the hill south of Beth Horon, the border turned and extended south to Kiriath Baal( which is also named Kiriath Jearim). That is a town where people of the tribe of Judah live. That was the western border."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "The south border of their land started near Kiriath Jearim and extended west to the springs of Nephtoah."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "From there it extended down to the bottom of the hill, near the Valley of Ben Hinnom, on the north side of the Valley of Rephaim. The border extended down along the Hinnom Valley, south of the city where the Jebusites lived, to En Rogel."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "From there the border extended west to En Shemesh and continued to Geliloth near the hill of Adummim. Then it extended to the great stone of Reuben' s son Bohan."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "From there the border extended to the northern edge of Beth Arabah and down into the plain along the Jordan."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "From there it extended east to the northern edge of Beth Hoglah and ended at the north end of the Dead Sea, where the Jordan River flows into the Dead Sea. That was the boundary on the south."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "The Jordan River was the eastern boundary of the land assigned to the tribe of Benjamin. Those were the boundaries of the land assigned to them, each border well described in turn."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "The cities in the land assigned to the tribe of Benjamin were Jericho, Beth Hoglah, Emek Keziz,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Beth Arabah, Zemaraim, Bethel,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Avvim, Parah, Ophrah,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Kephar Ammoni, Ophni, and Geba. Altogether there were fourteen cities, not counting their villages."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "The tribe of Benjamin also had the cities of Gibeon, Ramah, Beeroth,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Mizpah, Kephirah, Mozah,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Rekem, Irpeel, Taralah,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Zelah, Haeleph, Jebus( the city where the Jebusites lived, which is now called Jerusalem), Gibeah, and Kiriath. Altogether there were fourteen cities, not counting their villages. All that area was assigned to the clans of the tribe of Benjamin."
            }
          ],
          "tag": "pi"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The second tribe that was assigned land was the tribe of Simeon. Each clan in that tribe was assigned some land that was in the middle of Judah' s territory."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Simeon' s land included the following cities: Beer Sheba, Sheba, Moladah,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Hazarshual, Balah, Ezem,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Eltolad, Bethul, and Hormah."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Simeon' s land also included the cities of Ziklag, Beth Markaboth. Hazarsusah,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Beth Lebaoth, and Sharuhen. There were thirteen cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The land assigned to Simeon also included the four cities of Ain, Rimmon, Ether, and Ashan, and their surrounding villages."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They were also assigned some villages in an area that extended south to Baalath Beer( which is also called Ramah in the southern wilderness). That was the land assigned to the clans of the tribe of Simeon."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "The tribe of Judah had been assigned much more land than they needed, so part of their land was given to the tribe of Simeon."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The third tribe that was assigned land was the tribe of Zebulun. Each clan of that tribe was assigned some of the land."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "The southern border started at Sarid.",
              "attributes": {
                "occurrence": "2",
                "occurrences": "2"
              }
            },
            {
              "tag": "v",
              "num": "11",
              "text": "It extended west to Maralah and on to Dabbesheth, and extended to the brook in front of the city of Jokneam."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The border turned to the east from Sarid and went to the area near Chisloth Tabor and then on to Daberath, and farther on to Japhia."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "From there it extended east to Gath Hepher and Eth Kazin, and north to Rimmon. From there the border turned toward Neah."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "From Neah the border extended south to Hannathon and from there to the Valley of Iphtah El."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Zebulun' s area included the cities of Kattath, Nahalal, Shimron, Idalah, and Bethlehem. Altogether there were twelve cities, together with their nearby villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "That was the land that was allotted to the clans of the tribe of Zebulun, including the cities and their surrounding villages."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The fourth tribe that was assigned land was the tribe of Issachar. Each of the clans of that tribe was assigned some of the land."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Their land included the cities of Jezreel, Kesulloth, Shunem,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Hapharaim, Shion, and Anaharath."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Issachar' s land also included the cities of Rabbith, Kishion, Ebez,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Remeth, En Gannim, En Haddah, and Beth Pazzez."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The border of the area that was assigned to the tribe of Issachar was close to the cities of Tabor, Shahazumah, and Beth Shemesh, and ended in the east at the Jordan River. Altogether there were sixteen cities, together with their surrounding villages."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Those cities and surrounding villages were in the land assigned to the clans of the tribe of Issachar."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "The fifth tribe that was assigned land was the tribe of Asher. Each of the clans in that tribe was assigned some of the land."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Their land included the cities of Helkath, Hali, Beten, Akshaph,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Allammelek, Amad, and Mishal. The western border started at Mount Carmel and Shihorlibnath."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "From there it extended southeast to the city of Bethdagon, and then to the area that was allotted to the tribe of Zebulun, and farther to the Valley of Iphtah El. From there the border extended east and then north to Beth Emek and Neiel and Kabul."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "From there it extended west to the cities of Abdon, Rehob, Hammon, and Kanah, and continued to Sidon, which was a very large city."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "From Sidon, the border extended south toward Ramah and to the very large city of Tyre that had strong walls around it. From there the border extended west to Hosah and ended at the Mediterranean Sea, in the region of Aczib,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Ummah, Aphek, and Rehob. Altogether there were twenty- two cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Those cities and their villages were within the land that was assigned to the clans of the tribe of Asher."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "The sixth tribe that was assigned land was the tribe of Naphtali. Each of the clans in that tribe was assigned some of the land."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "The border of Naphtali' s land started in the west at the huge oak tree at Zaanannim, near the city of Heleph. It extended east through Adami Nekeb and Jabneel, then to Lakkum, and ended at the Jordan River."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The western boundary extended through Aznothtabor as far as Hukkok. It extended to the borders of the tribe of Zebulun at the south, to the border of the tribe of Asher on the west, and the to Jordan River to the east."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Within their land were many cities with strong walls around them. These cities were Ziddim, Zer, Hammath, Rakkath, Kinnereth,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Adamah, Ramah, Hazor,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Kedesh, Edrei, and Enhazor."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Naphtali' s cities with strong walls also included Yiron, Migdal El, Horem, Bethanath, and Bethshemesh. Altogether there were nineteen cities, together with their surrounding villages."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Those cities and surrounding villages were in the land that was assigned to the clans of the tribe of Naphtali."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "The seventh tribe that was assigned land was the tribe of Dan. Each of the clans in that tribe was assigned some of the land."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Their land included the cities of Zorah, Eshtaol, Ir Shemesh,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Shaalabbin, Aijalon, and Ithlah."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Dan' s land also included the cities of Elon, Timnah, Ekron,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Eltekeh, Gibbethon, Baalath,"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Jehud, Beneberak, Gath Rimmon,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Mejarkon, Rakkon, and the area near Joppa."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "47",
              "text": "But the people of the tribe of Dan were unable to take control of the land that had been assigned to them. So they went northeast and fought against the people in the city of Leshem. They defeated and killed all those people. Then they settled down to live in Leshem, and changed the name of the city to Dan, the man from whom their tribe descended."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "48",
              "text": "All of those cities and surrounding villages were in the land that was assigned to the clans in the tribe of Dan."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "After the Israelite leaders had divided the land among the tribes, they also assigned some land to Joshua."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "They assigned to him the city of Timnath Serah. Yahweh had said that he could have whatever city he wanted, and that was the city that he chose. It was in the hill country that had been assigned to the tribe of Ephraim. Joshua rebuilt the city and lived there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "51",
              "text": "Those were the areas that were assigned to the various tribes of Israel. Eleazar( the leader of all the priests), Joshua, and the leaders of each tribe divided up the land while they were all at Shiloh, by casting lots to decide which area each tribe would receive. They did that while Yahweh was watching at the entrance of the sacred tent. In that way they completed dividing up the land."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Yahweh said to Joshua,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\" Tell the Israelite people that they should choose some cities to which people can run in order to be safe, as I told Moses that you should do."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If someone kills another person accidentally, without intending to kill that person, then he can run to one of these cities and be safe."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "When that person arrives at the gate of one of those cities, he must stop there and tell the leaders of the city what happened. If they believe him, they must allow him to enter the city, and they must give him a place to live among them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "If some relative of the dead person comes to that city to get revenge, the leaders of that city must not allow the relative to take the killer, because what happened was accidental. He did not hate that person; he did not deliberately kill him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The person who killed someone else must stay in that city until the city judges put him on trial. Only if the judges decide that the person who has run to their city did not deliberately kill the other person will they allow him to stay in that city, and he must stay there until the high priest who was serving at the time of the offense dies. Then the man may safely go back to his own home.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So the Israelites chose these cities to be cities to which people could run to be safe: Kedesh in the region of Galilee, in the hill country where the tribe of Naphtali lived; Shechem in the hill country where the tribe of Ephraim lived; and Kiriath Arba( which is now called Hebron) in the hill country where the tribe of Judah lived;"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Bezer, on the east side of the Jordan River near Jericho, in the wilderness, where the tribe of Reuben lived; Ramoth in the region of Gilead, in the land where the tribe of Gad lived; and Golan in the region of Bashan, where the tribe of Manasseh lived."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Any Israelite or any foreigner who lived among them, anyone who had killed someone accidentally, was allowed to run to one of those cities. There he would be safe from some relative of the person who died coming there and killing him to get revenge. He could stay in that city until he was put on trial to decide whether he was telling the truth when he said that he did not kill that person on purpose."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The leaders of the clans of the Levites came to Shiloh to speak with Eleazar the priest, Joshua son of Nun, and the heads of the clans of the people of Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They said to them, \" Yahweh commanded Moses that you should give us cities where we can live and where we can have pasture for our animals.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So the Israelite leaders obeyed this command from Yahweh. They gave cities and pasturelands to the tribe of Levi out of their own lands that had been assigned to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "First Israelite leaders cast lots to assign some cities to the descendants of Kohath. These were clans that were the descendants of Aaron. They assigned thirteen cities in areas that the tribes of Judah, Simeon, and Benjamin possessed."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "To the other clans descended from Kohath, Israelite leaders assigned ten cities in areas that the tribes of Ephraim and Dan possessed, as well as the part of the tribe of Manasseh that lives on the west side of the Jordan River."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "To the people in the clans descended from Gershon, Israelite leaders assigned thirteen cities the areas that the tribes of Issachar, Asher, and Naphtali possessed, as well as the half tribe of Manasseh in region of Bashan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "To the people in the clans descended from Merari, the Israelite leaders assigned twelve cities in areas that the tribes of Reuben, Gad, and Zebulun possessed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "In this way, the Israelite leaders gave cities and pasturelands to the tribe of Levi, just as Yahweh had commanded Moses that they should do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "These are the names of the cities and surrounding pasturelands that the Israelite leaders assigned to the tribe of Levi in areas where the tribes of Judah and Simeon lived."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "First, the Israelite leaders assigned cities to certain clans descended from Kohath, the clans of Aaron' s descendants, those in the tribe of Levi who served as priests. The Israelite leaders cast lots first for these clans descended from Kohath."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The Israelite leaders assigned to them Kiriath Arba( which is now called Hebron), in the hill country of Judah( Arba had been the father of Anak). They also gave the pasturelands around the city."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "However, the Israelite leaders had already assigned the cultivated fields and villages surrounding Kiriath Arba to Caleb son of Jephunneh."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "In this way, the Israelite leaders assigned Hebron to the descendants of Aaron the priest. Hebron was one of the cities to which people could run if they accidentally killed a person. To Aaron' s descendants they also gave the cities of Libnah,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Jattir with its pasturelands, and Eshtemoa with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They also gave Holon with its pasturelands, and Debir with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Ain, Juttah, and Bethshemesh— nine cities with all their pasturelands. These cities were located in the areas that the tribes of Judah and Simeon had possessed."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The Israelite leaders also gave the descendants of Aaron some cities in the area that the tribe of Benjamin possessed: Gibeon, Geba,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Anathoth, and Almon— four cities with all their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Altogether there were thirteen cities with their surrounding pastureland that the Israelite leaders assigned to the priests, the descendants of Aaron."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "The other clans descended from Kohath received four cities in the area that the tribe of Ephraim possessed."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "To them were given Shechem with its pasturelands in the hill country of Ephraim, which was a city of refuge for anyone who killed a person unintentionally, and Gezer with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kibzaim, and Beth Horon— four cities with all their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "These particular clans descended from Kohath also received four cities with their surrounding pasturelands in the area that the tribe of Dan possessed. These cities were Eltekeh, Gibbethon,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Aijalon, and Gath Rimmon— four cities with all their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "These clans descended from Kohath also received two cities from the area that the tribe of Manasseh possessed. These cities were Taanach and Gath Rimmon— two cities with all their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "There were ten cities in all, together with their surrounding pasturelands, that these particular clans descended from Kohath received."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "The Israelite leaders also cast lots in order to assign cities and their surrounding pasturelands to the clans descended from Gershon. These clans were also descendants of Levi."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "So these clans received two cities from the area the tribe of Manasseh received— that is, the half of the tribe that had settled down on the east side of the Jordan River. Those cities were Golan in the region of Bashan, which was one of the cities to which people could run, and Beeshtarah— two cities with their pasturelands.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "These clans also received some cities from the area that the tribe of Issachar possessed. Those cities were Kishion, Daberath,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jarmuth, and En Gannim— four cities with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "These clans received some cities from the area that the tribe of Asher possessed. These cities were Mishal, Abdon,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Helkath, and Rehob— four cities with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "These clans received some cities from the area that the tribe of Naphtali possessed. These cities were Kedesh in the region of Galilee( one of the cities to which people could run if they killed a person unintentionally), Hammoth Dor, and Kartan— three cities with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Altogether, therefore, the Gershonite received thirteen cities, together with their surrounding pasturelands."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "The Israelite leaders also assigned cities to the rest of the Levites, that is, the people who belonged to the clans descended from Merari."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "These clans received some cities in areas that the tribe of Zebulun possessed. These cities were Jokneam, Kartah,",
              "attributes": {
                "occurrence": "1",
                "occurrences": "2"
              }
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Dimnah, and Nahalal— four cities with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "The clans descended from Merari also received cities in the area that the tribe of Reuben possessed. These cities were Bezer, Jahaz,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Kedemoth, and Mephaath— four cities with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "The clans descended from Merari also received cities in the area that the tribe of Gad possessed. These cities were Ramoth, which was one of the cities in Gilead to which people could run if they killed a person unintentionally, and Mahanaim."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "There were also the cities of Heshbon, and Jazer— four cities in all, together with their pasturelands."
            }
          ],
          "tag": "pi"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "In all the clans descended from Merari received twelve cities because the Israelite leaders had cast lots for them."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "So the Levites received all together forty- eight cities from the areas that the other tribes of Israel possessed, as well as the pasturelands belonging to those cities."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "These cities each had surrounding pastureland."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "It was in this way that Yahweh assigned to the Israelite people all the land that he had promised to give to their ancestors. The Israelite people took control of these areas and settled down in them."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Just as he had promised their ancestors, Yahweh allowed them to have peace with the enemies that surrounded them. None of their enemies defeated them. Yahweh helped Israel defeat all their enemies."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Yahweh kept every promise he made to the Israelites. Every promise came true."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Joshua then summoned the leaders of the Reubenites, Gadites, and the half tribe of Manasseh."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He said to them, \" You have done everything that Moses the servant of Yahweh, commanded you to do. You have also done what I commanded you to do."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For a long time you have helped the other tribes to defeat their enemies. You have obeyed everything that Yahweh your God taught you and commanded you to do."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He promised to give peace to your fellow Israelites, and he has done what he promised. So now you may go back to your homes, to the land that Moses gave to you, on the east side of the Jordan River."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Moses also commanded you to love Yahweh your God and to live your life as he wants you to live. He told you to obey his commands, to trust in him and to turn away from all others. Do this as you worship him and serve him by everything that you think and everything that you do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then Joshua blessed them and sent them away, so they went back to their tents."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Moses had given the region of Bashan, to the east of the Jordan River, to one- half of the tribe of Manasseh, and Joshua had given land on the west side of the Jordan River to the other half of that tribe. When Joshua sent them away to their tents, he asked God to bless them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "He said to them, \" Go back to your tents with much money with many animals and silver, gold, bronze, and iron, and with many beautiful clothes. But you should share the plunder from your enemies with your brothers and sisters.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So the people of Reuben, Gad, and the half tribe of Manasseh left the other people of Israel at Shiloh in the region of Canaan. They returned home to the region of Gilead, which belonged belonged to them, because Moses had assigned it to them by Yahweh' s command."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "They arrived at the western bank of the Jordan River in the land of Canaan. There the people of Reuben, Gad, and the half tribe of Manasseh built an altar— a very large and impressive altar."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The other people of Israel heard about this altar; they were concerned about what the people of Reuben, Gad, and the half tribe of Manasseh had built. It was an altar at the entrance to the land of Canaan. It was built at the city of Geliloth, near the Jordan, on the side that was part of the land of Israel."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The people of Israel heard of this, and the whole assembly of the people came together at Shiloh. They decided to go to war against them because of this altar."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But first, the Israelites sent Phinehas son of Eleazar and the leader of all the priests, to talk with the people of Reuben, Gad, and Manasseh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They also sent one leader from each of the ten tribes of Israel west of the Jordan River. Each of the leaders was an important leader in his own clan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Those leaders went to the region of Gilead to talk to the people of Reuben, Gad, and the half tribe of Manasseh. They said,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "\" All the other Israelites are asking, ' What is this you have done? You have disobeyed the commands of God. You have turned against Yahweh by building your own altar here in this place. You rebelled against the Yahweh."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Have you forgotten about how Yahweh punished us at Peor, when we stopped worshiping him and began to worship other gods? Yahweh sent a deadly sickness among the people of Israel, and many died from it."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Maybe you have built this altar because you have stopped worshiping Yahweh. If this is true, you have rebelled like this against him, and he will be angry with all the people of Israel.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "\" If you think that Yahweh considers your land here is not suitable for worshiping him, come back to our land, where Yahweh' s sacred tent is. We can share our land with you. But do not rebel against Yahweh or against us by building another altar for Yahweh our God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Surely you remember what happened when Zerah' s son Achan refused to obey Yahweh' s command to destroy everything in Jericho? That one man disobeyed God' s command, but many other Israelites were punished for what he did.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "The leaders of the tribes of Reuben, Gad, and the half tribe of Manasseh replied,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "\" Yahweh, the almighty God, knows why we did that, and we want you to know, too. If we have not been faithful to our promise to serve Yahweh, do not have any mercy on us, but take our lives."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "If we have built this altar so we can stop obeying Yahweh, or if we have built this altar to offer sacrifices, grain offerings, or sacrifices to promise friendship with him, in violation of the law, may Yahweh punish us and even take our lives."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "No, we built this altar because we were afraid that your children might speak to our children one day in the future and ask, ' What have you to do with Yahweh, the God of Israel?\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "We are afraid that they will say to our children, \" Yahweh made the Jordan River to be a boundary between us and you people of Reuben and you people of Gad. You have nothing to do with Yahweh.' And your children might try to stop our children from worshiping Yahweh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "So we said, ' Let us now build an altar, but not for bringing sacrifices nor for any offerings."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Instead, we want it to be a monument to prove to you, to ourselves, and to all of our descendants after us, that we truly worship Yahweh. We indeed worship him by our burned sacrifices and our offerings, and our offerings to promise friendship with him. We built this altar so your descendants may never say to our descendants in the future, \" Yahweh never gave you any portion of this land; you do not belong here.\"'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "In the future, if your descendants say that, our descendants can say, ' Look at the altar that our ancestors made! It is exactly like Yahweh' s altar at Shiloh, but we do not burn sacrifices on it. It is a monument which means that we and you together worship Yahweh!'"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "We certainly do not want to rebel against Yahweh or stop doing what he desires. This altar was never intended to be used for the sacrifices, for burning flour offerings or for making other sacrifices. We know that there is only one true altar for Yahweh our God and that it is in front of the sacred tent.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "When Phinehas the priest and the other ten leaders of the people of Israel heard what the people of Reuben, Gad, and Manasseh said, they were pleased."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "So Phinehas said to them, \" Now we know that Yahweh is with all of us Israelites, and that you were not rebelling against him when you built that altar. Because what you did did not break Yahweh' s laws, we are sure that he will not punish us."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Then Phinehas and the Israelite leaders left the people of the tribes of Reuben and Gad in the region of Gilead, and returned to Canaan. There they told the other Israelites what had happened."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "They were pleased, and they thanked God. They did not talk anymore about fighting against the people of the tribes of Reuben and Gad and destroying everything in their land."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "The people of the tribes of Reuben and Gad named their new altar\" Reminder,\" and they said, \" It is a reminder to us all that Yahweh is God.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A long time later, by the time Yahweh had allowed the Israelites to live in peace, without fearing any longer any enemies, Joshua had become very old."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Joshua called for all of Israel' s elders and leaders, together with their judges and officers, to come and listen to him. When they arrived, he began to speak to them: \" I am now very old."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "We have all seen what Yahweh our God has done to all the nations in this land. Yahweh our God has fought for us."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I have given to you the nations that remain. Their lands will also be your permanent possession for the tribes of Israel, just as are the lands of the people groups that our people destroyed when I was leading them— all those other nations that the Israelites destroyed from the Jordan to the Mediterranean Sea when I was the leader."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh your God will force those people out from their lands. He will capture their lands from them, in order that you might settle down in those lands. This is what he has promised to do for you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Pay careful attention so that you obey all that are written in the book of laws that Moses wrote down. Do not disobey them or change any of them."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "If you obey the law of Moses, you will not mix our people with those people groups. Do not even mention the names of their gods, and do use the names of their gods when you make promises or take oaths. Do not worship those gods or bow down to them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Love Yahweh and trust in him, as you have been doing. Do not stop worshiping him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Yahweh has forced many great and powerful nations to get out of your way as you advanced. No one has been able to stop you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Any single soldier among you will be able to cause a thousand men of war in the army of your enemy, to run away, because Yahweh your God fights for you. That is what he promised to do."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So do all you can to love Yahweh your God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "However, if you stop doing what Yahweh desires; if you associate with those people groups who survived the wars with our people, or if you marry them and become their friends, and if they become friends with you,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "then you can be sure that Yahweh our God will not help you force them out of your land. They will become like traps that will catch you. They will be like whips that strike your backs, and like thorns that will stick you in the eye. Your people group will become weaker and weaker until you die out in this land, this very good land that Yahweh our God has given to us."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "It is almost time for me to die, like everyone else does. You know deep within you, that every single thing that Yahweh promised to do for you, he has done it."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He has given to you all the good things he promised. In the same way, the other things that he promised, things that are not good, will also happen if you do what is evil. In that case he will take your lives and your land away from you."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "If you do not obey the covenant between Yahweh and you, and if you leave him and go and worship other gods and bow down to them, Yahweh will become very angry with you, just as a fire starts from a spark. Very quickly he will take away your lives, and he will take away this good land from you, the same land he has now given to you.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Joshua brought together to the city of Shekem the elders, leaders, judges, and officers of the nation of Israel, and they presented themselves before God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Joshua said to all of them, \" This is what Yahweh, the God we Israelite people worship, is saying: ' Long ago, your ancestors, including Abraham' s father Terah and Abraham' s younger brother Nahor, lived far beyond the Euphrates River, where they worshiped other gods."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But I took your ancestor Abraham from beyond the Euphates River and I led him into the land of Canaan. I gave him many descendants through his son Isaac."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I gave Isaac his own sons, Jacob and Esau. I gave Esau the hill country of Seir as his own, but I sent Jacob and his children went down to Egypt, where they lived for many years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "I sent Moses and his brother Aaron to Egypt, and I caused the people of Egypt to suffer many terrible plagues. After that, I brought your people out of Egypt."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When I brought your ancestors out of Egypt, they came to the sea. The Egyptian army pursued them with chariots and on horseback, as far as the Sea of Reeds.\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Joshua continued to speak: \" When you pleaded to Yahweh for help, he caused darkness to come between the nation of Israel and the Egyptian army, and he covered the Egyptian army with the waters of the sea so that your enemies were drowned. This is what Yahweh says: ' You saw what I did in Egypt. You lived in the desert for many years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then I brought you to the land of the Amorites, who lived on the east side of the Jordan River( the other side of the Jordan River from us here today). They fought against you, but I made you defeat them and destroy them; you captured their land. But I was the one who actually destroyed them, and I let you see everything that I did for you."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Balak son of Zippor, king of Moab, prepared his army and attacked Israel. He sent for Beor' s son Balaam, and he told him to call for a curse from Yahweh on your people."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But I would not listen to Balaam. Instead, I made him bless you, and I saved you from his curse."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then you all crossed the Jordan River and came to Jericho. The leaders of Jericho fought against you, as did the armies of the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. I made all of you more powerful than they were, and you defeated them all."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I am the one who caused them to panic. They acted as if they were being chased by hornets. And you drove out the two kings of the Amorites as your army moved ahead and pushed them away. But it was not because of your swords or your bows and arrows, but it was because that I, Yahweh, was fighting on your side."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So I gave you a land that you had not cleared or plowed, and I gave you cities that you did not build. Now you live in those cities, and you eat the grapes from grapevines that you did not plant, and you eat olives from trees that you did not plant.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Joshua continued to speak: \" Now be afraid and be in awe of Yahweh. Worship him sincerely, and be faithful when you make promises to him. Throw away the idols that your ancestors worshiped when they lived on the far side of the Euphrates River, and when they lived in Egypt. Worship Yahweh alone."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "If you do not want to worship Yahweh, then decide today what gods you will worship. In that case, you must decide whether you will worship the gods of your ancestors, the gods that they worshiped when they lived on the other side of the Euphrates River, or whether you will worhsip the gods of the Amorites, the gods that those people worshiped in this land where you now live. But as for me and my family, we will worship Yahweh.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The Israelite people answered, \" We will always worship Yahweh! We promise that we will never worship or bow down to any other gods!"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It was Yahweh who brought our ancestors up out of Egypt. He rescued us from that land, where they were slaves. We saw him perform great miracles, and he protected us when we were traveling. He protected us wherever we went; he kept us safe from the armies of many kings. We became a great nation, and we have entered this land."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Yahweh drove out all the people before us. He defeated the Amorites, who lived in the land. So we will worship and bow down to Yahweh, for he is our God.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But Joshua replied to the people, \" You cannot serve Yahweh! He is a holy God, and he will not allow you to worship other gods. He will not forgive you for breaking his laws, or when you sin,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "if you forsake Yahweh and worship other gods. If you forget him, he will turn and do the same harm to you as he did to your enemies, and he will burn you as with fire! He will do all this to, after he has been so good to you— if you turn your back on him and leave him.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But the people answered Joshua, \" No, we will worship Yahweh.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Joshua said, \" You are bearing witness to what you have said. You have chosen Yahweh and you are promising to worship him alone.\" They replied, \" Yes, that is what we promise to do.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then Joshua said, \" You must throw away all the other idols you have with you, and with all the strength you have within you, you must turn to Yahweh and worship him as your God, and no other.\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The people replied, \" We will worship Yahweh, our God, and we will obey him alone.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "On that same day, Joshua made a covenant with the people. There at Shechem, he wrote down for them all the decrees and laws that Yahweh commanded them to obey."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "He wrote down all the words that were in the book of the law of God. He took a great stone and set it up there at Shechem, under the large oak tree that grew beside the place where they worshiped Yahweh."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Joshua said to all the people, \" Look! This stone will bear testimony against us. This is the place where we promised that we would serve Yahweh. This stone will be a place to remember our promise to Yahweh, and a place to remind us of what will happen to us if we do not keep our promise to God.\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then Joshua sent the people away, and they went to the places that were assigned to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "After these things happened, Joshua son of Nun, the servant of Yahweh, died. He was undefined years old when he died."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "They buried his body on his own property in Timnathserah. It is in the north hill country of Ephraim, north of Mount Gaash."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The people of Israel worshiped Yahweh as long as the elders who had served with Joshua were alive; they had seen everything that Yahweh had done for Israel."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Joseph' s bones, which the people of Israel had brought up out of Egypt, were buried at Shechem, in the piece of land that Jacob had bought long ago for the price of one hundred pieces of silver. He had bought it from Hamor, the father of Shechem. That piece of land became a permanent possession for Joseph' s descendants."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Eleazar son of Aaron, also died. They buried his body at Gibeah, the city that belonged to Phinehas, his son, in the hill country of Ephraim."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "JOS EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:53:17 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua"
    }
  ]
}