[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am like someone who is hungry, who searches for fruit to eat"
  },
  {
    "t": "q",
    "v": "and who finds no grapes or figs to eat"
  },
  {
    "t": "q",
    "v": "because all the fruit has been picked."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "not one of them is left."
  },
  {
    "t": "q",
    "v": "The people who are left are all murderers;"
  },
  {
    "t": "q",
    "v": "it is as though everyone is eager to kill his fellow countryman."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Government officials and judges all ask for bribes."
  },
  {
    "t": "q",
    "v": "Important people tell others what they want,"
  },
  {
    "t": "q",
    "v": "and they plot together about how to get it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the people who we thought to be the most honest are worse than thornbushes."
  },
  {
    "t": "q",
    "v": "But Yahweh will soon judge them."
  },
  {
    "t": "q",
    "v": "Now is the time that he will punish people,"
  },
  {
    "t": "q",
    "v": "when they will be very confused because of it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not trust even a friend;"
  },
  {
    "t": "q",
    "v": "even be careful what you say to your wife, whom you love."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and girls will defy their mothers."
  },
  {
    "t": "q",
    "v": "Women will defy their mothers-in-law."
  },
  {
    "t": "q",
    "v": "Your enemies will be those who live in your own house."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I confidently expect that God, my Savior, will answer me when I pray."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not gloat about what has happened to us,"
  },
  {
    "t": "q",
    "v": "because even if we have experienced disasters,"
  },
  {
    "t": "q",
    "v": "those disasters will end, and we will be prosperous again."
  },
  {
    "t": "q",
    "v": "Even if it is as though we are sitting in the darkness,"
  },
  {
    "t": "q",
    "v": "Yahweh will be our light."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because we have sinned against him."
  },
  {
    "t": "q",
    "v": "But later, it will be as though he will go to court and defend us."
  },
  {
    "t": "q",
    "v": "He will make sure that the judge makes a right decision about us."
  },
  {
    "t": "q",
    "v": "It will be as though he will bring us out into the light,"
  },
  {
    "t": "q",
    "v": "and we will see him rescue us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they ridiculed us, saying"
  },
  {
    "t": "q",
    "v": "“Why is Yahweh, that God of yours, not helping you?”"
  },
  {
    "t": "q",
    "v": "But with our own eyes we will see them be defeated;"
  },
  {
    "t": "q",
    "v": "we will see them trampled"
  },
  {
    "t": "q",
    "v": "like mud in the streets."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your territory will become larger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "from Assyria, from near the Euphrates River in the east, and from Egypt in the south,"
  },
  {
    "t": "q",
    "v": "from the Dead Sea to the Mediterranean Sea,"
  },
  {
    "t": "q",
    "v": "and from many mountains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because of the evil deeds that their people have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Lead the people whom you have chosen to belong to you."
  },
  {
    "t": "q",
    "v": "Even though some of them live by themselves in a forest,"
  },
  {
    "t": "q",
    "v": "give them the fertile pastureland"
  },
  {
    "t": "q",
    "v": "in the regions of Bashan and Gilead,"
  },
  {
    "t": "q",
    "v": "which they possessed long ago."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Yahweh says,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "People from many nations will see what Yahweh does for you,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Being very humiliated, they will crawl on the ground like snakes."
      },
      {
        "t": "v",
        "n": 18,
        "v": "Yahweh, there is no God like you;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "You will again act kindly toward us."
      },
      {
        "t": "v",
        "n": 20,
        "v": "You will show that you faithfully do what you promised for us and faithfully love us,"
      }
    ]
  },
  {
    "t": "q",
    "v": "“Yes, I will perform miracles for you"
  },
  {
    "t": "q",
    "v": "like the miracles that I performed when I rescued your ancestors from being slaves in Egypt.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will be ashamed"
  },
  {
    "t": "q",
    "v": "because they do not have any power."
  },
  {
    "t": "q",
    "v": "They will put their hands over their mouths and their ears because they will be very amazed at what Yahweh does."
  },
  {
    "t": "q",
    "v": "They will not be able to say anything or hear anything, because they will be terrified."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will come out of their homes trembling"
  },
  {
    "t": "q",
    "v": "and stand to honor Yahweh our God."
  },
  {
    "t": "q",
    "v": "They will be very afraid of him"
  },
  {
    "t": "q",
    "v": "and will tremble in front of him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you forgive the sins that the people who have survived committed,"
  },
  {
    "t": "q",
    "v": "the people who belong to you."
  },
  {
    "t": "q",
    "v": "You do not remain angry forever;"
  },
  {
    "t": "q",
    "v": "you are very happy to show us that you faithfully love us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will get rid of the scroll on which you have written the sins that we have committed,"
  },
  {
    "t": "q",
    "v": "as though you were trampling it under your feet"
  },
  {
    "t": "q",
    "v": "or throwing it into the deep ocean."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "just as you solemnly promised long ago to our ancestors Abraham and Jacob that you would do."
  }
]