{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Pay attention to what Yahweh will say:"
          },
          {
            "tag": "q1",
            "text": "Micah says to Yahweh, \"Stand up in court and accuse the Israelites."
          },
          {
            "tag": "q2",
            "text": "Allow the hills and mountains to hear what you will say."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The mountains must listen carefully to what Yahweh says about his people, so they can be witnesses."
          },
          {
            "tag": "q2",
            "text": "Indeed, Yahweh has many things to accuse his people Israel about."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He says this: \"My people, what have I done to cause trouble for you ?"
          },
          {
            "tag": "q2",
            "text": "What have I done to cause you to experience difficulties?"
          },
          {
            "tag": "q1",
            "text": "Answer me!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I did great things for your ancestors;"
          },
          {
            "tag": "q2",
            "text": "I brought them out of Egypt;"
          },
          {
            "tag": "q2",
            "text": "I rescued them from that land where they were slaves."
          },
          {
            "tag": "q1",
            "text": "I sent Moses to lead them,"
          },
          {
            "tag": "q2",
            "text": "and his older brother Aaron and his older sister Miriam."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "My people, think about when Balak, the king of Moab, requested Beor's son Balaam to curse your ancestors,"
          },
          {
            "tag": "q2",
            "text": "and think about what Balaam replied."
          },
          {
            "tag": "q1",
            "text": "Think about how your ancestors crossed the Jordan River miraculously while they were traveling from Acacia to Gilgal."
          },
          {
            "tag": "q2",
            "text": "Think about those things in order that you may know that I, Yahweh, do what is right.\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The Israelite people ask, \"What shall we bring to Yahweh who lives in heaven"
          },
          {
            "tag": "q2",
            "text": "when we come to him and bow down before him?"
          },
          {
            "tag": "q1",
            "text": "Should we bring calves that are a year old"
          },
          {
            "tag": "q2",
            "text": "that will be offerings that will be killed and completely burned on the altar?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Would Yahweh be pleased if we offered to him a thousand rams"
          },
          {
            "tag": "q2",
            "text": "and ten thousand streams of olive oil?"
          },
          {
            "tag": "q1",
            "text": "Should we offer our firstborn children to be sacrifices"
          },
          {
            "tag": "q2",
            "text": "to pay for the sins that we have committed?\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "No, because he has shown each of us what is good to do;"
          },
          {
            "tag": "q2",
            "text": "he has shown us what he requires each of us to do:"
          },
          {
            "tag": "q1",
            "text": "he wants us to do what is just and to love to act mercifully toward others,"
          },
          {
            "tag": "q2",
            "text": "and he wants us to live humbly while we fellowship with him, our God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "God says this: \"I am Yahweh, so if you are wise, you should honor me."
          },
          {
            "tag": "q2",
            "text": "I am calling out to you people of Jerusalem to tell you this:"
          },
          {
            "tag": "q1",
            "text": "The armies that will destroy your city are coming,"
          },
          {
            "tag": "q2",
            "text": "so pay careful attention to me, the one who is causing them to punish you with my rod."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You wicked people have filled your homes with valuable things"
          },
          {
            "tag": "q2",
            "text": "that you acquired by cheating others."
          },
          {
            "tag": "q1",
            "text": "You use false measures when you buy and sell things."
          },
          {
            "tag": "q2",
            "text": "Those are things that I hate."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You do not think that I should say nothing about people who use scales that do not weigh correctly,"
          },
          {
            "tag": "q2",
            "text": "and who use weights that are not accurate, do you?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The rich people among you always act violently to get money from poor people."
          },
          {
            "tag": "q2",
            "text": "All of the people in Jerusalem are liars,"
          },
          {
            "tag": "q2",
            "text": "and they always deceive people."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore, I have already begun to get rid of you,"
          },
          {
            "tag": "q2",
            "text": "to ruin you because of the sins that you have committed."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Soon you will eat food, but you will not have enough to satisfy you;"
          },
          {
            "tag": "q2",
            "text": "your stomachs will still feel as though they are empty."
          },
          {
            "tag": "q1",
            "text": "You will try to save up money,"
          },
          {
            "tag": "q2",
            "text": "but you will be able to save nothing,"
          },
          {
            "tag": "q1",
            "text": "because I will send your enemies to take it from you in wars."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You will plant crops,"
          },
          {
            "tag": "q2",
            "text": "but you will not harvest anything."
          },
          {
            "tag": "q1",
            "text": "You will press olives,"
          },
          {
            "tag": "q2",
            "text": "but others, not you, will use the olive oil."
          },
          {
            "tag": "q1",
            "text": "You will trample on the grapes and make wine from the juice,"
          },
          {
            "tag": "q2",
            "text": "but others, not you, will drink the wine."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Those things will happen to you because you obey only the wicked laws of King Omri,"
          },
          {
            "tag": "q2",
            "text": "and you do the terrible things that King Ahab and his descendants commanded."
          },
          {
            "tag": "q1",
            "text": "So I will destroy your country,"
          },
          {
            "tag": "q2",
            "text": "and I will cause the other people groups to despise you, my own people.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "MIC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Micah"
}