{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh says that some day his temple will be on top of a mountain,"
          },
          {
            "tag": "q1",
            "text": "and that mountain will be the most important one on the earth;"
          },
          {
            "tag": "q2",
            "text": "it will be as though it was higher than all the hills,"
          },
          {
            "tag": "q1",
            "text": "and huge groups of people from all over the world will come there to worship."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "People from many nations will say to each other,"
          },
          {
            "tag": "q1",
            "text": "\"Let us go to the mountain where Yahweh is,"
          },
          {
            "tag": "q2",
            "text": "to the temple where we can worship the God whom Jacob worshiped."
          },
          {
            "tag": "q1",
            "text": "There he will teach us how he wants us to conduct our lives,"
          },
          {
            "tag": "q2",
            "text": "and we will do what he wants us to do.\""
          },
          {
            "tag": "q1",
            "text": "Mount Zion is the place where he will teach people;"
          },
          {
            "tag": "q2",
            "text": "and people will go out from Jerusalem to tell others his messages."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh will settle disputes between many different people and groups who are fighting against each other,"
          },
          {
            "tag": "q2",
            "text": "and he will also settle disputes between powerful nations that are far away."
          },
          {
            "tag": "q1",
            "text": "Then people will hammer their swords to cause them to become plow blades,"
          },
          {
            "tag": "q2",
            "text": "and hammer their spears to cause them to become pruning knives."
          },
          {
            "tag": "q1",
            "text": "Armies of nations will no longer fight against armies of other nations,"
          },
          {
            "tag": "q2",
            "text": "and they will no longer train men how to fight in wars."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Everyone will sit peacefully under his own grapevines,"
          },
          {
            "tag": "q2",
            "text": "and under his own fig trees;"
          },
          {
            "tag": "q1",
            "text": "no one will cause them to be afraid."
          },
          {
            "tag": "q2",
            "text": "That is what will surely happen because Yahweh, commander of the angel armies, has said it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Many of the people of other nations will worship their own gods,"
          },
          {
            "tag": "q2",
            "text": "but we will worship Yahweh our God always, forever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh says, \"There will soon be a time when I will gather the people whom I have punished,"
          },
          {
            "tag": "q1",
            "text": "who have been exiled,"
          },
          {
            "tag": "q2",
            "text": "all those whom I have caused to suffer much."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "My people who did not die while they were exiled will become a strong nation again."
          },
          {
            "tag": "q1",
            "text": "Then I, Yahweh, will be their king,"
          },
          {
            "tag": "q2",
            "text": "and I will rule from Jerusalem forever."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "As for you people of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "you who guard all of my people as a shepherd guards his sheep from a tower,"
          },
          {
            "tag": "q1",
            "text": "you who live on Mount Zion will have great power again."
          },
          {
            "tag": "q2",
            "text": "You people who live in Jerusalem will again rule as you did previously."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So why are you wailing now?"
          },
          {
            "tag": "q2",
            "text": "Is it because you have no king?"
          },
          {
            "tag": "q1",
            "text": "Have all your wise people died?"
          },
          {
            "tag": "q2",
            "text": "You are weeping loudly like a woman who is giving birth to a baby."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Well, you people of Jerusalem should twist and groan as a woman who is having birth pains,"
          },
          {
            "tag": "q2",
            "text": "because now you must leave this city."
          },
          {
            "tag": "q1",
            "text": "While you are traveling, you will set up tents in open fields at night;"
          },
          {
            "tag": "q2",
            "text": "you will go to live in Babylon."
          },
          {
            "tag": "q1",
            "text": "But while you are there,"
          },
          {
            "tag": "q2",
            "text": "I, Yahweh, will rescue you;"
          },
          {
            "tag": "q1",
            "text": "I will free you from the power of your enemies."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now the armies of many nations have gathered to attack you."
          },
          {
            "tag": "q2",
            "text": "They are saying, 'Jerusalem must be destroyed!"
          },
          {
            "tag": "q2",
            "text": "We want to see this city when it becomes ruins!'\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The prophet says, they do not know what Yahweh thinks;"
          },
          {
            "tag": "q2",
            "text": "and they do not understand what he is planning."
          },
          {
            "tag": "q1",
            "text": "He will gather them and punish them"
          },
          {
            "tag": "q2",
            "text": "as farmers thresh grain on the ground."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh says, \"So, you people of Jerusalem, rise up and punish the nations who oppose you."
          },
          {
            "tag": "q2",
            "text": "I will cause you to be very strong,"
          },
          {
            "tag": "q1",
            "text": "as if you had horns made of iron,"
          },
          {
            "tag": "q2",
            "text": "as if you had hooves made of bronze;"
          },
          {
            "tag": "q2",
            "text": "and you will crush many nations."
          },
          {
            "tag": "q1",
            "text": "Then you will take from your enemies the valuable things that they have taken from other countries,"
          },
          {
            "tag": "q2",
            "text": "and I will cause you to dedicate those things to me, the one who is the Lord of all the people on the earth.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "MIC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Micah"
}