{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You people of Jerusalem, gather your troops together."
          },
          {
            "tag": "q2",
            "text": "Even though you have a wall around your city to protect it,"
          },
          {
            "tag": "q1",
            "text": "enemy soldiers are surrounding the city."
          },
          {
            "tag": "q2",
            "text": "Soon they will strike your leader on his face with a rod."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But you people of Bethlehem in the district of Ephrathah,"
          },
          {
            "tag": "q2",
            "text": "even though your town is a very small one among all the towns in Judah,"
          },
          {
            "tag": "q2",
            "text": "someone who will rule Israel will be born in your town."
          },
          {
            "tag": "q1",
            "text": "He will be someone whose family existed a very long time ago."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Now God will allow your enemies to conquer you, you people of Israel,"
          },
          {
            "tag": "q2",
            "text": "but it will be for only a short time,"
          },
          {
            "tag": "q1",
            "text": "like the short time that women have great pain while their babies are being born."
          },
          {
            "tag": "q2",
            "text": "After that, your fellow countrymen who were exiled will return to their own country."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "And that a man who will rule there in Jerusalem will stand and lead his people well,"
          },
          {
            "tag": "q2",
            "text": "because Yahweh, his God, will cause him to be strong and greatly honored."
          },
          {
            "tag": "q1",
            "text": "Then the people whom he rules will live in Jerusalem safely;"
          },
          {
            "tag": "q2",
            "text": "he will be greatly honored by people all over the earth"
          },
          {
            "tag": "q2",
            "text": "so no one will dare to attack Jerusalem."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And he will cause things to go well with his people."
          },
          {
            "tag": "q1",
            "text": "When the army of Assyria attacks our country"
          },
          {
            "tag": "q2",
            "text": "and breaks though our fortresses,"
          },
          {
            "tag": "q1",
            "text": "we will appoint seven or eight leaders to lead our army to fight against them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "With their swords our army will defeat the army of Assyria, whose capital Nimrod founded long ago. Our army will rule their cities."
          },
          {
            "tag": "q1",
            "text": "So our army will rescue us from the Assyrian army"
          },
          {
            "tag": "q2",
            "text": "when they invade our country."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The descendants of Jacob who survive will be a blessing to the people of other nations"
          },
          {
            "tag": "q2",
            "text": "like dew and rain sent by Yahweh do good to the grass."
          },
          {
            "tag": "q1",
            "text": "They will not trust in humans to help them;"
          },
          {
            "tag": "q2",
            "text": "instead, they will rely on Yahweh."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "In the midst of their enemies in many people groups,"
          },
          {
            "tag": "q2",
            "text": "the descendants of Jacob who remain alive will be like a lion among the other wild beasts of the forest,"
          },
          {
            "tag": "q1",
            "text": "like a strong young lion that attacks sheep in a flock,"
          },
          {
            "tag": "q2",
            "text": "and no one will be able to rescue their enemies."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You Israelites will defeat all your enemies"
          },
          {
            "tag": "q2",
            "text": "and completely destroy them."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "\"At that time, I will destroy you Israelite people's horses that your soldiers use in war,"
          },
          {
            "tag": "q2",
            "text": "together with your chariots."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I will tear down your city walls"
          },
          {
            "tag": "q2",
            "text": "and destroy all your fortified cities."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will get rid of all those among you who practice magic"
          },
          {
            "tag": "q2",
            "text": "and the fortune tellers."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will destroy all your idols and stone pillars,"
          },
          {
            "tag": "q2",
            "text": "and then you will no longer bow down and worship things that you yourselves have made."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I will get rid of your poles that represent the goddess Asherah,"
          },
          {
            "tag": "q2",
            "text": "and I will also destroy all your idols."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Because I will be very angry,"
          },
          {
            "tag": "q2",
            "text": "I will also punish the people of all the nations who have not obeyed me.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "MIC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Micah"
}