{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Micah"
        },
        {
          "tag": "toc2",
          "text": "Micah"
        },
        {
          "tag": "toc3",
          "text": "Mic"
        },
        {
          "tag": "mt1",
          "text": "Micah"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh gave Micah, who was from Moresheth in Judah, these messages in visions about Samaria and Jerusalem during the time when Jotham, and then Ahaz, and then Hezekiah were the kings of Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "You people everywhere on the earth, pay attention to this."
            },
            {
              "tag": "q2",
              "text": "Yahweh our God is accusing you from his holy temple in heaven."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He will come down from heaven"
            },
            {
              "tag": "q2",
              "text": "and walk over the high places where you worship idols."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "It will be as though the mountains will melt under his feet"
            },
            {
              "tag": "q2",
              "text": "as wax melts in front of a fire,"
            },
            {
              "tag": "q1",
              "text": "and as water disappears"
            },
            {
              "tag": "q2",
              "text": "when it rushes down into a valley."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Those things will happen because of the terrible sins that the people of Israel, the descendants of Jacob, have committed."
            },
            {
              "tag": "q2",
              "text": "But it was the people of the city of Samaria who persuaded all the people of Israel to sin."
            },
            {
              "tag": "q1",
              "text": "And it was because the people of Jerusalem set up altars to worship their gods"
            },
            {
              "tag": "q2",
              "text": "that the other people of Judah thought they should also worship idols on the hilltops."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Yahweh says this: \"I will cause Samaria to become a heap of rubble;"
            },
            {
              "tag": "q2",
              "text": "it will be only a field for planting vineyards."
            },
            {
              "tag": "q1",
              "text": "I will cause the stones of its buildings to roll down into the valley."
            },
            {
              "tag": "q2",
              "text": "I will destroy the buildings down to their foundations."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I will make others smash the idols in Samaria to pieces."
            },
            {
              "tag": "q2",
              "text": "The gifts given to prostitutes at the temples of their idols will be burned in fire."
            },
            {
              "tag": "q1",
              "text": "Because people paid prostitutes there,"
            },
            {
              "tag": "q2",
              "text": "their enemies will take away those idols and sell them to pay prostitutes in other countries."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Because Samaria will be destroyed, I will weep and wail."
            },
            {
              "tag": "q2",
              "text": "I will walk around barefoot and naked."
            },
            {
              "tag": "q1",
              "text": "I will howl like a jackal"
            },
            {
              "tag": "q2",
              "text": "and screech like an owl."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will lament because Samaria will be completely destroyed;"
            },
            {
              "tag": "q2",
              "text": "nothing can save that city."
            },
            {
              "tag": "q1",
              "text": "But the same thing will happen to Judah."
            },
            {
              "tag": "q2",
              "text": "It is as though the enemy army had already reached the city gates of Jerusalem,"
            },
            {
              "tag": "q2",
              "text": "the main city where my people live."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Do not tell that to our enemies in the city of Gath in Philistia!"
            },
            {
              "tag": "q2",
              "text": "Do not cry, or the people there will find out what is happening."
            },
            {
              "tag": "q1",
              "text": "Instead, just roll on the ground in Beth Leaphrah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You people who live in Shaphir,"
            },
            {
              "tag": "q2",
              "text": "naked and ashamed, you will be taken to another country."
            },
            {
              "tag": "q1",
              "text": "You people in Beth Ezel should mourn,"
            },
            {
              "tag": "q2",
              "text": "because no one from Zaanan will go out to help you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The people of Maroth"
            },
            {
              "tag": "q2",
              "text": "are anxiously waiting for good things to happen to them."
            },
            {
              "tag": "q1",
              "text": "But I will make terrible things to happen to them,"
            },
            {
              "tag": "q2",
              "text": "and they will soon happen at the gates of Jerusalem.\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You people in the city of Lachish,"
            },
            {
              "tag": "q2",
              "text": "hitch your horses to pull the chariots in which you can ride to flee from your enemies."
            },
            {
              "tag": "q1",
              "text": "The Israelite people rebelled against Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and you imitated them,"
            },
            {
              "tag": "q1",
              "text": "and that caused the people of Jerusalem to start sinning, too."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You people of Judah, send a farewell gift to the people of Moresheth,"
            },
            {
              "tag": "q2",
              "text": "because their enemies will soon destroy it."
            },
            {
              "tag": "q1",
              "text": "The kings of Israel will soon find out that the people of the town of Akzib will disappoint them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You people of Mareshah,"
            },
            {
              "tag": "q2",
              "text": "Yahweh will soon send someone to conquer your town."
            },
            {
              "tag": "q1",
              "text": "It will be necessary for the great leaders of Israel to go and hide in the cave near Adullam."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "You people of Judah, shave your heads and go into mourning,"
            },
            {
              "tag": "q2",
              "text": "because the children whom you love will soon go into exile."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Terrible things will happen to you who lie awake at night,"
            },
            {
              "tag": "q2",
              "text": "planning to do wicked things."
            },
            {
              "tag": "q1",
              "text": "Then you get up at dawn, and you do those things"
            },
            {
              "tag": "q2",
              "text": "as soon as you are able to do them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "You want fields that belong to other people,"
            },
            {
              "tag": "q2",
              "text": "so you seize them;"
            },
            {
              "tag": "q2",
              "text": "you also take their houses."
            },
            {
              "tag": "q1",
              "text": "You cheat people to get their homes,"
            },
            {
              "tag": "q2",
              "text": "taking away the property that belongs to their families."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Therefore, this is what Yahweh says:"
            },
            {
              "tag": "q1",
              "text": "\"I will cause you people of Israel to experience disasters,"
            },
            {
              "tag": "q2",
              "text": "and you will not be able to escape from them."
            },
            {
              "tag": "q1",
              "text": "You will no longer walk around proudly,"
            },
            {
              "tag": "q2",
              "text": "because when that happens, it will be a time of much trouble for you."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "At that time, your enemies will make fun of you rich people;"
            },
            {
              "tag": "q2",
              "text": "they will ridicule you by singing this sad song about you:"
            },
            {
              "tag": "q1",
              "text": "'We Israelites are completely ruined;"
            },
            {
              "tag": "q2",
              "text": "Yahweh is taking our land from us,"
            },
            {
              "tag": "q1",
              "text": "and he will give it to those who capture us.'\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So when it is the time for the land to be given back to you people who belong to Yahweh,"
            },
            {
              "tag": "q2",
              "text": "there will be no one alive among you rich families to receive back any of that land."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The people who heard me say that replied to me,"
            },
            {
              "tag": "q2",
              "text": "\"Do not prophesy such things!"
            },
            {
              "tag": "q2",
              "text": "Do not say that Yahweh is going to humiliate us by causing us to experience disasters!\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But you people talk like that!"
            },
            {
              "tag": "q2",
              "text": "You say that Yahweh never gets angry,"
            },
            {
              "tag": "q2",
              "text": "and that he never really punishes us.\""
            },
            {
              "tag": "q1",
              "text": "Of course, what I say certainly helps those who live in the right way."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Yahweh says,"
            },
            {
              "tag": "q2",
              "text": "\"Recently my people have been acting toward me like an enemy."
            },
            {
              "tag": "q1",
              "text": "You rich people refuse to return the coats of those who have borrowed money from you,"
            },
            {
              "tag": "q2",
              "text": "the coats they gave you to promise that they would repay their debts."
            },
            {
              "tag": "q2",
              "text": "You take their coats without warning, surprising them as much as soldiers returning from war would be surprised by attacks instead of safety at home."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You have forced women to leave their nice homes,"
            },
            {
              "tag": "q2",
              "text": "and you have stolen from their children forever the blessings that I wanted to give them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So get up and leave here!"
            },
            {
              "tag": "q2",
              "text": "This is not a place where you can rest and be safe,"
            },
            {
              "tag": "q1",
              "text": "because you have defiled it."
            },
            {
              "tag": "q2",
              "text": "I will make sure it will be completely destroyed."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You people want a prophet who will lie to you,"
            },
            {
              "tag": "q2",
              "text": "saying, 'I will preach that you should drink plenty of wine and other alcoholic drinks!'"
            },
            {
              "tag": "q2",
              "text": "That is the kind of prophet who would please you.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "\"But some day, you descendants of Jacob, I will bring back from exile the Israelite people who have survived."
            },
            {
              "tag": "q1",
              "text": "I will gather you together"
            },
            {
              "tag": "q2",
              "text": "like a shepherd gathers his sheep into a pen,"
            },
            {
              "tag": "q2",
              "text": "and there will be many of you in your land."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Your leader will enable them to leave the countries where they have been exiled;"
            },
            {
              "tag": "q2",
              "text": "he will lead them out of the gates of their enemies' cities,"
            },
            {
              "tag": "q2",
              "text": "back to your own country."
            },
            {
              "tag": "q1",
              "text": "Your king will lead them;"
            },
            {
              "tag": "q2",
              "text": "it is I, Yahweh, who will be their king!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then I said, \"You Israelite leaders, listen to what I say!"
            },
            {
              "tag": "q1",
              "text": "You should certainly know what things are right to do"
            },
            {
              "tag": "q2",
              "text": "and what things are wrong,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "but you hate what is good"
            },
            {
              "tag": "q1",
              "text": "and love what is evil."
            },
            {
              "tag": "q2",
              "text": "You act like butchers:"
            },
            {
              "tag": "q1",
              "text": "it is as though you strip the skin off my people"
            },
            {
              "tag": "q2",
              "text": "and tear the flesh from their bones."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It is as though you chop them into pieces like meat to be cooked in a pot."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then, when you have troubles, you plead to Yahweh to help you,"
            },
            {
              "tag": "q2",
              "text": "but he will not answer you."
            },
            {
              "tag": "q1",
              "text": "At that time, he will turn his face away from you"
            },
            {
              "tag": "q2",
              "text": "because of the evil things that you have done.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "This is what Yahweh says"
            },
            {
              "tag": "q1",
              "text": "about your false prophets who are deceiving the people:"
            },
            {
              "tag": "q2",
              "text": "\"If someone gives them food,"
            },
            {
              "tag": "q1",
              "text": "those prophets say that things will go well for him."
            },
            {
              "tag": "q2",
              "text": "But they declare that I will punish anyone who does not give them food."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So now it is as though night will descend on you prophets;"
            },
            {
              "tag": "q2",
              "text": "you will not receive any more visions."
            },
            {
              "tag": "q1",
              "text": "It is as though the sun will set for you;"
            },
            {
              "tag": "q2",
              "text": "the time when you are greatly honored will end."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then you seers will be disgraced;"
            },
            {
              "tag": "q2",
              "text": "you will cover your faces because you will be ashamed,"
            },
            {
              "tag": "q2",
              "text": "because when you ask me what will happen, there will be no answer from me.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But as for me, I am full of God's power,"
            },
            {
              "tag": "q2",
              "text": "power from the Spirit of Yahweh."
            },
            {
              "tag": "q1",
              "text": "I am just and strong"
            },
            {
              "tag": "q2",
              "text": "and declare to the Israelite people"
            },
            {
              "tag": "q2",
              "text": "that they have sinned and rebelled against Yahweh."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You leaders of the people of Israel, listen to this:"
            },
            {
              "tag": "q2",
              "text": "You hate it when people do what is just,"
            },
            {
              "tag": "q1",
              "text": "and when people say what is true,"
            },
            {
              "tag": "q2",
              "text": "you say it is false."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "It is as though you are building houses in Jerusalem on foundations"
            },
            {
              "tag": "q2",
              "text": "that consist of murdering people and doing what is corrupt."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Your leaders make favorable decisions only if they receive bribes."
            },
            {
              "tag": "q2",
              "text": "Your priests teach people only if those people pay them well."
            },
            {
              "tag": "q2",
              "text": "Your false prophets require people to pay them to tell people what will happen to them in the future."
            },
            {
              "tag": "q1",
              "text": "Those prophets say, \"Yahweh is telling us what we should say,"
            },
            {
              "tag": "q2",
              "text": "and we say that we will not experience any disasters.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Because of what you leaders do,"
            },
            {
              "tag": "q2",
              "text": "Mount Zion will be plowed like a field;"
            },
            {
              "tag": "q1",
              "text": "it will become a heap of ruins."
            },
            {
              "tag": "q2",
              "text": "The top of the hill, where the temple is now, will be covered with trees."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh says that some day his temple will be on top of a mountain,"
            },
            {
              "tag": "q1",
              "text": "and that mountain will be the most important one on the earth;"
            },
            {
              "tag": "q2",
              "text": "it will be as though it was higher than all the hills,"
            },
            {
              "tag": "q1",
              "text": "and huge groups of people from all over the world will come there to worship."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "People from many nations will say to each other,"
            },
            {
              "tag": "q1",
              "text": "\"Let us go to the mountain where Yahweh is,"
            },
            {
              "tag": "q2",
              "text": "to the temple where we can worship the God whom Jacob worshiped."
            },
            {
              "tag": "q1",
              "text": "There he will teach us how he wants us to conduct our lives,"
            },
            {
              "tag": "q2",
              "text": "and we will do what he wants us to do.\""
            },
            {
              "tag": "q1",
              "text": "Mount Zion is the place where he will teach people;"
            },
            {
              "tag": "q2",
              "text": "and people will go out from Jerusalem to tell others his messages."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Yahweh will settle disputes between many different people and groups who are fighting against each other,"
            },
            {
              "tag": "q2",
              "text": "and he will also settle disputes between powerful nations that are far away."
            },
            {
              "tag": "q1",
              "text": "Then people will hammer their swords to cause them to become plow blades,"
            },
            {
              "tag": "q2",
              "text": "and hammer their spears to cause them to become pruning knives."
            },
            {
              "tag": "q1",
              "text": "Armies of nations will no longer fight against armies of other nations,"
            },
            {
              "tag": "q2",
              "text": "and they will no longer train men how to fight in wars."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Everyone will sit peacefully under his own grapevines,"
            },
            {
              "tag": "q2",
              "text": "and under his own fig trees;"
            },
            {
              "tag": "q1",
              "text": "no one will cause them to be afraid."
            },
            {
              "tag": "q2",
              "text": "That is what will surely happen because Yahweh, commander of the angel armies, has said it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Many of the people of other nations will worship their own gods,"
            },
            {
              "tag": "q2",
              "text": "but we will worship Yahweh our God always, forever."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Yahweh says, \"There will soon be a time when I will gather the people whom I have punished,"
            },
            {
              "tag": "q1",
              "text": "who have been exiled,"
            },
            {
              "tag": "q2",
              "text": "all those whom I have caused to suffer much."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "My people who did not die while they were exiled will become a strong nation again."
            },
            {
              "tag": "q1",
              "text": "Then I, Yahweh, will be their king,"
            },
            {
              "tag": "q2",
              "text": "and I will rule from Jerusalem forever."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "As for you people of Jerusalem,"
            },
            {
              "tag": "q2",
              "text": "you who guard all of my people as a shepherd guards his sheep from a tower,"
            },
            {
              "tag": "q1",
              "text": "you who live on Mount Zion will have great power again."
            },
            {
              "tag": "q2",
              "text": "You people who live in Jerusalem will again rule as you did previously."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So why are you wailing now?"
            },
            {
              "tag": "q2",
              "text": "Is it because you have no king?"
            },
            {
              "tag": "q1",
              "text": "Have all your wise people died?"
            },
            {
              "tag": "q2",
              "text": "You are weeping loudly like a woman who is giving birth to a baby."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Well, you people of Jerusalem should twist and groan as a woman who is having birth pains,"
            },
            {
              "tag": "q2",
              "text": "because now you must leave this city."
            },
            {
              "tag": "q1",
              "text": "While you are traveling, you will set up tents in open fields at night;"
            },
            {
              "tag": "q2",
              "text": "you will go to live in Babylon."
            },
            {
              "tag": "q1",
              "text": "But while you are there,"
            },
            {
              "tag": "q2",
              "text": "I, Yahweh, will rescue you;"
            },
            {
              "tag": "q1",
              "text": "I will free you from the power of your enemies."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now the armies of many nations have gathered to attack you."
            },
            {
              "tag": "q2",
              "text": "They are saying, 'Jerusalem must be destroyed!"
            },
            {
              "tag": "q2",
              "text": "We want to see this city when it becomes ruins!'\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The prophet says, they do not know what Yahweh thinks;"
            },
            {
              "tag": "q2",
              "text": "and they do not understand what he is planning."
            },
            {
              "tag": "q1",
              "text": "He will gather them and punish them"
            },
            {
              "tag": "q2",
              "text": "as farmers thresh grain on the ground."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Yahweh says, \"So, you people of Jerusalem, rise up and punish the nations who oppose you."
            },
            {
              "tag": "q2",
              "text": "I will cause you to be very strong,"
            },
            {
              "tag": "q1",
              "text": "as if you had horns made of iron,"
            },
            {
              "tag": "q2",
              "text": "as if you had hooves made of bronze;"
            },
            {
              "tag": "q2",
              "text": "and you will crush many nations."
            },
            {
              "tag": "q1",
              "text": "Then you will take from your enemies the valuable things that they have taken from other countries,"
            },
            {
              "tag": "q2",
              "text": "and I will cause you to dedicate those things to me, the one who is the Lord of all the people on the earth.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "You people of Jerusalem, gather your troops together."
            },
            {
              "tag": "q2",
              "text": "Even though you have a wall around your city to protect it,"
            },
            {
              "tag": "q1",
              "text": "enemy soldiers are surrounding the city."
            },
            {
              "tag": "q2",
              "text": "Soon they will strike your leader on his face with a rod."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But you people of Bethlehem in the district of Ephrathah,"
            },
            {
              "tag": "q2",
              "text": "even though your town is a very small one among all the towns in Judah,"
            },
            {
              "tag": "q2",
              "text": "someone who will rule Israel will be born in your town."
            },
            {
              "tag": "q1",
              "text": "He will be someone whose family existed a very long time ago."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Now God will allow your enemies to conquer you, you people of Israel,"
            },
            {
              "tag": "q2",
              "text": "but it will be for only a short time,"
            },
            {
              "tag": "q1",
              "text": "like the short time that women have great pain while their babies are being born."
            },
            {
              "tag": "q2",
              "text": "After that, your fellow countrymen who were exiled will return to their own country."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "And that a man who will rule there in Jerusalem will stand and lead his people well,"
            },
            {
              "tag": "q2",
              "text": "because Yahweh, his God, will cause him to be strong and greatly honored."
            },
            {
              "tag": "q1",
              "text": "Then the people whom he rules will live in Jerusalem safely;"
            },
            {
              "tag": "q2",
              "text": "he will be greatly honored by people all over the earth"
            },
            {
              "tag": "q2",
              "text": "so no one will dare to attack Jerusalem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "And he will cause things to go well with his people."
            },
            {
              "tag": "q1",
              "text": "When the army of Assyria attacks our country"
            },
            {
              "tag": "q2",
              "text": "and breaks though our fortresses,"
            },
            {
              "tag": "q1",
              "text": "we will appoint seven or eight leaders to lead our army to fight against them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "With their swords our army will defeat the army of Assyria, whose capital Nimrod founded long ago. Our army will rule their cities."
            },
            {
              "tag": "q1",
              "text": "So our army will rescue us from the Assyrian army"
            },
            {
              "tag": "q2",
              "text": "when they invade our country."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The descendants of Jacob who survive will be a blessing to the people of other nations"
            },
            {
              "tag": "q2",
              "text": "like dew and rain sent by Yahweh do good to the grass."
            },
            {
              "tag": "q1",
              "text": "They will not trust in humans to help them;"
            },
            {
              "tag": "q2",
              "text": "instead, they will rely on Yahweh."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "In the midst of their enemies in many people groups,"
            },
            {
              "tag": "q2",
              "text": "the descendants of Jacob who remain alive will be like a lion among the other wild beasts of the forest,"
            },
            {
              "tag": "q1",
              "text": "like a strong young lion that attacks sheep in a flock,"
            },
            {
              "tag": "q2",
              "text": "and no one will be able to rescue their enemies."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You Israelites will defeat all your enemies"
            },
            {
              "tag": "q2",
              "text": "and completely destroy them."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh says,"
            },
            {
              "tag": "q1",
              "text": "\"At that time, I will destroy you Israelite people's horses that your soldiers use in war,"
            },
            {
              "tag": "q2",
              "text": "together with your chariots."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I will tear down your city walls"
            },
            {
              "tag": "q2",
              "text": "and destroy all your fortified cities."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I will get rid of all those among you who practice magic"
            },
            {
              "tag": "q2",
              "text": "and the fortune tellers."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I will destroy all your idols and stone pillars,"
            },
            {
              "tag": "q2",
              "text": "and then you will no longer bow down and worship things that you yourselves have made."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I will get rid of your poles that represent the goddess Asherah,"
            },
            {
              "tag": "q2",
              "text": "and I will also destroy all your idols."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Because I will be very angry,"
            },
            {
              "tag": "q2",
              "text": "I will also punish the people of all the nations who have not obeyed me.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Pay attention to what Yahweh will say:"
            },
            {
              "tag": "q1",
              "text": "Micah says to Yahweh, \"Stand up in court and accuse the Israelites."
            },
            {
              "tag": "q2",
              "text": "Allow the hills and mountains to hear what you will say."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The mountains must listen carefully to what Yahweh says about his people, so they can be witnesses."
            },
            {
              "tag": "q2",
              "text": "Indeed, Yahweh has many things to accuse his people Israel about."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He says this: \"My people, what have I done to cause trouble for you ?"
            },
            {
              "tag": "q2",
              "text": "What have I done to cause you to experience difficulties?"
            },
            {
              "tag": "q1",
              "text": "Answer me!"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I did great things for your ancestors;"
            },
            {
              "tag": "q2",
              "text": "I brought them out of Egypt;"
            },
            {
              "tag": "q2",
              "text": "I rescued them from that land where they were slaves."
            },
            {
              "tag": "q1",
              "text": "I sent Moses to lead them,"
            },
            {
              "tag": "q2",
              "text": "and his older brother Aaron and his older sister Miriam."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "My people, think about when Balak, the king of Moab, requested Beor's son Balaam to curse your ancestors,"
            },
            {
              "tag": "q2",
              "text": "and think about what Balaam replied."
            },
            {
              "tag": "q1",
              "text": "Think about how your ancestors crossed the Jordan River miraculously while they were traveling from Acacia to Gilgal."
            },
            {
              "tag": "q2",
              "text": "Think about those things in order that you may know that I, Yahweh, do what is right.\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The Israelite people ask, \"What shall we bring to Yahweh who lives in heaven"
            },
            {
              "tag": "q2",
              "text": "when we come to him and bow down before him?"
            },
            {
              "tag": "q1",
              "text": "Should we bring calves that are a year old"
            },
            {
              "tag": "q2",
              "text": "that will be offerings that will be killed and completely burned on the altar?"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Would Yahweh be pleased if we offered to him a thousand rams"
            },
            {
              "tag": "q2",
              "text": "and ten thousand streams of olive oil?"
            },
            {
              "tag": "q1",
              "text": "Should we offer our firstborn children to be sacrifices"
            },
            {
              "tag": "q2",
              "text": "to pay for the sins that we have committed?\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "No, because he has shown each of us what is good to do;"
            },
            {
              "tag": "q2",
              "text": "he has shown us what he requires each of us to do:"
            },
            {
              "tag": "q1",
              "text": "he wants us to do what is just and to love to act mercifully toward others,"
            },
            {
              "tag": "q2",
              "text": "and he wants us to live humbly while we fellowship with him, our God."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "God says this: \"I am Yahweh, so if you are wise, you should honor me."
            },
            {
              "tag": "q2",
              "text": "I am calling out to you people of Jerusalem to tell you this:"
            },
            {
              "tag": "q1",
              "text": "The armies that will destroy your city are coming,"
            },
            {
              "tag": "q2",
              "text": "so pay careful attention to me, the one who is causing them to punish you with my rod."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You wicked people have filled your homes with valuable things"
            },
            {
              "tag": "q2",
              "text": "that you acquired by cheating others."
            },
            {
              "tag": "q1",
              "text": "You use false measures when you buy and sell things."
            },
            {
              "tag": "q2",
              "text": "Those are things that I hate."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You do not think that I should say nothing about people who use scales that do not weigh correctly,"
            },
            {
              "tag": "q2",
              "text": "and who use weights that are not accurate, do you?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The rich people among you always act violently to get money from poor people."
            },
            {
              "tag": "q2",
              "text": "All of the people in Jerusalem are liars,"
            },
            {
              "tag": "q2",
              "text": "and they always deceive people."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Therefore, I have already begun to get rid of you,"
            },
            {
              "tag": "q2",
              "text": "to ruin you because of the sins that you have committed."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Soon you will eat food, but you will not have enough to satisfy you;"
            },
            {
              "tag": "q2",
              "text": "your stomachs will still feel as though they are empty."
            },
            {
              "tag": "q1",
              "text": "You will try to save up money,"
            },
            {
              "tag": "q2",
              "text": "but you will be able to save nothing,"
            },
            {
              "tag": "q1",
              "text": "because I will send your enemies to take it from you in wars."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You will plant crops,"
            },
            {
              "tag": "q2",
              "text": "but you will not harvest anything."
            },
            {
              "tag": "q1",
              "text": "You will press olives,"
            },
            {
              "tag": "q2",
              "text": "but others, not you, will use the olive oil."
            },
            {
              "tag": "q1",
              "text": "You will trample on the grapes and make wine from the juice,"
            },
            {
              "tag": "q2",
              "text": "but others, not you, will drink the wine."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Those things will happen to you because you obey only the wicked laws of King Omri,"
            },
            {
              "tag": "q2",
              "text": "and you do the terrible things that King Ahab and his descendants commanded."
            },
            {
              "tag": "q1",
              "text": "So I will destroy your country,"
            },
            {
              "tag": "q2",
              "text": "and I will cause the other people groups to despise you, my own people.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I am very miserable!"
            },
            {
              "tag": "q1",
              "text": "I am like someone who is hungry, who searches for fruit to eat"
            },
            {
              "tag": "q2",
              "text": "and who finds no grapes or figs to eat"
            },
            {
              "tag": "q1",
              "text": "because all the fruit has been picked."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Everyone who honored God has disappeared from this land;"
            },
            {
              "tag": "q2",
              "text": "not one of them is left."
            },
            {
              "tag": "q1",
              "text": "The people who are left are all murderers;"
            },
            {
              "tag": "q2",
              "text": "it is as though everyone is eager to kill his fellow countryman."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They do what is evil with all their might."
            },
            {
              "tag": "q2",
              "text": "Government officials and judges all ask for bribes."
            },
            {
              "tag": "q1",
              "text": "Important people tell others what they want,"
            },
            {
              "tag": "q2",
              "text": "and they plot together about how to get it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Even the best people are as worthless as briers;"
            },
            {
              "tag": "q2",
              "text": "the people who we thought to be the most honest are worse than thornbushes."
            },
            {
              "tag": "q1",
              "text": "But Yahweh will soon judge them."
            },
            {
              "tag": "q2",
              "text": "Now is the time that he will punish people,"
            },
            {
              "tag": "q2",
              "text": "when they will be very confused because of it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So do not trust anyone!"
            },
            {
              "tag": "q2",
              "text": "Do not trust even a friend;"
            },
            {
              "tag": "q1",
              "text": "even be careful what you say to your wife, whom you love."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Boys will despise their fathers,"
            },
            {
              "tag": "q2",
              "text": "and girls will defy their mothers."
            },
            {
              "tag": "q1",
              "text": "Women will defy their mothers-in-law."
            },
            {
              "tag": "q2",
              "text": "Your enemies will be those who live in your own house."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "As for me, I wait for Yahweh to help me."
            },
            {
              "tag": "q2",
              "text": "I confidently expect that God, my Savior, will answer me when I pray."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You who are our enemies,"
            },
            {
              "tag": "q2",
              "text": "do not gloat about what has happened to us,"
            },
            {
              "tag": "q1",
              "text": "because even if we have experienced disasters,"
            },
            {
              "tag": "q2",
              "text": "those disasters will end, and we will be prosperous again."
            },
            {
              "tag": "q1",
              "text": "Even if it is as though we are sitting in the darkness,"
            },
            {
              "tag": "q2",
              "text": "Yahweh will be our light."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "We must be patient while Yahweh punishes us"
            },
            {
              "tag": "q2",
              "text": "because we have sinned against him."
            },
            {
              "tag": "q1",
              "text": "But later, it will be as though he will go to court and defend us."
            },
            {
              "tag": "q2",
              "text": "He will make sure that the judge makes a right decision about us."
            },
            {
              "tag": "q1",
              "text": "It will be as though he will bring us out into the light,"
            },
            {
              "tag": "q2",
              "text": "and we will see him rescue us."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Our enemies will also see it, and they will be disgraced"
            },
            {
              "tag": "q2",
              "text": "because they ridiculed us, saying"
            },
            {
              "tag": "q1",
              "text": "\"Why is Yahweh, that God of yours, not helping you?\""
            },
            {
              "tag": "q2",
              "text": "But with our own eyes we will see them be defeated;"
            },
            {
              "tag": "q2",
              "text": "we will see them trampled"
            },
            {
              "tag": "q2",
              "text": "like mud in the streets."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You people of Israel, at that time your cities will be rebuilt,"
            },
            {
              "tag": "q2",
              "text": "and your territory will become larger."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Your people will come back to you from many countries,"
            },
            {
              "tag": "q2",
              "text": "from Assyria, from near the Euphrates River in the east, and from Egypt in the south,"
            },
            {
              "tag": "q1",
              "text": "from the Dead Sea to the Mediterranean Sea,"
            },
            {
              "tag": "q2",
              "text": "and from many mountains."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But the other countries on the earth will become desolate"
            },
            {
              "tag": "q2",
              "text": "because of the evil deeds that their people have done."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Yahweh, protect your people as a shepherd protects his sheep with his staff."
            },
            {
              "tag": "q2",
              "text": "Lead the people whom you have chosen to belong to you."
            },
            {
              "tag": "q1",
              "text": "Even though some of them live by themselves in a forest,"
            },
            {
              "tag": "q2",
              "text": "give them the fertile pastureland"
            },
            {
              "tag": "q1",
              "text": "in the regions of Bashan and Gilead,"
            },
            {
              "tag": "q2",
              "text": "which they possessed long ago."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Yahweh says,"
            },
            {
              "tag": "q1",
              "text": "\"Yes, I will perform miracles for you"
            },
            {
              "tag": "q2",
              "text": "like the miracles that I performed when I rescued your ancestors from being slaves in Egypt.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "People from many nations will see what Yahweh does for you,"
            },
            {
              "tag": "q1",
              "text": "and they will be ashamed"
            },
            {
              "tag": "q2",
              "text": "because they do not have any power."
            },
            {
              "tag": "q1",
              "text": "They will put their hands over their mouths and their ears because they will be very amazed at what Yahweh does."
            },
            {
              "tag": "q2",
              "text": "They will not be able to say anything or hear anything, because they will be terrified."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Being very humiliated, they will crawl on the ground like snakes."
            },
            {
              "tag": "q1",
              "text": "They will come out of their homes trembling"
            },
            {
              "tag": "q2",
              "text": "and stand to honor Yahweh our God."
            },
            {
              "tag": "q1",
              "text": "They will be very afraid of him"
            },
            {
              "tag": "q2",
              "text": "and will tremble in front of him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Yahweh, there is no God like you;"
            },
            {
              "tag": "q2",
              "text": "you forgive the sins that the people who have survived committed,"
            },
            {
              "tag": "q2",
              "text": "the people who belong to you."
            },
            {
              "tag": "q1",
              "text": "You do not remain angry forever;"
            },
            {
              "tag": "q2",
              "text": "you are very happy to show us that you faithfully love us."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You will again act kindly toward us."
            },
            {
              "tag": "q2",
              "text": "You will get rid of the scroll on which you have written the sins that we have committed,"
            },
            {
              "tag": "q2",
              "text": "as though you were trampling it under your feet"
            },
            {
              "tag": "q2",
              "text": "or throwing it into the deep ocean."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You will show that you faithfully do what you promised for us and faithfully love us,"
            },
            {
              "tag": "q2",
              "text": "just as you solemnly promised long ago to our ancestors Abraham and Jacob that you would do."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "MIC unfoldingWord Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Micah"
}