{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Gospel of Mark"
        },
        {
          "tag": "toc2",
          "text": "Mark"
        },
        {
          "tag": "toc3",
          "text": "Mrk"
        },
        {
          "tag": "mt1",
          "text": "Mark"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1-2",
              "text": "This is the good news concerning Jesus the Messiah, the Son of God. Isaiah the prophet mentioned this good news when he wrote:"
            },
            {
              "tag": "q",
              "text": "\"Listen! I am sending my messenger ahead of you."
            },
            {
              "tag": "q",
              "text": "He will prepare the people to welcome you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He will call out to anyone who hears him in the desolate place,"
            },
            {
              "tag": "q",
              "text": "' Make yourselves ready to welcome the Lord. Get everything organized for his coming.'\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "The messenger that Isaiah wrote about was John. People called him\" The Baptizer.\" John was in a desolate area near the Jordan River. He was baptizing people and telling them, \" Be sorry that you have sinned, and decide to stop it, so that God may forgive you. Then I will baptize you.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "A great number of people from the district of Judea and the city of Jerusalem went out to the wilderness to hear John speak. Many of those who heard him agreed that they had sinned. Then John baptized them in the Jordan River."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "John wore rough clothes made of camel' s hair and a leather belt around his waist. He ate grasshoppers and honey that he found in that desolate area."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "He was preaching, \" Very shortly one will come who is very great. I am nothing compared to him. I am not even worthy to stoop down and untie his sandals."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I baptized you with water, but he will baptize you with the Holy Spirit.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "During the time when John was preaching, Jesus came from Nazareth, a town in the district of Galilee. He went to where John was preaching, and John baptized him in the Jordan River."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Immediately after Jesus came up out of the water, he saw heaven open up and the Spirit of God descending on himself. The Spirit of God came down like a dove."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "God spoke from heaven and said, \" You are my Son, the one whom I love dearly. I am very pleased with you.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then the Spirit of God sent Jesus out into the desolate area."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He was there for forty days. During that time, Satan was tempting him. There were wild animals in that place, and angels were taking care of him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Later, after the governor Herod had John put in prison, Jesus went to the Galilee district. In Galilee, he was preaching God' s good news."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He was saying, \" The time has come at last. God will soon show that he is king. Be sorry that you have sinned, and decide to stop it, so that God may forgive you. Believe the good news.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "One day, while Jesus was walking along by the Galilee lake, he saw two men, Simon and Simon' s brother, Andrew. They were casting their fishing net into the sea. They earned money by catching and selling fish."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then Jesus said to them, \" Just like you have been gathering fish, come with me and I will teach you how to gather people.\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Immediately they left their fishing work with nets, and they went with him."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "After they had gone on a little further, Jesus saw two other men, James and James' brother, John. They were the sons of a man named Zebedee. They were all in a boat mending fishing nets."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "As soon as Jesus saw them, he told them to come with him. So they left their father, who remained in the boat with the hired servants, and they went away with Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus and his apprentices went into a nearby town called Capernaum. On the next Jewish day of rest, he went into the Jewish preaching place and began teaching the people who had gathered there."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They were amazed at the way he taught. He taught like a teacher who relies on what he himself knows. He did not teach like those who taught the Jewish laws, who repeated the different things that other men had taught."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "In the Jewish preaching place where Jesus taught, there was a man that an evil spirit controlled. The man with the evil spirit began shouting,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "\" Hey! Jesus, from Nazareth! We evil spirits have nothing to do with you! Have you come to destroy us? I know who you are. You are the Holy One from God!\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Jesus rebuked the evil spirit, saying, \" Be quiet and come out of him!\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The evil spirit shook the man violently. He screamed loudly, and then he came out of the man and left."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "All the people who were there were amazed. As a result, they discussed this among themselves, saying, \" This is amazing! Not only does he teach in a new and authoritative way, but he also commands the evil spirits and they obey him!\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The people very soon told many others throughout the whole district of Galilee what Jesus had done."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "After they left the Jewish preaching place, Jesus, Simon and Andrew, along with James and John, went directly to the house of Simon and Andrew."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Simon' s mother- in- law was lying in bed because she was feeling sick due to having a fever. Right away someone told Jesus about her being sick."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jesus went to her, took her by the hand, and helped her up. She immediately recovered from the fever and began serving them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "That evening, after the sun had gone down, some people brought to Jesus many others who were sick and those that evil spirits controlled."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "It seemed as though everyone who lived in the town had gathered at the doorway of Simon' s house."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Jesus healed many people who were sick with various diseases. He also forced many evil spirits to come out from people. He did not allow the evil spirits to tell people about him, because they knew that he was the Holy One from God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Jesus got up very early the next morning while it was still dark. He left the house and went away from the town to a place where there were no people. Then he prayed."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Simon and his companions searched for him."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "When they found him they said, \" Everyone in town is looking for you.\""
            },
            {
              "tag": "v",
              "num": "38",
              "text": "He said to them, \" We need to go to the neighboring towns so that I can preach there as well. This is the reason I came here.\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So they went throughout Galilee district. As they went, Jesus would preach in the Jewish preaching places and forced evil spirits to come out from people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "One day a man who had a bad skin disease called leprosy came to Jesus. He knelt down in front of Jesus and pleaded with him, saying, \" Please heal me, because you are able to heal me if you are willing!\""
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Jesus felt compassion for him. He reached out his hand and touched the man. Then he said to him, \" Since I am willing to heal you, be healed!\""
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Immediately the man was healed! He was no longer a leper!"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Jesus gave the man a warning as he was sending him away."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "He said, \" Do not tell anyone what just happened. Instead, go to a priest and show yourself to him in order that he may examine you and see that you no longer have leprosy. Then make the offering that Moses commanded for people whom God has healed from leprosy. This will be the testimony to the community that you no longer have leprosy.\""
            },
            {
              "tag": "v",
              "num": "45",
              "text": "The man did not follow Jesus' instruction. He began telling many people about how Jesus had healed him. As a result, Jesus was no longer able to enter towns publicly because the crowds of people would surround him. Instead, he remained outside the towns in places where no one lived. But people kept coming to him from all over that region."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After some days had passed, Jesus returned to Capernaum town. People spread the news quickly to others that Jesus had returned and was in the house."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Soon a great number of people gathered where Jesus was staying. The number was so great that the house was full. There was no longer space to stand, not even around the doorway. Jesus spoke God' s message to them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Some people came to the house bringing to Jesus a man who was paralyzed. Four men carried him on a sleeping pad."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They were not able to bring the man close to Jesus because of the crowd that had gathered. So, they went up on the roof of the house and made a big hole in the roof above Jesus. They lowered the paralyzed man on his sleeping pad through the hole in front of Jesus."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After Jesus perceived that the men believed that he could heal this man, he said to the paralyzed man, \" My child, I have forgiven your sins!\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Some men who taught the Jewish laws were sitting there. They started thinking to themselves,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "\" Who does this man think he is talking like that? He is proud and insults God by saying that! No person can forgive sins— only God can!\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Jesus knew right away within himself what they were thinking. He said to them, \" Why are you thinking that I don' t have the right to forgive sins?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Which would be easier for me to say to the paralyzed man, ' I have forgiven your sins' or to say, ' Stand up! Take your sleeping pad and walk'?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I will demonstrate to you that the Son of Man has authority on earth to forgive sins.\" Then he said to the paralyzed man,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "\" Stand up! Pick up your sleeping pad! And go home!\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The man stood up immediately! He picked up the sleeping pad, and then he went away, while all the people there were watching. They were all amazed, and they praised God and said, \" We have never before seen anything like what happened just now!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Jesus left Capernaum town and walked along the shore of Galilee lake. A large crowd came to him and he taught them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "As he walked, he saw a man named Levi whose father' s name was Alpheus. He was sitting in his office where he collected taxes. Jesus said to him, \" Come with me and be my apprentice.\" He got up and went with Jesus."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Later, Jesus was eating a meal in Levi' s house. Many men who collected taxes and others who the religious leaders considered to be sinners were eating with Jesus and his apprentices. There were many people like this who were going everywhere with Jesus."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Men who taught the Jewish laws and who were members of the Pharisee sect saw that Jesus was eating with sinners and men who collected taxes. They asked Jesus' apprentices, \" Why does he eat and drink with sinners and men who collect taxes?\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "After Jesus heard what they were asking, he said to the men who taught the Jewish laws, \" Healthy people do not need a doctor. On the contrary, it is those who are sick who need a doctor. I did not come to invite those who think they are righteous to come to me, but those who know that they have sinned.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Now at this time, the apprentices of John the Baptizer and some men who belonged to the Pharisee sect were abstaining from food, as they often did. Some men came to Jesus and asked him, \" The apprentices of John and of the Pharisees often abstain from food. Why do your apprentices not abstain from food?\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Jesus said to them, \" When a man is marrying a woman, his friends will certainly not abstain from food while he is still with them. The wedding is a time of feasting and celebrating with the groom. It is not a time for abstaining from food, especially while the groom is with them."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But some day, the groom will be taken away from them. Then in those days, they will abstain from food.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus went on to say to them, \" People do not sew a patch of unshrunken cloth on an old garment in order to mend a hole. If they did, when they washed the garment, the patch would shrink and the new piece of cloth would tear off more of the old cloth. As a result, the hole would become even bigger!"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Similarly, people do not put new wine into old animal skin bags to store it. If they did, the new wine will burst the skin bags because they would not stretch when the wine ferments and expands. As a result both the wine and the skin bags would be ruined! On the contrary, people must put new wine into new skin bags!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "On one Jewish day of rest, Jesus was walking through some grain fields with his apprentices. As they were walking along through the grain fields, the apprentices were plucking some of the heads of grain."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Some of the Pharisees saw what they were doing and said to Jesus, \" Look! They are breaking the Jewish law concerning the day of rest. Why are they doing that?\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Jesus said to them, \" Have you never read the scriptures concerning King David and the men who were with him when they were hungry?"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "During the time Abiathar was high priest, King David entered the house of God and asked for some bread. The high priest gave him some of the bread that had been on display before God. According to our laws, only the priests could eat that bread! But David ate some of it. Then he also gave some of it to the men who were with him.\""
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jesus said to them further, \" The day of rest was established for the needs of people. People were not made in order to meet the requirements of the Jewish day of rest!"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So, to be clear, the Son of Man is Lord, even of the day of rest!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "On another Jewish day of rest Jesus again went into a Jewish preaching place. There was a man there whose hand was shriveled."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Some men of the Pharisee sect watched him carefully in order to see whether he would heal the man on the day of rest; they wanted to be able to accuse him of doing something wrong."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Jesus said to the man whose hand was shriveled, \" Stand up here in front of everyone!\" So the man stood up."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then Jesus said to the people, \" Do the laws that God gave Moses permit people to do good on the day of rest, or to do evil? Do the laws permit us to save a person' s life on the day of rest, or permit us to refuse to help a person and let them die?\" But they did not reply."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He looked around at them angrily. He was very disappointed that they were stubborn and not willing to help the man. So he said to the man, \" Extend your hand!\" When the man extended his shriveled hand, it became all right again!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The Pharisees left the preaching place. They immediately met with some of the Jews who supported Herod Antipas, who ruled the district of Galilee. Together they planned how they could kill Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Jesus and his apprentices left that town and went to an area further along the Galilee lake. A great crowd of people followed him. The people that followed him came from the Galilee and Judea districts,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "from Jerusalem city, from the district of Idumea, from the region on the east side of the Jordan River, and from the region around the cities of Tyre and Sidon. They all came to him because they had heard about what he was doing."
            },
            {
              "tag": "v",
              "num": "9-10",
              "text": "Because he had healed many people, many other people who had various illnesses pushed forward in order to touch him. They believed that if only they touched him, it would make them well. So he told his disciples that they should get a small boat ready for him in order that the crowd would not crush him when they pushed forward to touch him."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Whenever the evil spirits saw Jesus, they caused the people whom they controlled to fall down in front of Jesus and call out to him, \" You are the Son of God!\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Jesus commanded the evil spirits strongly that they must not tell anyone who he was."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Jesus went up into the hills. As he went, he summoned those that he wanted to go with him and they went with him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He appointed twelve men to be with him and for him to send them out to preach. He called them sent ones."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He also gave them power in order that they might force evil spirits to come out from people."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "These were the twelve men he appointed: Simon( and Jesus gave him the new name Peter)."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "And along with Peter, Jesus also appointed James the son of Zebedee, and John the brother of James, to both of whom he added the new name, ' Men who are like Thunder' because of their fiery zeal;"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "and he appointed Andrew, Philip, Bartholomew, Matthew, Thomas, and James who was the son of Alphaeus; and he appointed Thaddaeus, Simon the Zealot,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and Judas Iscariot( who later betrayed him)."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Jesus and his apprentices went to a house. Again a crowd gathered where he was staying. Many people crowded around him. He and his apprentices did not even have time to eat."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When his relatives heard about this, they went to take him home with them because some people were saying that he was insane."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Some men who taught the Jewish laws came downhill from Jerusalem city. They heard that Jesus was forcing evil spirits to come out of people. So they were telling people, \" Beelzebul, who rules the evil spirits, controls Jesus. He is the one who gives Jesus the power to force evil spirits out from people!\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So Jesus summoned those men over to himself. Jesus spoke to them in parables and said, \" How can Satan expel Satan?"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "If people who live in the same country are fighting against one another, their country will cease to be a united country."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "And if people who live in the same house fight each other, they will certainly not remain united as one family."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Similarly, if Satan and his evil spirits were fighting one another, instead of remaining strong, he would become powerless."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "No one can go into the house of a strong man and take his possessions away from him unless he first ties up the strong man. Only then will he be able to steal the things in that man' s house.\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Jesus also said, \" Consider this carefully! People may sin in many ways and they may speak evil about God. God can still forgive them,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "but if anyone speaks evil words about the Holy Spirit, God will never forgive them. That person is eternally guilty of sin.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Jesus told them this because they were saying, \" An evil spirit is controlling him!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Jesus' mother and younger siblings arrived. While they stood outside, they sent someone inside in order to call him outside."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "A crowd was sitting around Jesus. One of them said to him, \" Your mother and younger siblings are outside. They want to see you.\""
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Jesus asked them, \" Who is my mother? Who are my siblings?\""
            },
            {
              "tag": "v",
              "num": "34",
              "text": "After he looked around at those who sat with him, he said, \" Look here! You are my mother and my siblings."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Those who do what God wants are my brother, my sister, or my mother!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Another time Jesus began to teach people alongside the Galilee lake. As he was teaching, a very large crowd gathered around him. He got into a boat and pushed out onto the water. Then he sat down in the boat so that he could speak to the crowd better. At the same time, the crowd was on the shore close to the water."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he taught them many parables. While he was teaching them, he told them this:"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "\" Listen to this: A man went out to his field to sow some seeds."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "As he was scattering them over the soil, some of the seeds fell on the path. Then some birds came and ate those seeds."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Other seeds fell on ground where there was not much soil on top of the rock. Very soon the seeds sprouted because the sun warmed the moist soil quickly where it was not deep."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But after the sun shone on those young plants, they became scorched. Then they withered because they did not have deep roots."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "As he sowed, other seeds fell on ground that contained roots of thorny plants. The seeds grew, but the thorny plants also grew up and crowded out the good plants. So the plants produced no grain."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But as he sowed, other seeds fell on good soil. As a result, they sprouted, they grew well, and then they produced plenty of grain. Some plants bore thirty times as much as the seed that the man had planted. Some bore sixty times as much. Some bore one hundred times as much.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Jesus said, \" If you want to understand this, you should consider carefully what I have just said.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Later, when only the twelve apprentices and other close followers were with him, they asked him about the parables."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He said to them, \" To you I will explain the message about how God reveals himself as king, but to the others I will speak in parables."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When they see what I am doing, they will not learn. When they hear what I say, they will not understand. If they learned or understood, they would be sorry that they had sinned and decide to stop sinning, and God would forgive them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "He also said to them, \" Do you not understand this parable? How then will you understand when I teach you other parables?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "In the parable that I told you, the man who sows seeds represents someone who teaches God' s message to others."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Some people are like the path where some of the seeds fell. When they hear God' s message, Satan comes at once and causes them to forget what they have heard."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Some people are like the ground where the soil was not very deep over the rock. When they hear God' s message, they immediately accept it with joy."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But, because the message does not grow deep, they believe it for only a short time. They are like the plants that did not have deep roots. When others treat them badly or cause them to suffer because they believed God' s message, those people who are suffering soon stop believing God' s message."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Some people are like the soil that has thorny weeds in it. Those people hear God' s message,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "but they desire to be rich and they want to own many other things. So they only worry about what they have and they forget God' s message and they do not do the things that God wants them to do."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But some people are like the good soil. They hear God' s message and they accept it and they believe it, and they do the things that God wants them to do. They are like the good plants that produced thirty, sixty, or one hundred grains.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "He told them another parable: \" People certainly do not light an oil lamp and then bring it in the house in order to put something over it to cover its light. Instead, they put it on a lampstand so that the light will shine."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Similarly, things that were hidden— one day everyone will know them, and the things that have happened in secret— one day everyone will see them in full light."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "If you want to understand this, you should consider carefully what you have just heard.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "\" Consider carefully what you hear me say to you, for God will let you understand to the same degree that you consider what I say. He will let you understand even more than that."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For if person has some understanding, he will receive even more. But if a person does not have understanding, even what little he has, he will lose.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Jesus also said, \" When God begins to show himself as king, it is like a man who has scattered seed on the ground."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Afterwards he slept each night and rose up each day without worrying about the seeds. During that time the seeds sprouted and grew in a way that he did not understand."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The ground produced the crop on its own. First the stalks appeared. Then the heads appeared. Then the full kernels in the heads appeared."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "As soon as the grain was ripe he sent people to harvest it because it was time to harvest the grain.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Jesus told them another parable. He said, \" When God begins to show himself as king, what is it like? What parable can I use to describe it?"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "It is like mustard seeds. You know what happens to mustard seeds when we plant them. Though mustard seeds are among the smallest of seeds, they become large plants."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "After they are planted, they grow up and become larger than the other garden plants. They put out big branches so that birds are able to make nests in their shade.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Jesus used many parables when he talked to the people about God' s message. If they were able to understand some, he kept telling them more."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "He always used parables when he spoke to them. But he explained all the parables to his own apprentices when he was alone with them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "On that same day, when the sun was setting, Jesus said to his apprentices, \" Let us cross over to the other side of the lake.\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Jesus was already in the boat, so they left the crowd of people and sailed away. Other people also went along with them in their boats."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "A strong wind came up and the waves started coming into the boat! The boat was soon nearly full of water!"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Jesus was in the back part of the boat. He was sleeping with his head on a cushion. So they woke him up and said to him, \" Teacher! Are you not concerned that we are about to die?\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So Jesus got up and rebuked the wind and he spoke to the lake, \" Be quiet! Be still!\" The wind stopped blowing and then the lake became very calm."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "He said to the apprentices, \" Why are you afraid? Do you not yet believe that I can protect you?\""
            },
            {
              "tag": "v",
              "num": "41",
              "text": "They were terrified. They said to one another, \" Who is this man? Even the wind and the waves obey him!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Jesus and his apprentices arrived on the other side of the Galilee lake. People called the Gerasenes lived near the place where they landed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When Jesus stepped out of the boat, a man came out from the tombs in a cemetery. Evil spirits controlled the man."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The man was coming out of the cemetery because he lived in tombs. The people knew him and at times they tried to restrain him. They could not restrain him, not even with chains."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Whenever they used chains and shackles, the man would break them apart. He was so strong that no one was able to subdue him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Day and night the man would spend his time in the caves in the cemetery and in the hills. He would scream out loud and cut himself with sharp stones."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When he saw Jesus in the distance getting out of the boat, he ran over to him and knelt before him."
            },
            {
              "tag": "v",
              "num": "7-8",
              "text": "Jesus had been saying to the evil spirit, \"You evil spirit, come out of this man!\" But the demon did not leave quickly. It shouted very loudly, \"Jesus, I know that you are the Son of God, so we have nothing in common. Leave me alone! In God's name, I beg you. Do not torture me!\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jesus asked him, \" What is your name?\" He replied, \" My name is Mob because there are many of us evil spirits in this man.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the evil spirits kept asking Jesus fervently that he not send them out of the region."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "At the same time, a large herd of pigs was grazing nearby on the hillside."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So the evil spirits pleaded with Jesus, \" Allow us to go to the pigs in order that we might enter them!\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jesus permitted them to do that. So the evil spirits left the man and entered the pigs. The herd, which numbered about two thousand, rushed down the steep hill into the lake, where they drowned."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "The men who were tending the pigs ran and reported in the town and the countryside what had happened. Many people went to see for themselves what had happened."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They came to the place where Jesus was. Then they saw the man whom evil spirits had previously controlled. He was sitting there with clothes on and mentally sound. They were afraid when they saw all this."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The people who had seen the events told those who had come from the town and from the countryside about what had happened to the man whom the evil spirits previously controlled. They also described what had happened to the pigs."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then the people pleaded with Jesus to leave their region."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "As Jesus got in the boat to leave, the man whom the evil spirits previously controlled begged Jesus, \" Please let me go with you!\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Jesus did not let him go with him. Instead, he said to him, \" Go home to your family and tell them how much the Lord has done for you, and tell them how he has been so kind to you.\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So the man went and traveled around the Ten Towns in that district. He told people how much Jesus had done for him. All the people who heard what the man said were amazed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Once more Jesus crossed over to the other side of the Galilee lake in a boat. When he arrived, a large crowd gathered around Jesus while he was standing on the shore."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "One of the men who presided over a Jewish preaching place, whose name was Jairus, came there. When he saw Jesus, he knelt at his feet."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he pleaded with Jesus earnestly, \" My daughter is sick and nearly dead! Please come to my house and place your hands on her. Heal her and make her live!\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So Jesus and his apprentices went with him. A large crowd followed and many pushed in close to Jesus."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "There was a woman in the crowd who had a bleeding disorder. She had been bleeding every day for twelve years."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "She had suffered much over the years while doctors treated her. She had spent all her money to pay the doctors and after all they did to her, she got worse instead of better."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When she heard that Jesus healed people, she came to where he was and pushed in the crowd close behind Jesus."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "She was thinking, \" If I touch him or even if I touch his clothes, it will heal me.\" So she touched Jesus' clothes."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "At once her bleeding stopped. At the same time, she sensed within herself that she had been cured of her illness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Jesus also immediately sensed within himself that his power had healed someone. So he turned around in the crowd and then he asked, \" Who touched my clothes?\""
            },
            {
              "tag": "v",
              "num": "31",
              "text": "His apprentices replied, \" You can see that many people are crowding close to you! Probably many people touched you! So why do you ask, ' Who touched me?'\""
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But Jesus kept looking around in order to see the one who had done it."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The woman was very afraid and trembling. She knelt before him and told him what she had done."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "He said to her, \" Daughter, because you have believed that I could heal you, I have now healed you. You may go home with peace in your heart, because I promise that you will not be sick with this disease anymore.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "While Jesus was still speaking to that woman, some people arrived who had come from Jairus' house. They said to Jairus, \" Your daughter has now died. So there is no need to bother the teacher any longer, to bring him to your house!\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "But when Jesus heard what these men said, he said to Jairus, \" Do not think that the situation is hopeless! Just keep believing that she will live!\""
            },
            {
              "tag": "v",
              "num": "37-38",
              "text": "Then he allowed only his three closest disciples, Peter, James, and John, to go with him to Jairus' house. He did not allow any other people to go with him. After they arrived near the house, Jesus saw that the people there were grieving. Some were weeping and others were wailing."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "He entered the house and then he said to them, \" Why are you so upset and crying? The child is not dead, but only sleeping.\""
            },
            {
              "tag": "v",
              "num": "40",
              "text": "The people laughed at him, because they knew that she was dead. He sent all the other people outside the house. Then he took the child' s father and mother and the three apprentices who were with him. He went into the room where the child was lying."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "He took hold of the child' s hand and said to her in her own language, \" Talitha koum!\" That means, \" Little girl, get up!\""
            },
            {
              "tag": "v",
              "num": "42",
              "text": "At once the girl got up and walked around. ( It was not surprising that she could walk, because she was twelve years old.) When this happened, all who were present were greatly amazed."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Jesus ordered them strictly, \" Do not tell anyone about what I have done!\" Then he told them to give the girl something to eat."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Jesus left Capernaum city and went to his hometown, Nazareth. His apprentices went with him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "On the Jewish day of rest, he entered the Jewish preaching place and taught the people. Many who were listening to him were amazed. They wondered where he gained all his wisdom and the power to perform miracles."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They said, \" He is just an ordinary carpenter! We know him and his family! We know Mary his mother! We know his younger brothers James, Joses, Judas and Simon! And his younger sisters also live here with us!\" So they resented him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Jesus said to them, \" It is certainly true that people honor me and other prophets in other places, but not in our hometowns! Even our relatives and the people who live in our own houses do not honor us!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "So, although he healed a few sick people there, he was not able to perform any other miracle."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He was amazed by their unbelief, but he went through their villages and taught them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "One day he called the twelve apprentices together, and then he told them that he was going to send them out two by two to teach people in various towns. He gave them power to force evil spirits out from people."
            },
            {
              "tag": "v",
              "num": "8-9",
              "text": "He also instructed them to wear sandals and to take along a walking stick when they were traveling. He told them not to take food, nor a bag in which to put supplies, nor any money for their journey. He also did not allow them to take an extra tunic."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He also instructed them, \" After you enter a town, if someone invites you to stay in his house, go into his house. Eat and sleep in that same home until you leave that town."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Wherever the people do not welcome you and wherever the people do not listen to you, shake off the dust from your feet as you leave that place. By doing that, you will be testifying that they did not welcome you.\""
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So after the disciples went out to various towns, they were preaching that people should be sorry that they have sinned, and decide to stop it, so that God may forgive them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They were also forcing many evil spirits out from people, and they were anointing many sick people with olive oil and healing them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now King Herod Antipas heard about what Jesus was doing, because many people were talking about it. Some people were saying about Jesus, \" He must be John the Baptizer! He has risen from the dead! That is why he has God' s power to perform these miracles!\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Others were saying about Jesus, \" He is the ancient prophet Elijah, whom God promised to send back again.\" Others were saying about Jesus, \" No, he is a different prophet, like one of the other prophets who lived long ago.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Having heard what the people were saying, King Herod Antipas himself said, \" The man performing those miracles must be John! I commanded my soldiers to cut off his head, but he has become alive again!\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "What happened was this— some time before, Herod had taken and married Herodias, although she was the wife of his brother, Philip."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "After that, John kept telling Herod, \" God' s law does not permit you to marry the wife of your brother while he is still alive.\" Then, because Herodias urged him to put John in prison, Herod himself sent soldiers to John. They arrested John and put him in prison."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But because Herodias wanted to get further revenge on John, she wanted someone to execute him. But she could not do that because while John was in prison, Herod kept John safe from her."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Herod did this because he respected John, because he knew that he was a righteous man who devoted himself to God. Whenever Herod listened to him, he became very disturbed and did not know what he should do with him, but he liked to listen to him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But Herodias was able to eventually have someone execute John. One day when they honored Herod on his birthday, he invited the most important government officials, the most important army leaders, and the most important men in the district of Galilee to eat and celebrate with him."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "While they were eating, Herodias' daughter came into the room and danced for the king and his guests. She pleased King Herod and his guests so much that he said to her, \" Ask me for whatever you wish and I will give it to you!\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He also promised to her, \" Whatever you ask, I will give it to you! I will give you up to half of what I own and rule, if you ask for it.\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The girl left the room and went to her mother. She told her what the king had said, and asked her, \" What should I ask for?\" Her mother replied, \" Ask the king to give you the head of John the Baptizer!\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The girl quickly entered the room again. She went to the king and she said, \" I want you to command someone to cut off the head of John the Baptizer and bring it to me at once on a platter!\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The king became very distressed when he heard what she asked for because he knew John was a very righteous man. But he could not refuse what she requested because he had promised that he would give her anything she asked for, and his guests had heard him promise."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So the king at once ordered someone to go and cut off John' s head and bring it to the girl. That man went to the prison and cut off John' s head."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He put it on a platter, brought it back, and gave it to the girl. The girl took it to her mother."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "After John' s apprentices heard what happened, they went to the prison and took John' s body; then they buried it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "The twelve sent ones returned to Jesus from the places to which they had gone. They reported to him what they had done and what they had taught to people."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "He said to them, \" Come with me to a place where no people are living, in order that we can be alone and rest a little while!\" He said this because many people were continually coming to them and going away again, with the result that Jesus and his apprentices did not have time to eat or do anything else."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So they went away by themselves in a boat to a place where no people were living."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But many people saw them leaving. They also recognized that they were Jesus and the apprentices, and they saw where they were going. So they ran ahead on land from all the nearby towns to the place where Jesus and his apprentices were going. They actually arrived there before Jesus and the apprentices."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "As Jesus and his apprentices got out of the boat, Jesus saw this great crowd. He felt compassion for them because they were confused, like sheep that do not have a shepherd. So he taught them many things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Late in the afternoon the apprentices came to him and said, \" This is a place where no one lives, and it is very late."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "So send the people away in order that they may go to the surrounding places where people live and to villages in order that they can buy for themselves something to eat!\""
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But he replied to them, \" No, you yourselves give them something to eat!\" They replied to him, \" We could not buy enough bread to feed this crowd, even if we had as much money as a man earns by working undefined days!"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But he replied to them, \" How many loaves of bread do you have? Go and find out!\" They went and found out and then they told him, \" We have only five flat loaves and two cooked fish!\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "He instructed the apprentices to tell all the people to sit down on the green grass."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So the people sat in groups. There were fifty people in some groups and one hundred people in other groups."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Jesus took the five flat loaves and the two fish. He looked up toward heaven and thanked God for them. Then he broke the loaves and fish into pieces and kept giving them to the apprentices in order that they would distribute them to the people."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Everyone ate this food until they all had enough to eat!"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "The apprentices then collected twelve baskets full of pieces of bread and of the fish that were left over."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "There were about five thousand men who ate the bread and fish. They did not even count the women and children."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "Right away Jesus told his apprentices to get into the boat and then go ahead of him to Bethsaida town, which was further around the Galilee lake. He stayed and dismissed the many people who were there."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "After he said goodbye to the people, he went up into the hills in order to pray."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When it was evening, the apprentices' boat was in the middle of the lake, and Jesus was by himself on the land."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "He saw that the wind was blowing against them as they rowed. As a result, they were having great difficulty. He approached them early in the morning, when it was still dark, by walking on the water. He intended to walk by them."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "They saw him walking on the water, but they thought that he was a ghost. They screamed"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "because they all were terrified when they saw him. But he spoke to them. He said to them, \" Be calm! Do not be afraid, because it is I!\""
            },
            {
              "tag": "v",
              "num": "51",
              "text": "He got into the boat and sat down with them and the wind stopped blowing. They were completely amazed about what he had done."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Although they had seen Jesus multiply the bread and the fish, they did not understand how powerful he was, as they should have."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "53",
              "text": "After they went further around the Galilee lake in a boat, they came to shore at Gennesaret town. Then they fastened the boat there."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "As soon as they got out of the boat, the people there recognized Jesus."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "So they ran throughout the whole district in order to tell others that Jesus was there. Then the people placed those who were sick on stretchers and carried them to any place where they heard people say that Jesus was."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "In whatever village, town or place in the countryside where he went, they would bring to the marketplaces those who were sick. Then the sick people would beg Jesus to let them touch him or even the edge of his clothes in order that Jesus might heal them. All those who touched him or his robe were healed."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "One day some Pharisees and some men who teach the Jewish laws who had come from Jerusalem gathered around Jesus."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The Pharisees saw that his apprentices often ate without washing their hands first."
            },
            {
              "tag": "v",
              "num": "3-4",
              "text": "They and all of the other Jews strictly observe their traditions that their ancestors taught. Specifically, they wash in a special way their cups, pots, kettles, containers, and beds in order that using these things will not make God reject them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "That day, those Pharisees and men who taught the Jewish laws saw that some of his apprentices were eating food with hands that they had not washed using the special ritual. So they questioned Jesus and said, \" Your apprentices disobey the traditions of our elders! Why do they eat food if they have not washed their hands using our ritual!\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Jesus said to them, \" Isaiah rebuked your ancestors, and his words describe very well you people who only pretend to be good! He wrote these words that God said:"
            },
            {
              "tag": "q",
              "text": "' These people speak as if they honor me, but they really do not think about honoring me at all."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "It is useless for them to worship me, because they teach only what people say as if I myself had commanded them.'"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "You, like your ancestors, refuse to do what God has commanded. Instead, you follow only the traditions that others have taught.\""
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jesus also said to them, \" You think that you are clever in refusing to do what God commanded just so that you can obey your own traditions!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For example, our ancestor Moses wrote God' s command, ' Honor your fathers and your mothers'. He also wrote, ' The authorities must execute a person who speaks evil about his father or mother.'"
            },
            {
              "tag": "v",
              "num": "11-12",
              "text": "But you teach people that it is all right if people no longer help their parents. You teach people that it is all right if they say they will give what they own to God instead of to their parents. You allow them to say to their parents, 'What I was going to give to you to provide for you, I have now promised to give to God. So I cannot any longer help you!' As a result, you are actually telling people that they no longer have to help their parents! "
            },
            {
              "tag": "v",
              "num": "13",
              "text": "In this way you disregard what God commanded! You teach your own things to others and tell them that they should obey them! And you do many other things like that.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then Jesus again summoned the crowd to come closer. Then he said to them, \" All of you people listen to me! Try to understand what I am about to tell you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Nothing that people eat causes God to consider them to be defiled. On the contrary, it is that which comes from people' s inner beings that causes God to consider them to be defiled.\""
            },
            {
              "tag": "v",
              "num": "16"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best ancient copies do not have the phrase that appears as v. 16. "
            },
            {
              "tag": "fqa",
              "text": "Every one of you should think carefully about what you heard me say ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "After Jesus had left the crowd, he entered a house with his apprentices. They questioned him about the parable that he had just spoken."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "He replied to them, \" Did you not understand what it means? You ought to understand that nothing that enters us from outside can cause God to consider us unacceptable to him."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Instead of entering and ruining our minds, it goes into our stomachs, and afterwards the refuse passes out of our bodies.\" By saying this, Jesus was declaring that people can eat any food without causing God to consider them unacceptable to him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He also said, \" It is the thoughts and actions that come from within people that cause God to consider them unacceptable to him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Specifically, it is people' s innermost being that causes them to think things that are evil; they act immorally, they steal things, they commit murder."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They commit adultery, they are greedy, they act maliciously, they deceive people. They act indecently, they envy people, they speak evil about others, they are proud, and they act foolishly."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "People think these thoughts and then they do these evil actions, and that is what causes God to consider them unacceptable to him.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "After Jesus and his apprentices left Galilee, they went to the region around the cities of Tyre and Sidon. While he stayed at a certain house, he did not want anyone to know it, but people soon found out that he was there."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "A certain woman, whose daughter had an evil spirit within her, heard about Jesus. At once she came to him and knelt at his feet."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Now this woman was not a Jew. Her ancestors were not Jews. She herself had been born in the area around the region of Phoenicia, in the district of Syria. She pled with Jesus that he force the evil spirit out from her daughter."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He said to the woman, \" First let the children eat all they want, because it is not good for someone to take the food the mother has prepared for the children and then throw it to the little dogs.\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "She replied to him, \" Sir, what you say is correct, but even the house dogs, who lie under the table, eat the crumbs that the children drop.\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus said to her, \" Because of what you have said, go home. I have caused the evil spirit to leave your daughter.\""
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The woman returned to her house and saw that her child was lying quietly on the bed and that the evil spirit had left."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Jesus and his apprentices left the region around Tyre and went north through Sidon, then toward the east through the area of the Ten Towns, and then south to the towns near the Sea of Galilee."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "There, people brought to him a man who was deaf and could not talk. They begged Jesus to lay his hands on him in order to heal him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So Jesus took him away from the crowd in order that the two of them could be alone. Then he put one of his fingers into each of the man' s ears. After he spat on his fingers, he touched the man' s tongue with his fingers."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he looked up toward heaven, he sighed and then in his own language he said to the man' s ears, \" Ephphatha,\" which means, \" Be opened!\""
            },
            {
              "tag": "v",
              "num": "35",
              "text": "At once the man could hear plainly. He also began to speak clearly because what was causing him to be unable to speak was healed."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Jesus told the people not to tell anyone what he had done. But, although he ordered them and others repeatedly not to tell anyone about it, they kept talking about it all the more."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "People who heard about it were utterly amazed and were saying, \" Everything he has done is wonderful! Besides doing other amazing things, he enables deaf people to hear! And he enables those who cannot speak to speak!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "During those days, a large crowd of people gathered again. After they had been there for two days, they had no food to eat. So Jesus called his apprentices to come close to him, and then he said to them,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "\" This is the third day that these people have been with me, and they have nothing left to eat, so now I am very concerned for them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If I send them home while they are still hungry, some of them will faint on the way home. Some of them have come from far away.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "His apprentices knew that he was suggesting that they give the people something to eat, so one of them replied, \" We cannot possibly find food to satisfy this crowd. No one lives in this place!"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Jesus asked them, \" How many loaves of bread do you have?\" They replied, \" We have seven flat loaves.\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Jesus commanded the crowd, \" Sit down on the ground!\" After they sat down, he took the seven loaves, thanked God for them, broke them into pieces, and gave them to his apprentices to distribute to the people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They had also found that they had a few small fish. So after he thanked God for these, he told his apprentices, \" Distribute these also.\" After they distributed the fish to the crowd,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "the people ate this food, and they had plenty to satisfy themselves. His apprentices collected the pieces of food that were left over and filled seven large baskets."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "His apprentices estimated that there were about four thousand people who ate on that day. Then Jesus dismissed the crowd."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Immediately after that, he got into the boat along with his apprentices, and they went around the Galilee lake to the district of Dalmanutha."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then some Pharisees came to Jesus. They began arguing with him and insisting that he perform a miracle to show that God had sent him."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Jesus sighed deeply within himself, and then he said, \" Why are you asking me to perform a miracle? I will not do a miracle for you!\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then he left them. He got into the boat again, along with his apprentices, and they went further around the Galilee lake."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "His apprentices had forgotten to bring along enough food. Specifically, they had only one flat loaf of bread with them in the boat."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "As they were going, Jesus warned them and said, \" Be careful! Beware of the yeast of the Pharisees and of Herod!\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The apprentices misunderstood him. So they said to one another, \" He must have said that because we have no bread.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Jesus knew what they were discussing among themselves. So he said to them, \" Why are you talking about not having enough bread? You should understand what I have said by now! You are not thinking!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "You have eyes, but you do not understand what you see! You have ears, but you do not understand what I say!\" Then he asked, \" Do you not remember what happened"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "when I broke only five loaves and fed the five thousand people? Not only was everyone satisfied, but there was food left over! How many baskets of pieces of bread that were left over did you collect?\" They replied, \" We collected twelve baskets full.\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then he asked, \" When I broke the seven loaves in order to feed the four thousand people, again when everyone had plenty to eat, how many large baskets of pieces of bread that were left over did you collect?\" They replied, \" We collected seven large baskets full.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then he said to them, \" I am disappointed that you do not understand yet that you should never worry that you do not have enough food!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "They arrived in the boat at Bethsaida town. People brought a blind man to Jesus and begged him touch the man in order to heal him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Jesus took the hand of the blind man and led him outside the town. Then he spat into the man' s eyes, he put his hands on the man and then asked him, \" Do you see anything?\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The man looked up and then he said, \" Yes, I see people! They are walking around, but I cannot see them clearly. They look like trees!\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then Jesus again touched the eyes of the blind man. The man looked intently, and at that moment he was completely healed! He could see everything clearly."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Jesus said to him, \" Do not go into the town!\" Then he sent the man to his home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Jesus and his apprentices left Bethsaida town and went to the villages near Caesarea Philippi town. On the way he questioned them, \" Who do people say that I am?\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They replied, \" Some people say that you are John the Baptizer. Others say that you are the prophet Elijah. And others say that you are one of the other former prophets.\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He asked them, \" What about you? Who do you say that I am?\" Peter replied to him, \" We believe that you are the Messiah!\""
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jesus warned them strongly that they should not tell anyone yet that he was the Messiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then Jesus began to teach them that he, the Son of Man, would certainly suffer very much. He would be rejected by the elders, the chief priests, and the men who teach the Jewish laws. He would even be killed. But on the third day after he died, he would become alive again."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "He said this to them clearly. But Peter took Jesus aside and started to scold him for talking this way."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Jesus turned around and looked at his apprentices. Then he rebuked Peter, saying, \" Stop thinking like that! Satan is causing you to talk like that! Instead of wanting what God wants me to do, you are wanting me to do only what people would want me to do.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Then he called the crowd together along with his apprentices so that they might listen to him. He told them, \" If any one of you wants to be my apprentice, you must not do only what makes you live easily. You must be willing to suffer pain like criminals who are forced to carry crosses to the places where they will be crucified. That is what anyone who wants to be my apprentice must do."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "You must do that, because those who try to save their lives by denying that they belong to me will lose their lives. Those who are killed because they are my apprentices and because they tell others the good news will live forever with me."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "People might get everything they want in this world, but they are really gaining nothing if they do not gain eternal life!"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Think carefully about the fact that there is absolutely nothing that people can give to God that would enable them to gain eternal life!"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "And think about this: Those who refuse to say that they belong to me, and who reject what I say in these days when many people have turned away from God and are very sinful, I, the Son of Man, will also refuse to say that they belong to me when I come back with the holy angels and have the glory that my Father has!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "He also said to his apprentices, \" Listen carefully! Some of you who are here now will see God show himself with great power as king. You will see him do this before you die!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Six days later Jesus took Peter, James and James' brother John and led them up a high mountain. While they were alone up there, he appeared very different to them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "His clothes became dazzling white. They were whiter than anyone on earth could make them by bleaching them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Two prophets who had lived long ago, Moses and Elijah, appeared to them. Then the two of them began talking with Jesus."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After a short time, Peter said, \" Teacher, it is wonderful to be here! So allow us to make three shelters. One will be for you, one will be for Moses, and one will be for Elijah!\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He said this because he wanted to say something, but he did not know what to say. He and the other two apprentices were terrified."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then a shining cloud appeared that covered them. God spoke to them from the cloud saying, \" This is my Son. He is the one whom I love. Therefore, listen to him!\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When the three apprentices looked around, they saw that suddenly Jesus was alone with them, and that there was no longer anyone else there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "While they were coming down the mountain, Jesus told them that they should not tell anyone yet what had just happened to him. He said, \" You may tell them after I, the Son of Man, rise from the dead after I die.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So they did not tell others about it for a long time. But they discussed among themselves what it meant when he said that he would rise from the dead."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The three apprentices had just seen Elijah, but Elijah had not done anything to prepare people to accept Jesus. So they asked Jesus, “ The men who teach the Jewish laws say that Elijah must come back to the earth before the Messiah comes to earth. But you have been here a long time and Elijah came just today. So is what they are teaching wrong?”"
            },
            {
              "tag": "v",
              "num": "12-13",
              "text": "Jesus answered them, \"It is true that God promised to send Elijah to come first to put everything as it should be. But Elijah has already come, and our leaders treated him very badly, just like they wanted to do, as prophets long ago had said they would. But there is much written in the scriptures about me, the Son of Man. The scriptures say that I will suffer much and that people will reject me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then Jesus and those three apprentices arrived where the other apprentices were. They saw a large crowd around the other apprentices and some men who taught the Jewish laws arguing with them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The crowd was very surprised to see him come. So they ran to him and greeted him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He asked them, \" What are you arguing about?\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "A man in the crowd answered him, \" Teacher, I brought my son here in order that you would heal him. There is an evil spirit in him that makes him unable to talk."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Whenever the spirit begins to control him, it throws him down. He foams at the mouth, he grinds his teeth together, and he becomes stiff. I asked your apprentices to expel the spirit, but they were not able to do it.\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Jesus replied by saying to those people, \" You faithless people! I have been with you a long time, and you still cannot do what I do! You test my patience! Bring the boy to me.\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So they brought the boy to Jesus. As soon as the evil spirit saw Jesus, it shook the boy severely, and the boy fell on the ground. He rolled around and foamed at the mouth."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus asked the boy' s father, \" How long has he been like this?\" He replied, \" This started to happen when he was a child."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The spirit does not only do this, but he also often throws him into the fire or into the water in order to kill him. Pity us and help us, if you can!\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Jesus exclaimed to him, \" Of course I can! God can do anything for people who believe in him!\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Immediately the child' s father shouted, \" I believe that you can help me, but I do not believe strongly. Help me to believe more strongly!\""
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Jesus saw that the crowd was growing. He rebuked the evil spirit: \" You evil spirit, you who are causing this boy to be deaf and unable to talk! I command you to come out of him and never enter him again!\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The evil spirit shouted and shook the boy violently; then it left the boy. The boy did not move. He seemed like a dead body. So most of the people there said, \" He is dead!\""
            },
            {
              "tag": "v",
              "num": "27",
              "text": "However, Jesus took him by the hand and helped him get up. Then the boy stood up."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Later, when Jesus and his apprentices were alone in a house, they asked him, \" Why were we not able to force the evil spirit out?\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He said to them, \" You can force this kind of evil spirit out only by abstaining from food and praying that God will give you the power to do it. There is no other way that you can expel them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "After Jesus and his apprentices left that region, they traveled through Galilee district. Jesus did not want anyone else to know where he was."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "He wanted to have time to teach his apprentices. He was telling them, \" Some day my enemies will arrest me, the Son of Man, and I will be put into the hands of other men. Those men will kill me. But on the third day after I die, I will become alive again!\""
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They did not understand what he was telling them, and they were afraid to ask him what he meant."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Then Jesus and his apprentices returned to Capernaum town. When they were in the house, he asked them, \" What were you talking about while we were traveling on the road?\""
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But they did not reply. They were ashamed to reply because, while they were traveling, they had been arguing with each other about which one of them was the most important."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "He sat down, he called the twelve apprentices to come close to him and then said to them, \" If anyone wants God to consider him to be the most important person of all, he must consider himself to be the least important person of all, and he must serve everyone else.\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then he took a child and placed him among them. He took the child in his arms and then he said to them,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "\" Those who welcome a child like this one because they love me, God considers that they are welcoming me. It is also true that they are also welcoming God, who sent me.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "John said to Jesus, \" Teacher, we saw someone who was forcing evil spirits out of people. He claimed that he had authority from you to do that. So we told him to stop doing it because he was not one of the apprentices.\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Jesus said, \" Do not tell him to stop doing that. For no one will say bad things about me soon after performing a mighty deed with my authority."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Those who are not opposing us are trying to achieve the same goals that we are."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "God will certainly reward those who help you in any way, even if they simply give you a cup of water to drink because you follow me, the Messiah!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "Jesus also said, \" But if you cause someone who believes in me to sin, God will severely punish you, even if that person is socially unimportant like this little child. If someone tied a heavy stone around your neck and threw you into the sea, it would be better for you than if God punished you for causing a person who believes in me to sin."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "So if you are wanting to use one of your hands to sin, do not use it! Even if you have to cut your hand off and throw it away to avoid sinning, do it! It is good that you live eternally, even though you lack one of your hands while you are here on earth. But it is not good that you sin and as a result God throws your whole body into hell. There the fires never go out!"
            },
            {
              "tag": "v",
              "num": "44"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best ancient copies do not have this phrase from verses 44 and 46, "
            },
            {
              "tag": "fqa",
              "text": "where worms never stop feeding on them, and the fire that burns them never goes out "
            },
            {
              "tag": "v",
              "num": "45",
              "text": "If you are wanting to use one of your feet to sin, do not use it! Even if you have to cut off your foot to avoid sinning, do it! It is good that you live eternally, even though you lack one of your feet while you are here on earth. But it is not good that you sin and as a result for God to throw your whole body into hell."
            },
            {
              "tag": "v",
              "num": "46"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best ancient copies do not have verse 46 "
            },
            {
              "tag": "v",
              "num": "47",
              "text": "If because of what you see you are tempted to sin, stop looking at those things! Even if you have to gouge out your eye and throw it away to avoid sinning, do it! It is better to have only one eye and for God to agree to rule over you, than him to throw you with two eyes into hell."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "In that place worms feed on the people there forever and the fires are never put out.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "\" For God will put fire on everyone, just like people put salt on their food."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Salt is useful to put on food, but you cannot make it taste salty again if it becomes flavorless. We are to be like salt that adds flavor to food. And live in peace with one another.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Jesus left that place with his apprentices, and they went through the district of Judea and on across to the east side of the Jordan River. When crowds of people gathered around him again, he taught them again, as he customarily did."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "While he was teaching them, some Pharisees approached him and asked him, \" Does our law permit a man to divorce his wife?\" They asked that in order to be able to criticize him no matter whether he answered\" yes\" or\" no.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He answered them, \" What did Moses command your ancestors about this?\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "One of them replied, \" Moses permitted that a man may write out divorce papers so that he may send her away.\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Jesus said to them, \" Your ancestors stubbornly wanted to be able to send their wives away. That is why Moses wrote that law."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But when God first created people, it says, ' God made them male and female.'"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "That explains why God said, ' When a man marries, he must leave his parents and join with his wife."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They will become like one person. They will no longer be like two people, but like one.'"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Because that is true, a man must not separate from his wife. God has joined them together and he wishes them to stay together!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When Jesus and his apprentices were alone in a house, they asked him again about this."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He said to them, \" God considers that any man who divorces his wife and marries another woman is committing adultery."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "God also considers a woman who divorces her husband and marries another man to be committing adultery.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now people were bringing children to Jesus so that he would touch and bless them. But his apprentices scolded those people."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When Jesus saw that, he became angry. He said to his apprentices, \" Allow the children to come to me! Do not forbid them! It is people who have qualities like children over whom God will agree to rule."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Note this: Those who do not welcome God as their king in the same manner as children would, God will certainly not agree to rule over them.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then he embraced the children. He also put his hands on them and called on God to do good to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "As Jesus was starting to travel again with his apprentices, a man ran up to him. He knelt before Jesus and asked him, \" Good teacher, what must I do to have eternal life?\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Jesus said to him, \" Why do you call me good? Only God is good!"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But to answer your question, you know the commandments of Moses: ' Do not murder anyone, do not commit adultery, do not steal, do not lie about others, do not cheat anyone, and honor your father and mother'.\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The man said to him, \" Teacher, I have obeyed all those commandments ever since I was young.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus looked at him and loved him. He said to him, \" There is one thing that you have not yet done. You must go home, sell all that you possess, and then give the money to poor people. As a result, you will have riches in heaven. After you have done what I have told you, come and follow me!\""
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The man became disappointed when he heard Jesus' instructions. He went away sad, because he was very rich."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Jesus looked around at the people. Then he exclaimed to his apprentices, \" It is very difficult for people who are wealthy to agree for God to rule over them.\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The apprentices were confused by what he said. Jesus said again, \" My dear friends, it is very difficult for anyone to agree for God to rule over them."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "In fact, it would be easier for a very large animal like a camel to enter through the eye of a needle than for rich people to accept God to rule over them.\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The apprentices were very astonished. So they said to each other, \" If that is so, then no one will be saved!\""
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jesus looked at them and then he said, \" Yes, it is impossible for people to save themselves! But God certainly can save them, because God can do anything!\""
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Peter said, \" Look, we have left behind everything and followed you.\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus replied, \" I want you to know this: Those who have left their houses, their brothers, their sisters, their father, their mother, their children, or their plots of ground for me and for the good news,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "they will receive in this life a hundred times as much as they left behind. That will include houses and people as dear as brothers and sisters and mothers and children, and plots of ground. Furthermore, although people will persecute them here on earth because they believe in me, in the future age they will have eternal life."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But I warn you all: Many who now consider themselves to be very important will be unimportant at that future time, and many who now consider themselves to be unimportant will be very important at that future time!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Some days later as they continued to travel, Jesus and his apprentices were walking on the road that leads up to Jerusalem city. Jesus was walking ahead of them. The apprentices were astonished and the other people who were with them were afraid. Along the way he took the twelve apprentices to a place by themselves. Then he began to tell them again about what was going to happen to him;"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "he said, \" Listen carefully! We are going up to Jerusalem. There the chief priests and the men who teach the laws will arrest me, the Son of Man. They will declare that I must die. Then they will take me to the Roman authorities."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Their men will ridicule me and spit on me. They will whip me, and then they will kill me. But on the third day after that, I will become alive again!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Along the way, James and John, who were the two sons of Zebedee, approached Jesus and said to him, \" Teacher, please do for us what we will ask you to do!\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "He said to them, \" What do you want me to do for you?\""
            },
            {
              "tag": "v",
              "num": "37",
              "text": "They said to him, \" When you rule in your kingdom, let one of us sit at your right side and one sit at your left side.\""
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But Jesus said to them, \" You do not understand what you are asking for.\" Then he asked them, \" Can you endure suffering like I am about to suffer? Can you die the kind of death I am about to die?\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They said to him, \" Yes, we are able to do that!\" Then Jesus said to them, \" It is true that you will endure suffering like I will suffer, and you will endure others to kill you as they will kill me."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But I am not the one who chooses who will sit next to me. God will give those places to the ones whom he chooses in advance.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "The other ten apprentices later heard about what James and John had requested. So they said they were unhappy with the two apprentices."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then Jesus called them all together and said, \" You know that kings and others who rule over people enjoy showing that they are powerful. You also know that their officials enjoy commanding others."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But do not be like them! On the contrary, all those among you who want God to consider them great must become like servants to the rest of you."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Furthermore, if anyone among you wants God to consider him to be the most important, he must act like a slave for the rest of you."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "I, the Son of Man, did not come to be served. On the contrary, I came to serve others and to free many people by giving my life for them.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "46",
              "text": "On the way to Jerusalem, Jesus and his apprentices came to Jericho town. Then, while they were leaving Jericho along with a great crowd, a blind man who habitually begged for money was sitting beside the road. His name was Bartimaeus, and his father' s name was Timaeus."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When he heard people say that Jesus from Nazareth was passing by, he shouted, \" Jesus! You who are the Messiah descended from King David, be merciful to me!\""
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Many people scolded him and told him that he should be quiet. But he shouted even more, \" You who are the Messiah descended from King David, be merciful to me!\""
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Jesus stopped and said, \" Call him to come over here!\" They called the blind man, saying, \" Jesus is calling you! So cheer up and get up and come!\""
            },
            {
              "tag": "v",
              "num": "50",
              "text": "He threw aside his cloak as he jumped up, and he came to Jesus."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Jesus asked him, \" What do you want me to do for you?\" The blind man said to him, \" Teacher, I want to be able to see again!\""
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Jesus said to him, \" I am healing you because you believed in me. So you may go!\" He could see immediately. And he went with Jesus along the road."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Jesus and his apprentices came near to Jerusalem, they came to Bethphage and Bethany villages near the Mount of Olives. Then Jesus called two of his apprentices"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and said to them, \" Go to that village just ahead of us. As soon as you enter it, you will see a young donkey tied up that no one has ever ridden. Untie it and bring it to me."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If anyone says to you, ' Why are you doing that?' say, ' The Lord needs to use it. He will send it back here with someone as soon as he no longer needs it.'\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So the two apprentices went and found a young donkey. It was tied close to the door of a house, which was beside the street. Then they untied it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Some of the people who were there said to them, \" Why are you untying that donkey?\""
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They told them what Jesus had said. So the people permitted them to take the donkey."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The two apprentices brought the donkey to Jesus and put their cloaks on it to make something for him to sit on."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Many people spread their cloaks on the road in front of him. Others cut branches from palm trees in nearby fields and spread them along the road."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The people who were going in front of him and behind him were all shouting, \" Praise God!\" and\" May God bless this one who comes with his authority.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They also shouted, \" May you be blessed when you rule like our ancestor King David ruled!\" and\" Praise God who is in the highest heaven!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Jesus entered Jerusalem with them, and then he went into the temple courtyard. After he looked around at everything there, he left the city because it was already late in the afternoon. He returned to Bethany with the twelve apprentices."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "The next day, as Jesus and his apprentices were leaving Bethany, he felt hungry."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He saw in the distance a fig tree with all its leaves, so he went to it to see if he could find any figs on it. But when he came to it, he found no fruit on it, because it was not yet the season for figs to appear."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He said to the tree, \" No one will ever eat from you again.\" And his apprentices heard this."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Jesus and his apprentices went back into Jerusalem and entered the temple courtyard. He saw people who were selling and buying animals for sacrifices. He chased those people from the temple courtyard. He also overturned the tables of those who were selling temple tax money in exchange for Roman coins. And he overturned the seats of the men who were selling pigeons for sacrifice."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He would not allow anyone who was carrying anything to sell to go through the temple area."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then as he taught those people, he said to them, \" It is written in the scriptures that God said, ' I want my house to be a house where people from all nations can pray,' but you bandits have made it like a cave where robbers hide.\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The chief priests and the men who taught the Jewish laws later heard about what he had done. They were planning how they might kill him, but they feared him because they realized that the crowd was amazed at what he was teaching."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Every evening Jesus and his apprentices would leave the city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "The next morning while they were going along the road toward Jerusalem, they saw that the fig tree that Jesus had cursed had withered completely."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Peter remembered what Jesus had said to the fig tree and he said to Jesus, \" Teacher, look! The fig tree that you cursed has withered!\""
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jesus replied, \" You must trust that God will do whatever you ask him to do!"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Also note this: If anyone says to this mountain, ' Be raised up and thrown into the sea!' and if he does not doubt that it will happen, that is, if he believes that it will happen, God will do it for him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So I tell you, whenever you ask God for something when you pray, believe that you will receive it, and, if you do, God will do it for you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now, I tell you this also: Whenever you are praying, if you have a grudge against people because they have harmed you, forgive them, so that your Father in heaven will likewise forgive your sins.\""
            },
            {
              "tag": "v",
              "num": "26"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient authorities include:"
            },
            {
              "tag": "fqa",
              "text": "But if you do not forgive, neither will your Father who is in heaven forgive your sins. "
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Jesus and his apprentices arrived in the temple courtyard in Jerusalem again. While Jesus was walking there, a group consisting of chief priests, some men who taught the Jewish laws, and elders came to him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They said to him, \" By what authority are you doing these things? Who authorized you to do things like those you did here yesterday?\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus said to them, \" I will ask you one question. If you answer me, I will tell you who authorized me to do those things."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Was it God who authorized John to baptize those who came to him? Or was it people who authorized him?\""
            },
            {
              "tag": "v",
              "num": "31",
              "text": "They debated among themselves as to what they should answer. They said to each other, \" If we say that it was God who authorized him, he will say to us, ' Then you should have believed what John said!'"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "On the other hand, if we say that it was people who authorized John, then what will happen to us?\" They were afraid to say that about John, because they knew that the people would be very angry with them. They knew that all the people truly believed that John was a prophet whom God had sent."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So they answered Jesus, \" We do not know from whom John received his authority.\" Then Jesus said to them, \" Because you did not answer my question, I will not tell you who authorized me to do those things here yesterday.\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus began to tell the Jewish leaders a parable. He said, \" A certain man planted a vineyard. He built a fence around it. He made a stone tank to collect the grape juice. He also built a tower for someone to sit in to guard his vineyard. He leased the vineyard to some farmers to cultivate it, and then he went away to another country."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When the time came to harvest the grapes, the owner of the vineyard sent a servant to the men who had taken a lease on his vineyard because he wanted to receive from them his share of the grapes that the vineyard had produced."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But when the servant arrived, they grabbed him and beat the servant, and they did not give him any fruit. Then they sent him away."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Later the owner sent another servant to them. But they beat that one on the head and they hurt him terribly, for which they should be ashamed."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Later the owner sent still another servant. That man the farmers killed. They also mistreated many other servants whom he sent. Some they beat and some they killed."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The owner still had one other person with him, his son, whom he loved very much. So he sent his son to them because he thought that they would respect him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But when the farmers saw his son coming, they said to each other, ' Look! Here comes the owner' s son, who will some day inherit the vineyard! So let us kill him in order that this vineyard will be ours!'"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They seized the owner' s son and killed him. Then they threw his body outside the vineyard."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So do you know what the owner of the vineyard will do? He will come and kill those evil men who had taken a lease on his vineyard. Then he will arrange for other people to take care of it."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now think carefully about these words, which you have read in the scriptures:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "The men who were building the building refused to use a certain stone. But the Lord has put that same stone in its proper place, and it has become the most important stone in the building!",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The Lord has done this, and we marvel as we look at it.\""
            }
          ],
          "tag": "p",
          "text": "\""
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then the Jewish leaders realized that Jesus was accusing them when he told this story about what those wicked people did. So they wanted to arrest him. But they were afraid of what the crowds of people would do if they did that. So they left him and went away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "The Jewish leaders sent to Jesus some Pharisees and some members of the party that supported Herod Antipas. They wanted to trick Jesus; they wanted to make him say something wrong so they could show people that he taught wrong things so they could bring charges against him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "After they arrived, they said to him, \" Teacher, we know that you teach the truth. We also know that you are not concerned about what people say about you, even if an important person does not like what you say. Instead, you teach truthfully what God wants us to do. So tell us what you think about this matter: Is it right that we pay taxes to the Roman government, or not? Should we pay the taxes, or should we not pay them?\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Jesus knew that they did not really want to know what God wanted them to do. So he said to them, \" I know that you are just trying to make me say something wrong for which you can accuse me. But I will answer your question anyway. Bring me a coin so that I might look at it.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "After they had brought him a coin, he asked them, \" Whose picture is on this coin? And whose name is on it?\" They replied, \" It is a picture and the name of Caesar.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Jesus said to them, \" That is correct, so give to Caesar what belongs to him, and give to God what belongs to him.\" They were completely amazed by what he said."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Men who belong to the group of Sadducees deny what other Jews believe, that people become alive again after they die. Some Sadducees came to Jesus and asked him,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "\" Teacher, Moses wrote for us Jews that if a man' s brother dies and leaves a wife but no children, his brother should marry the widow and raise up a descendant for his brother."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So here is an example. There were seven brothers in one family. The oldest one married a woman, but he and his wife did not bear any children. Then he later died."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The second brother also married that woman, but he, too, did not bear any children. Then he later died. The third brother did like his other brothers did. But he also did not bear any children, and later died."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Eventually all seven brothers married that woman one by one, but no one had any children, and one by one they died. Afterwards the woman died, too."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Now on the day when people will become alive again after they die, whose wife will that woman be? Keep in mind that she had been married to all seven brothers!\""
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Jesus replied to them, \" You are certainly wrong. You do not know what the scriptures teach about this. You also do not understand God' s power to make people alive again."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "That woman will not be the wife of any of those brothers, because when people become alive again, instead of men having wives and women having husbands, they will be like the angels in heaven. Angels do not marry."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But let me talk about people becoming alive again after they die. In the book that Moses wrote, he wrote about people who have died; I am sure that you have read it. When Moses was looking at the bush that was burning, God said to him, ' I am the God whom Abraham, Isaac, and Jacob worship.'"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Now it is not dead people who worship God. It is living people who worship him. So when you say that dead people do not become alive again, you are very wrong.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "A man who taught the Jewish laws heard their discussion. He knew that Jesus had answered the Sadducees' question very well. So he stepped forward and asked Jesus, \" Which commandment is the most important?\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus answered, \" The most important commandment is this: ' Listen, O Israel! The Lord our God is one Lord."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "You must love the Lord your God in all that you want and feel, in all that you think, and in all that you do!'"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The next most important commandment is: ' You must love the people around you as much as you love yourself.' No other commandment is more important than these two!\""
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The man said to Jesus, \" Teacher, you have answered well. You correctly said that God is the only God and that there is no other God."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "You have also said correctly that we should love God in all that we want and feel, in all that we think, and in all that we do. And you have said correctly that we must love people with whom we come in contact as much as we love ourselves. And you have also correctly said that doing these things pleases God more than burning food or animals as an offering or giving other sacrifices.\""
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Jesus realized that this man had answered wisely. So he said to him, \" You are close to the point where God will agree to rule over you.\" After that, the Jewish leaders were afraid to ask him any more questions like that to try to trick him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Later, while Jesus was teaching in the temple area, he said to the people, \" How is it that those who teach the law say— and they are correct in saying— that the Messiah is a descendant of King David?"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "The Holy Spirit caused David to say about the Messiah, ' God said to my Lord, \" Sit here beside me at my right hand, in the place where I will highly honor you above everyone else! Sit here while I completely defeat your enemies!\"'"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "In this Psalm of David he refers to the Messiah as' Lord.' But how— as the teachers of the law correctly say— can the Messiah also be a descendant of David?\" Many people listened to him gladly as he taught these things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "While Jesus was teaching the people, he said to them, \" Beware that you do not act like the men who teach our laws. They like people to honor them, so they put on long robes and walk around in order to show people how important they are. They also like people to greet them respectfully in the marketplaces."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They like to sit in the most important seats in the synagogues. At festivals, they like to sit in the seats where the most honored people sit."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They swindle the houses and property of widows by cheating them. Then they pretend that they are good by praying long prayers in public. God will certainly punish them severely!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Later, Jesus sat down in the temple area opposite the boxes in which people put offerings. As he was sitting there, he watched as they put money in one of the boxes. Many rich people put in large amounts of money."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then a poor widow came along and dropped in two small copper coins, which had a very small value."
            },
            {
              "tag": "v",
              "num": "43-44",
              "text": "Jesus gathered his disciples around him and said to them, \"The truth is that those other people have a lot of money, but they gave only a small part of it. But this woman, who is very poor, has put in all the money that she had to pay for the things she needed for today. So this poor widow has put more money into the box than all the others!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "While Jesus was leaving the temple area, one of his apprentices said to him, \" Teacher, look at how marvelous these huge cut blocks of stone in the walls are and how wonderful these buildings are!\""
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Jesus said to him, \" Yes, these buildings that you are looking at are wonderful, but I want to tell you something about them. They will be destroyed completely. No block of stone here in this temple area will remain on top of another block.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "After they arrived at the Mount of Olives across the valley from the temple, Jesus sat down. When Peter, James, John, and Andrew were alone with him, they asked him,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "\" Tell us, when will these things that God has planned happen? What will happen to show us these things are about to take place?\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Jesus replied to them, \" Beware that no one deceive you concerning what will happen!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Many people will come and say that I sent them. They will say, ' I am the Messiah!' They will deceive many people."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When you hear the sound of soldiers fighting battles, or when you hear news about wars that are far away, do not be troubled. These things will definitely happen. But when they do happen, do not think that God will finish all that he has planned at that time!"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Groups who live in various countries will fight each other, and various kings and leaders will fight each other. There will also be earthquakes in various places, and there will be famines. Yet, when these things happen, people will have only just begun to suffer. These first things that they suffer will be like the first pains a woman suffers who is about to bear a child. They will suffer much more after that."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Be ready for what people will do to you at that time. They will arrest you and put you on trial before groups of leaders. People will beat you in various synagogues. They will put you on trial in the presence of high government authorities. As a result, you will be able to tell them about me."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "My followers must proclaim the good news to people in all nations before God finishes everything that he has planned."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When people arrest you, do not worry about what you will say. Instead, say what God puts into your mind at that time. Then it will not be just you who will be speaking. It will be the Holy Spirit who will be speaking through you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Some brothers and sisters will betray other brothers and sisters. Some fathers will betray their children. Some children will betray their parents so that government officials will kill their parents."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Most people will hate you because you believe in me. But all you who continue to trust in me until your life is finished will be saved."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "During that time the detestable thing will enter the temple. It will defile the temple and cause people to abandon it. When you see it where it should not be, you should run away quickly! ( May everyone who is reading this pay attention to this warning!) At that time those people who are in the district of Judea should flee to higher hills."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Those people who are outside their houses should not enter their houses in order to get anything."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Those who are working in a field should not return to their houses in order to get additional clothes."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I feel very sorry for women who will be pregnant and women who will be nursing their babies in those days, because it will be very difficult for them to run away!"
            },
            {
              "tag": "v",
              "num": "18-19",
              "text": "In those days people will suffer very severely. People have never suffered like that since the time when God first created the world until now; and people will not suffer that way again. So pray that this painful time will not happen in winter, when it will be hard to travel. "
            },
            {
              "tag": "v",
              "num": "20",
              "text": "If the Lord God had not decided that he would shorten that time when people suffer so much, everyone would die. But he has decided to shorten that time because he is concerned about the people whom he has chosen."
            },
            {
              "tag": "v",
              "num": "21-22",
              "text": "At that time people will falsely say that they are the Messiah. And some will appear claiming to be prophets from God. Then they will perform many kinds of miracles. They will even try to deceive the people whom God has chosen. So at that time if someone says to you, 'Look, here is the Messiah!', or if someone says, 'Look, there he is!', do not believe it! "
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Be alert! Remember that I have warned you about all this before it happens!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "After the time when people suffer like that, God will cause the sun to become dark, and the moon will not shine;"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "God will cause the stars to fall from the sky, and all the things in the sky to shake out of their place."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then people will see me, the Son of Man, coming through the clouds powerfully and gloriously."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then I will send out my angels so they can gather together the people whom God has chosen from everywhere, from the most remote places on earth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Now I want you to learn something from how fig trees grow. When their branches become tender and their leaves begin to sprout, you know that summer is near for us."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Similarly, when you see what I have just described happening, you yourselves will know that it is very near the time for me to return. It will be as though I am already at the door."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Keep this in mind: this generation will not die until these things take place."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "You can be certain that these things that I have prophesied will happen. The earth and what is in the sky will one day be destroyed, but these things that I have told you will certainly happen."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But no one knows the exact time when I will return. The angels in heaven also do not know. Even I, God' s Son, do not know. Only my Father knows."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So be ready! Always be alert, because you do not know when that time will come when God will cause all these events to happen!"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "When a man who wants to travel to a distant place is about to leave his house, he tells his servants that they should manage the house. He tells each one what he should do. Then he tells the doorkeeper to be ready for his return."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "That man must always be ready, because he does not know whether his master will return in the evening, at midnight, when the rooster crows, or at dawn. Similarly, you also must always be ready, because you do not know when I will return."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "May it not happen that when I come suddenly, I will find that you are not ready!"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "These words that I am saying to you apprentices I am saying to everyone: Always be ready!\""
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It was only two days before the people would begin to celebrate the week- long festival that they called the Passover. During those days they also celebrated the festival which they called Unleavened Bread. The chief priests and the men who taught the Jewish laws were planning how they could arrest Jesus secretly and put him to death."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But they were saying to one another, \" We must not do it during the festival because if we do it then, the people will be very angry with us and riot!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Jesus was at Bethany town in the house of Simon, whom Jesus had healed from leprosy. While they were eating, a woman came to him. She was carrying a stone jar that contained expensive, fragrant perfume called nard. She opened the jar and then poured all the perfume on Jesus' head."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Some of the people who were present became angry and said to themselves, \" It is terrible that she wasted that perfume!"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It could have been sold for almost a year' s wages and then the money could have been given to poor people!\" So they scolded her."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But Jesus said, \" Stop scolding her! She has done to me what I consider to be very appropriate. So you should not bother her!"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You will always have poor people among you. So you can help them whenever you want to. But I will not be here with you much longer."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It is appropriate that she has done what she could do. It is as if she had known that I was going to die soon, because she has anointed my body ahead of time so that it is ready for burial."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will tell you this: Wherever my followers preach the good news throughout the world, they will also tell what she has done, and people will remember her.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Judas Iscariot went to the chief priests to talk about helping them to capture Jesus. He did that even though he was one of the twelve apprentices."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When the chief priests heard what he was willing to do for them, they were very happy. They promised that they would give him a large amount of money in return. Judas agreed and began watching for an opportunity to hand Jesus over to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "On the first day of the festival that they call Unleavened Bread, when they kill the lambs for the Passover, Jesus' apprentices said to him, \" Where do you want us to go and prepare the meal for the Passover Celebration so that we can eat it?\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So Jesus chose two of his apprentices to prepare everything. He said to them, \" Go into Jerusalem city. A man will meet you, who will be carrying a large jar full of water. Follow him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When he enters a house, say to the man who owns the house, ' Our teacher wants us to prepare the meal of the Passover Celebration so that he can eat it with us his disciples. Please show us the room.'"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He will show you a large room that is on the upper floor of the house. It will be furnished and ready for us to eat a meal in it. Then prepare the meal there for us.\""
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So the two apprentices left. They went into the city and found everything to be just like he had told them. They prepared the meal for the Passover Celebration there."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When it was evening, Jesus arrived at that house with the twelve apprentices."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "As they were all sitting there and eating, Jesus said, \" Listen carefully to this: One of you will make it possible for my enemies to arrest me. It is one of you who is eating with me right now!\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The apprentices became very sad and they said to him one by one, \" Surely it is not I?\""
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then he said to them, \" It is one of you twelve apprentices, the one who is dipping bread into the sauce in the dish along with me."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It is certain that I, the Son of Man, will die, because that is what has been written about me. But there will be terrible punishment for the man who betrays me! In fact, he would have been better off if he had never been born!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "While they were eating, he took a flat loaf of bread and thanked God for it. Then he broke it into pieces and gave it to them and said to them, \" This bread is my body. Take it and eat it.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Afterwards, he took a cup that contained wine and thanked God for it. Then he gave it to them and they all drank."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He said to them, \" This wine is my blood, which is about to be shed when my enemies kill me. With this blood I will confirm the covenant that God has made to forgive the sins of many people."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "I want you to know this: I will not drink any more wine until the time when I drink it again when God shows himself as king.\""
            },
            {
              "tag": "v",
              "num": "26",
              "text": "After they sang a hymn, they went out toward the Mount of Olives."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "While they were on their way, Jesus said to them, \" They wrote in the scriptures that God said about me, ' I will kill the shepherd and scatter his sheep.' Those words will come true. You will leave me and run away."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But after God makes me alive again, I will go ahead of you to the district of Galilee and meet you there.\""
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then Peter said to him, \" Perhaps all the other disciples will leave you, but I will not! I will not leave you!\""
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jesus said to him, \" The truth is that this very night, before the rooster crows two times, you will say about me three times, that you do not know me."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But Peter replied strongly, \" Even if they kill me, I will not say that I do not know you.\" And all the other apprentices said the same thing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "On the way, Jesus and his apprentices came to the place that people call Gethsemane. Then he said to some of his disciples, \" Stay here while I pray!\""
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then he took Peter, James, and John with him. He became extremely upset."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "He said to them, \" I am very sorrowful. It is as if I were about to die. You men stay here and keep watch!\""
            },
            {
              "tag": "v",
              "num": "35",
              "text": "He went a bit farther and threw himself on the ground. Then he prayed that if it were possible, he would not have to suffer."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "He said, \" O my Father, because you are able to do everything, rescue me so that I do not have to suffer now! But do not do what I want. Instead, do what you want!\""
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then he returned and found his apprentices sleeping. He woke them up and said, \" Simon Peter! Are you sleeping? Were you not able to stay awake for just a short time?\""
            },
            {
              "tag": "v",
              "num": "38",
              "text": "And he said to them, \" You want to do what I say, but you are weak. So keep awake and pray so that you can resist when you are tempted!\""
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Then he went away again and prayed again what he prayed before."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "When he returned, he found that they were sleeping again; they were so sleepy that they could not keep their eyes open. Because they were ashamed, they did not know what to say to him when he awakened them."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he went and prayed again. He returned a third time and found them sleeping again. He said to them, \" You are still asleep? No more of this! The time for me to suffer is about to begin. Look! Someone is about to enable sinful men to capture me, the Son of Man."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "So get up! Let us go! Look! Here comes the one who is enabling them to capture me!\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "While he was still speaking, Judas arrived. Even though he was one of Jesus' twelve disciples, he came to enable Jesus' enemies to capture him. A crowd who carried swords and clubs was with him. The leaders of the Jewish council had sent them."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Judas, who was betraying Jesus, had previously told this crowd, \" The man whom I kiss is the one whom you want. When I kiss him, seize him and lead him away.\""
            },
            {
              "tag": "v",
              "num": "45",
              "text": "So, when Judas arrived, he immediately went to Jesus and said, \" My teacher!\" Then he kissed Jesus."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Then the crowd grabbed Jesus."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "But one of his apprentices who was standing nearby drew his sword. He struck the servant of the high priest with it, but he only cut off his ear."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Jesus said to them, “ Have you come here to seize me with swords and clubs, as if I were a bandit?"
            },
            {
              "tag": "v",
              "num": "48-49",
              "text": "Jesus said to them, \"It is ridiculous that you come here to seize me with swords and clubs, as if I were a robber! Day after day I was with you in the temple courtyard teaching the people! Why did you not arrest me then? But this is happening so that what the prophets have written in the scriptures about me may come true.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "50",
              "text": "All his apprentices at once left him and ran away."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "At that time, a young man was following Jesus. He was wearing only a linen cloth around his body. The crowd grabbed him,"
            },
            {
              "tag": "v",
              "num": "52",
              "text": "but, as he pulled away from them, he left behind the linen cloth in their hands, and then he ran away naked."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "53",
              "text": "The men who had seized Jesus led him away to the high priest' s house. All of the Jewish council were gathering there."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Peter followed Jesus at a distance. He went into the courtyard of the house where the high priest lived, and he sat there with the men who guarded the house of the high priest. He was warming himself beside a fire."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "The chief priests and all the rest of the Jewish council were looking for evidence against Jesus that would be strong enough to put him to death. But they did not find any evidence that would require the officials to put him to death."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Many other people told lies about Jesus, but the statements they made did not agree with each other. And so, their statements were not strong enough to make a charge against Jesus."
            },
            {
              "tag": "v",
              "num": "57",
              "text": "Finally, some stood up and accused him falsely by saying,"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "\" We heard him when he said, ' I will destroy this temple that was built by men, and then within three days I will build another temple without help from anyone else.'\""
            },
            {
              "tag": "v",
              "num": "59",
              "text": "But what some of these men said also did not agree with what others of them said."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "60",
              "text": "Then the high priest himself stood up in front of them and said to Jesus, \" Are you not going to reply? What do you say about all the things that they are saying in order to accuse you?\""
            },
            {
              "tag": "v",
              "num": "61",
              "text": "But Jesus was silent and did not reply. Then the high priest tried again. He asked him, \" Are you the Messiah? Do you say that you are the Son of God?\""
            },
            {
              "tag": "v",
              "num": "62",
              "text": "Jesus said, \" I am. Furthermore, you will see me, the Son of Man, ruling beside God, who is completely powerful. You will also see me coming down through the clouds in the sky!\""
            },
            {
              "tag": "v",
              "num": "63",
              "text": "When Jesus said this, the high priest tore his own outer garment in protest, and the high priest said, \" Do we need more witnesses to testify against this man?"
            },
            {
              "tag": "v",
              "num": "64",
              "text": "You have heard his blasphemous claim to be God!\" They all agreed that Jesus was guilty and that he deserved to be put to death."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "Then some of them began spitting on Jesus. They put a blindfold on him, and then they began striking him and saying to him, \" If you are a prophet, tell us who hit you!\" And those who were guarding Jesus struck him with their hands."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "66",
              "text": "While Peter was outside in the courtyard of the high priest' s house, one of the girls who worked for the high priest came near him."
            },
            {
              "tag": "v",
              "num": "67",
              "text": "When she saw Peter warming himself beside the fire, she looked at him closely. Then she said, \" You also were with Jesus, that man from Nazareth!\""
            },
            {
              "tag": "v",
              "num": "68",
              "text": "But he denied it by saying, \" I do not know what you are talking about! I understand nothing of it!\" Then he went away from there to the gate of the courtyard."
            },
            {
              "tag": "v",
              "num": "69",
              "text": "The servant girl saw him there and said again to the people who were standing nearby, \" This man is one of those who have been with that man they arrested.\""
            },
            {
              "tag": "v",
              "num": "70",
              "text": "But he denied it again. After a little while, those who were standing there said to Peter again, \" We can tell that you also are from Galilee district. So it is certain that you are one of those who accompanied Jesus!\""
            },
            {
              "tag": "v",
              "num": "71",
              "text": "But he began to say that God could punish him if he were not telling the truth; he said, \" I do not know the man that you are talking about!\""
            },
            {
              "tag": "v",
              "num": "72",
              "text": "Immediately the rooster crowed a second time. Then Peter remembered what Jesus had said to him earlier: \" Before the rooster crows a second time, you will deny three times that you know me.\" When he realized that he had denied him three times, he started crying."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Very early in the morning the chief priests met together with the rest of the Jewish council in order to decide how to accuse Jesus before the Roman governor. Their guards tied Jesus' hands again. They took him to the residence of Pilate, the governor."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Pilate asked Jesus, \" Do you say that you are the king of the Jews?\" Jesus answered him, \" You yourself have said so.\""
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the chief priests claimed that Jesus had done many bad things."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Pilate asked him again, \" Do you have nothing to reply? Listen to how many bad things they are saying that you have done!\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But even though Jesus was not guilty, he did not say anything more. The result was that Pilate was very much surprised."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Now it was the governor' s custom each year during the Passover Celebration to release one person who was in prison. He usually released any prisoner the people requested."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "At that time there was a man called Barabbas who was in prison with some other men. They had committed murder when they rebelled against the Roman government."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A crowd approached Pilate and asked him to release someone, just as in the past."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Pilate answered them, \" Would you like me to release for you the man whom you people say is your king?\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He asked this because he realized what the chief priests were wanting to do. They were accusing Jesus because they were jealous of him because many people were becoming his disciples."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But the chief priests urged the crowd to request that Pilate release Barabbas for them instead of Jesus."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Pilate said to them again, \" If I release Barabbas, what do you want me to do with your king?\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then they shouted back, \" Command your soldiers to crucify him!\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then Pilate said to them, \" Why? What crime has he committed?\" But they shouted even louder, \" Crucify him!\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So because Pilate wanted to please the crowd, he released Barabbas to them. Then his soldiers flogged Jesus; after that, Pilate told them to take him away and crucify him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The soldiers took Jesus into the courtyard of the barracks. Then they summoned the whole cohort who were on duty there."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "After the soldiers gathered together, they put a purple robe on Jesus. Then they placed on his head a crown that they had woven from thornbush branches. They did those things in order to ridicule him by pretending that he was a king."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then they greeted him like they would greet a king, in order to ridicule him; they said, \" Greetings, King of the Jews!\""
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They repeatedly struck his head with a reed and spat on him. They knelt down in front of him to pretend to honor him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When they had finished mocking him, they pulled off the purple robe. They put his own clothes on him, and then they led him outside of the city in order to nail him to a cross."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Now a man named Simon from Cyrene came along. He was the father of Alexander and Rufus, and he was passing by Jesus on his way to the city from somewhere else. The soldiers compelled Simon to carry the cross for Jesus."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The soldiers brought them both to a place that they call Golgotha. That name means, \" A place like a skull.\""
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then they tried to give Jesus wine that was mixed with myrrh. They wanted him to drink it so that he would not feel so much pain when they crucified him. But he refused to drink it."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Some of the soldiers took his clothes. Then they nailed him to a cross. Afterwards, they divided his clothes among themselves by gambling for them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "It was nine o' clock in the morning when they crucified him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "They attached to the cross above Jesus' head a sign on which it had been written the reason why they were nailing him to the cross. It said, \" The King of the Jews.\""
            },
            {
              "tag": "v",
              "num": "27",
              "text": "At the same time, they also nailed to crosses two men who were robbers. They nailed one to a cross at the right side of Jesus and one to a cross at his left side."
            },
            {
              "tag": "v",
              "num": "28"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best ancient copies do not have verse 28 "
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The people who were passing by insulted him by shaking their heads at him. They said, \" Aha! You said that you would destroy the temple and then you would build it again within three days."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "If you could do that, then rescue yourself by coming down from the cross!\""
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The chief priests, along with the men who taught the Jewish laws, also wanted to make fun of Jesus. So they said to each other, \" He has saved others from trouble, but he cannot save himself!"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "He said, ' I am the Messiah. I am the King who rules the people of Israel.' If his words are true, he should come down now from the cross! Then we will believe him!\" The two men who were nailed onto crosses beside him also insulted him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "At noon the whole land became dark, and it stayed dark until three o' clock in the afternoon."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "At three o' clock Jesus shouted loudly, \" Eloi, Eloi, lama sabachthani?\" That means, \" My God, my God, why have you deserted me?\""
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When some of the people who were standing there heard the word' Eloi', they misunderstood it and said, \" Listen! He is calling for the prophet Elijah!\""
            },
            {
              "tag": "v",
              "num": "36",
              "text": "One of them ran and filled a sponge with sour wine. He placed it on the tip of a reed, and then held it up to try to get Jesus to suck on it. He said, \" Wait! Let us see whether Elijah will come to take him down from the cross!\""
            },
            {
              "tag": "v",
              "num": "37",
              "text": "And then Jesus shouted loudly, stopped breathing, and died."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "At that moment the curtain in the temple sanctuary split into two pieces from top to bottom. That showed that ordinary people could now go into the presence of God."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "The officer who supervised the soldiers who nailed Jesus to the cross was standing in front of Jesus. When he saw how Jesus had died, he exclaimed, \" Truly, this man was the Son of God!\""
            },
            {
              "tag": "v",
              "num": "40-41",
              "text": "There were also some women there; they were watching these events from a distance. They had accompanied Jesus when he was in Galilee, and they had provided what he needed. They had come with him to Jerusalem. Among those women was Mary from Magdala. There was another Mary, who was the mother of the younger James and of Joses. There was also Salome."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42-43",
              "text": "When evening was near, a man named Joseph from Arimathea came there. He was a member of the Jewish council, one whom everyone respected. He was also one of those who had been waiting expectantly for when God would show himself as king. Evening was now approaching. It was the day before the Sabbath, a day the Jews called the day of preparation. So he went with courage to Pilate and asked him to permit him to take the body of Jesus down from the cross and bury it immediately. "
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Pilate was surprised when he heard that Jesus was already dead. So he summoned the officer who was in charge of the soldiers who had crucified Jesus, and he asked him if Jesus had already died."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When the officer told Pilate that Jesus was dead, Pilate allowed Joseph to take away the body."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "After Joseph had bought a linen cloth, he and others took Jesus' body down from the cross. They wrapped it in the linen cloth and laid it in a tomb that previously had been dug out of the rock cliff. Then they rolled a huge flat stone in front of the entrance to the tomb."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Mary from Magdala and Mary the mother of Joses were watching where they placed Jesus' body."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "On Saturday evening when the Jewish day of rest had ended, Mary from Magdala, Mary the mother of the younger James, and Salome bought fragrant ointments to follow the Jewish custom and anoint Jesus' body for burial."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Very early on Sunday, the first day of the Jewish week, just after the sun rose, they took the fragrant ointment and started going toward the tomb."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "While they were going there, they were asking each other, \" Who will roll away for us the stone that blocks the entrance of the tomb?\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "After they arrived, they looked up and were surprised to see that someone had rolled away the stone because it was very large."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They entered the tomb and saw an angel who looked like a young man. He was sitting at the right side of the cave. He was wearing a white robe. As a result, they were astonished."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The young man said to them, \" Do not be astonished! I know that you are looking for Jesus, the man from Nazareth, who was put to death by being nailed to a cross. But he has become alive again! He is not here! Look! Here is the place where they placed his body."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Go and tell his apprentices. Particularly be sure that you tell Peter. Tell them, ' Jesus is going ahead of you to Galilee district, and you will see him there, just like he told you previously'!\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The women went outside and ran from the tomb. They were trembling because they were afraid, and they were astonished. But they did not say anything to anyone about this because they were afraid."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When Jesus became alive again early on Sunday morning, the first day of the Jewish week, he appeared first to Mary from Magdala. She was the woman from whom he had previously forced out seven evil spirits."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "She went to those who had been with Jesus, while they were mourning and crying. She told them what she had seen."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But when she told them that Jesus was alive again and that she had seen him, they refused to believe it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Later that day, Jesus appeared in a different form to two of his apprentices while they were walking from Jerusalem to the surrounding area."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "After they recognized him, those two went back to Jerusalem. They told his other apprentices what had happened, but they did not believe it."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Later Jesus appeared to the eleven apprentices while they were eating. He scolded them because they had stubbornly refused to believe the reports of those who saw him after he had become alive again."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "He said to them, \" Go into the whole world and preach the good news to everyone!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "God will save everyone who believes your message and who is baptized. He will condemn everyone who does not believe."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Those who believe the good news will perform miracles to show that I am with them. By my power they will do miracles like these: they will force evil spirits out of people. They will speak in languages that they have not learned."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "If they pick up snakes or if they drink any poisonous liquid accidentally, they will not be hurt. God will heal sick people on whom they lay their hands.\""
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "After the Lord Jesus had said this to his apprentices, God took him up into heaven. Then he sat down on his throne beside God at the place of highest honor at his right hand, to rule with him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "As for the apprentices, they went out from Jerusalem, and then they preached everywhere. Wherever they went, the Lord enabled them to perform miracles. By doing that, he showed people that God' s message is true."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "MRK EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 15:34:21 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark"
}