[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 1,
    "v": "I am Nahum, from the village of Elkosh. This is a message about the city of Nineveh, a message that Yahweh gave me in a vision."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 2,
    "v": "Yahweh our God tolerates no rival gods to himself."
  },
  {
    "t": "q",
    "v": "He is very angry with those who worship other gods,"
  },
  {
    "t": "q",
    "v": "and he continues to be angry with his enemies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 3,
    "v": "Yahweh does not quickly become angry;"
  },
  {
    "t": "q",
    "v": "but he is very powerful,"
  },
  {
    "t": "q",
    "v": "and he will never say that his enemies are innocent."
  },
  {
    "t": "q",
    "v": "Wherever he walks, there are whirlwinds and storms,"
  },
  {
    "t": "q",
    "v": "and clouds are like the dust stirred up by his feet."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 4,
    "v": "When he commands oceans and rivers to become dry, they dry up."
  },
  {
    "t": "q",
    "v": "He causes the grass to wither "
  },
  {
    "t": "q",
    "v": "in the fields in the region of Bashan and on the slopes of Mount Carmel,"
  },
  {
    "t": "q",
    "v": "and he causes the flowers in Lebanon to fade."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 5,
    "v": "When he appears, it is as though the mountains shake and the hills melt;"
  },
  {
    "t": "q",
    "v": "the earth quakes, and the people on the earth tremble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 6,
    "v": "There is no one who can resist him when he becomes extremely angry;"
  },
  {
    "t": "q",
    "v": "there is no one who can survive when his anger is very hot."
  },
  {
    "t": "q",
    "v": "When he is very angry, it is as though his anger is like a blazing fire,"
  },
  {
    "t": "q",
    "v": "and it is as though mountains are shattered into pieces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 7,
    "v": "But he is good;"
  },
  {
    "t": "q",
    "v": "he protects us, his people, when we experience troubles."
  },
  {
    "t": "q",
    "v": "He takes care of those who trust in him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 8,
    "v": "But he will get rid of his enemies;"
  },
  {
    "t": "q",
    "v": "he will be to them like a flood that destroys everything."
  },
  {
    "t": "q",
    "v": "He will chase his enemies"
  },
  {
    "t": "q",
    "v": "into the darkness of the place where the dead are."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 9,
    "v": "So it is useless for you people of Nineveh to plot against Yahweh."
  },
  {
    "t": "q",
    "v": "He will not need to strike you two times to destroy you;"
  },
  {
    "t": "q",
    "v": "he will destroy you by striking you only once."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 10,
    "v": "It will be as though his enemies are tangled in thorns"
  },
  {
    "t": "q",
    "v": "and they will stagger like people who have drunk a lot of wine."
  },
  {
    "t": "q",
    "v": "It will be as though they will be burned up like dry stubble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 11,
    "v": "In Nineveh there was a man who advised people to do very wicked things against Yahweh."
  },
  {
    "t": "v",
    "n": 12,
    "v": "But this is what Yahweh says to you Israelites:"
  },
  {
    "t": "q",
    "v": "“Although the people of Assyria have very many people "
  },
  {
    "t": "q",
    "v": "and their army is very powerful,"
  },
  {
    "t": "q",
    "v": "they will be destroyed and they will disappear."
  },
  {
    "t": "q",
    "v": "I say to my people in Judah,"
  },
  {
    "t": "q",
    "v": "I have already punished you,"
  },
  {
    "t": "q",
    "v": "but I will not punish you again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "v",
    "n": 13,
    "v": "Now I will cause the people of Assyria to no longer enslave you;"
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "And this is what Yahweh also declares about you people of Nineveh:"
      },
      {
        "t": "v",
        "n": 15,
        "v": "You people of Judah. Look! A messenger will come across the mountains,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You people of Nineveh, your enemies are coming to attack you. So place guards on the tops of the walls around the city! Guard the roads into the city! Get ready to fight! Gather your troops together!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Even though your soldiers have destroyed the descendants of Jacob, Yahweh will cause other nations to honor them again. Invaders from your country have ruined Israel as enemies would uproot a vineyard, but Israel will prosper again."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The shields of the enemy soldiers who are coming to attack you will shine red as the sun shines on them,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Their chariots dash through the streets of Nineveh"
      },
      {
        "t": "v",
        "n": 5,
        "v": "An officer gives a command to his officials,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The enemy soldiers will force open the city gates on the rivers;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The queen will have her clothes stripped off her by enemy soldiers,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The people will rush from Nineveh"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The enemy attackers say to each other,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Soon everything valuable in the city will be seized or ruined."
      },
      {
        "t": "v",
        "n": 11,
        "v": "After that happens, people will say,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "The soldiers in Nineveh were like lions that killed or strangled other animals"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh, commander of the angel armies, says to the people of Nineveh,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Terrible things will happen to Nineveh, that city that is full of people who murder, steal and lie. The city is full of people who the soldiers carried away from other countries."
      },
      {
        "t": "v",
        "n": 2,
        "v": "But now listen to the enemy soldiers coming to attack Nineveh; listen to them cracking their whips, and listen to the rattle of their chariot wheels! Listen to their galloping horses and their chariots as they bounce along!"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Look at their flashing swords and glittering spears as the horsemen race forward! Many people of Nineveh will be killed; there will be piles of corpses, so many that the attackers will stumble over them."
      },
      {
        "t": "v",
        "n": 4,
        "v": "All that will happen because Nineveh is like a beautiful prostitute"
      },
      {
        "t": "v",
        "n": 5,
        "v": "So Yahweh, commander of the angel armies, says to the people of Nineveh:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I will cause others to throw garbage at you;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "All those who see you will turn their backs to you and say,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Your city is certainly no safer than the city of Thebes was."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The rulers of Ethiopia and Egypt helped Thebes;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Nevertheless, Thebes was captured,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "You people of Nineveh will similarly become dazed and drunk,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Your enemies will cause the walls around your city to fall down"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Look at your soldiers!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Store up water now to use when your enemies surround the city!"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Nevertheless, your enemies will burn your city;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "In your city there are now very many merchants;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Your leaders are also like a swarm of locusts"
      },
      {
        "t": "v",
        "n": 18,
        "v": "King of Assyria, your officials will all die;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "You are like someone who has a wound that cannot be healed;"
      }
    ]
  },
  {
    "t": "q",
    "v": "“You will not have any descendants who will continue to have your family names."
  },
  {
    "t": "q",
    "v": "And I will destroy all the statues of your gods"
  },
  {
    "t": "q",
    "v": "that were carved or formed in molds."
  },
  {
    "t": "q",
    "v": "I will cause you to be killed and sent to your graves,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will bring good news to you."
  },
  {
    "t": "q",
    "v": "He will declare that you will now have peace."
  },
  {
    "t": "q",
    "v": "So celebrate your festivals, and do what you solemnly promised "
  },
  {
    "t": "q",
    "v": "to do when your enemies were threatening to attack you,"
  },
  {
    "t": "q",
    "v": "because your wicked enemies will not invade your country again,"
  },
  {
    "t": "q",
    "v": "because they will be completely destroyed."
  }
]