{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Terrible things will happen to Nineveh, that city that is full of people who murder, steal and lie. The city is full of people who the soldiers carried away from other countries."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But now listen to the enemy soldiers coming to attack Nineveh; listen to them cracking their whips, and listen to the rattle of their chariot wheels! Listen to their galloping horses and their chariots as they bounce along!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Look at their flashing swords and glittering spears as the horsemen race forward! Many people of Nineveh will be killed; there will be piles of corpses, so many that the attackers will stumble over them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "All that will happen because Nineveh is like a beautiful prostitute"
          },
          {
            "tag": "q2",
            "text": "who lures men to where they will be ruined;"
          },
          {
            "tag": "q2",
            "text": "Nineveh is a beautiful city"
          },
          {
            "tag": "q2",
            "text": "that has attracted people of other nations to come there."
          },
          {
            "tag": "q2",
            "text": "The people of Nineveh taught those people of other nations rituals of magic,"
          },
          {
            "tag": "q2",
            "text": "and caused them to become their slaves."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Yahweh, commander of the angel armies, says to the people of Nineveh:"
          },
          {
            "tag": "q2",
            "text": "\"I am your enemy, and I will cause the people "
          },
          {
            "tag": "q2",
            "text": "in other nations to see you completely humiliated;"
          },
          {
            "tag": "q2",
            "text": "like women who have committed adultery are humiliated "
          },
          {
            "tag": "q2",
            "text": "by having their skirts lifted high,"
          },
          {
            "tag": "q2",
            "text": "with the result that people can see their naked bodies."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will cause others to throw garbage at you;"
          },
          {
            "tag": "q2",
            "text": "I will show others that I despise you very much,"
          },
          {
            "tag": "q2",
            "text": "and I will cause everyone to ridicule you in public."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "All those who see you will turn their backs to you and say,"
          },
          {
            "tag": "q2",
            "text": "'Nineveh is ruined,"
          },
          {
            "tag": "q2",
            "text": "but absolutely no one will mourn for it.'"
          },
          {
            "tag": "q2",
            "text": "Nineveh, no one will want to comfort you.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Your city is certainly no safer than the city of Thebes was."
          },
          {
            "tag": "q2",
            "text": "Thebes was an important city beside the Nile River;"
          },
          {
            "tag": "q2",
            "text": "the river was like a wall around her."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The rulers of Ethiopia and Egypt helped Thebes;"
          },
          {
            "tag": "q2",
            "text": "The governments of the nearby countries of Put and Libya "
          },
          {
            "tag": "q2",
            "text": "were also allies of Thebes."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Nevertheless, Thebes was captured,"
          },
          {
            "tag": "q2",
            "text": "and its people were exiled."
          },
          {
            "tag": "q2",
            "text": "Their babies were dashed to pieces in the streets of the city."
          },
          {
            "tag": "q2",
            "text": "Enemy soldiers cast lots to decide who would get "
          },
          {
            "tag": "q2",
            "text": "each official in Thebes to become his slave."
          },
          {
            "tag": "q2",
            "text": "All the leaders of Thebes were fastened by chains."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You people of Nineveh will similarly become dazed and drunk,"
          },
          {
            "tag": "q2",
            "text": "and you will search for places to hide"
          },
          {
            "tag": "q2",
            "text": "to escape from your enemies."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Your enemies will cause the walls around your city to fall down"
          },
          {
            "tag": "q2",
            "text": "like the first figs that fall right into your mouths when you shake the tree."
          },
          {
            "tag": "q2",
            "text": "This is how easily your city will be captured."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Look at your soldiers!"
          },
          {
            "tag": "q2",
            "text": "They will be like weak women!"
          },
          {
            "tag": "q2",
            "text": "The gates of your city will be opened wide"
          },
          {
            "tag": "q2",
            "text": "to allow your enemies to enter them,"
          },
          {
            "tag": "q2",
            "text": "and then the bars of those gates will be burned."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Store up water now to use when your enemies surround the city!"
          },
          {
            "tag": "q2",
            "text": "Repair the forts!"
          },
          {
            "tag": "q2",
            "text": "Dig up clay and trample it to make it soft,"
          },
          {
            "tag": "q2",
            "text": "and put it into molds to make bricks to repair the walls!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Nevertheless, your enemies will burn your city;"
          },
          {
            "tag": "q2",
            "text": "they will kill you with their swords;"
          },
          {
            "tag": "q2",
            "text": "they will kill you as locusts destroy crops."
          },
          {
            "tag": "q1",
            "text": "Go ahead and increase your population like swarms of locusts and grasshoppers."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "In your city there are now very many merchants;"
          },
          {
            "tag": "q2",
            "text": "more than stars."
          },
          {
            "tag": "q2",
            "text": "But when your city is being destroyed, "
          },
          {
            "tag": "q2",
            "text": "those merchants will take the valuable things and disappear"
          },
          {
            "tag": "q2",
            "text": "like locusts that strip the leaves from plants and then fly away."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Your leaders are also like a swarm of locusts"
          },
          {
            "tag": "q2",
            "text": "that crowd together on the fences on a cold day,"
          },
          {
            "tag": "q2",
            "text": "and then fly away when the sun comes up,"
          },
          {
            "tag": "q2",
            "text": "and no one knows where they have gone."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "King of Assyria, your officials will all die;"
          },
          {
            "tag": "q2",
            "text": "your important people will lie down and rest forever."
          },
          {
            "tag": "q2",
            "text": "Your people will be scattered over the mountains,"
          },
          {
            "tag": "q2",
            "text": "and there will be no one to gather them together."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You are like someone who has a wound that cannot be healed;"
          },
          {
            "tag": "q2",
            "text": "it will be a wound that causes him to die."
          },
          {
            "tag": "q2",
            "text": "And all those who hear about what has happened to you will clap their hands joyfully."
          },
          {
            "tag": "q2",
            "text": "They will say, \"Everyone has suffered because he continually acted very cruelly "
          },
          {
            "tag": "q2",
            "text": "toward us.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 3
  },
  "id": "NAM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Nahum"
}