{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Nahum"
      },
      {
        "tag": "toc2",
        "text": "Nahum"
      },
      {
        "tag": "toc3",
        "text": "Nam"
      },
      {
        "tag": "mt1",
        "text": "Nahum"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I am Nahum, from the village of Elkosh. This is a message about the city of Nineveh, a message that Yahweh gave me in a vision."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh our God tolerates no rival gods to himself."
          },
          {
            "tag": "q2",
            "text": "He is very angry with those who worship other gods,"
          },
          {
            "tag": "q2",
            "text": "and he continues to be angry with his enemies."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh does not quickly become angry;"
          },
          {
            "tag": "q2",
            "text": "but he is very powerful,"
          },
          {
            "tag": "q2",
            "text": "and he will never say that his enemies are innocent."
          },
          {
            "tag": "q2",
            "text": "Wherever he walks, there are whirlwinds and storms,"
          },
          {
            "tag": "q2",
            "text": "and clouds are like the dust stirred up by his feet."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When he commands oceans and rivers to become dry, they dry up."
          },
          {
            "tag": "q2",
            "text": "He causes the grass to wither "
          },
          {
            "tag": "q2",
            "text": "in the fields in the region of Bashan and on the slopes of Mount Carmel,"
          },
          {
            "tag": "q2",
            "text": "and he causes the flowers in Lebanon to fade."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When he appears, it is as though the mountains shake and the hills melt;"
          },
          {
            "tag": "q2",
            "text": "the earth quakes, and the people on the earth tremble."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "There is no one who can resist him when he becomes extremely angry;"
          },
          {
            "tag": "q2",
            "text": "there is no one who can survive when his anger is very hot."
          },
          {
            "tag": "q2",
            "text": "When he is very angry, it is as though his anger is like a blazing fire,"
          },
          {
            "tag": "q2",
            "text": "and it is as though mountains are shattered into pieces."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But he is good;"
          },
          {
            "tag": "q2",
            "text": "he protects us, his people, when we experience troubles."
          },
          {
            "tag": "q2",
            "text": "He takes care of those who trust in him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But he will get rid of his enemies;"
          },
          {
            "tag": "q2",
            "text": "he will be to them like a flood that destroys everything."
          },
          {
            "tag": "q2",
            "text": "He will chase his enemies"
          },
          {
            "tag": "q2",
            "text": "into the darkness of the place where the dead are."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So it is useless for you people of Nineveh to plot against Yahweh."
          },
          {
            "tag": "q2",
            "text": "He will not need to strike you two times to destroy you;"
          },
          {
            "tag": "q2",
            "text": "he will destroy you by striking you only once."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "It will be as though his enemies are tangled in thorns"
          },
          {
            "tag": "q2",
            "text": "and they will stagger like people who have drunk a lot of wine."
          },
          {
            "tag": "q2",
            "text": "It will be as though they will be burned up like dry stubble."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "In Nineveh there was a man who advised people to do very wicked things against Yahweh."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But this is what Yahweh says to you Israelites: "
          },
          {
            "tag": "q1",
            "text": "\"Although the people of Assyria have very many people "
          },
          {
            "tag": "q2",
            "text": "and their army is very powerful,"
          },
          {
            "tag": "q2",
            "text": "they will be destroyed and they will disappear."
          },
          {
            "tag": "q1",
            "text": "I say to my people in Judah,"
          },
          {
            "tag": "q2",
            "text": "I have already punished you,"
          },
          {
            "tag": "q2",
            "text": "but I will not punish you again."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Now I will cause the people of Assyria to no longer enslave you;"
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "And this is what Yahweh also declares about you people of Nineveh:"
          },
          {
            "tag": "q1",
            "text": "\"You will not have any descendants who will continue to have your family names."
          },
          {
            "tag": "q2",
            "text": "And I will destroy all the statues of your gods"
          },
          {
            "tag": "q2",
            "text": "that were carved or formed in molds."
          },
          {
            "tag": "q1",
            "text": "I will cause you to be killed and sent to your graves,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You people of Judah. Look! A messenger will come across the mountains,"
          },
          {
            "tag": "q2",
            "text": "and he will bring good news to you."
          },
          {
            "tag": "q1",
            "text": "He will declare that you will now have peace."
          },
          {
            "tag": "q2",
            "text": "So celebrate your festivals, and do what you solemnly promised "
          },
          {
            "tag": "q2",
            "text": "to do when your enemies were threatening to attack you,"
          },
          {
            "tag": "q1",
            "text": "because your wicked enemies will not invade your country again,"
          },
          {
            "tag": "q2",
            "text": "because they will be completely destroyed."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 1
  },
  "id": "NAM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Nahum"
}