{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Balaam said to King Balak, \"Build here seven altars for me. Then kill seven young bulls and seven rams for a sacrifice.\""
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So Balak did that. And then he and Balaam each burned a young bull and a ram as a sacrifice on each altar."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then Balaam said to Balak, \"You stand here close to your burned offerings, and I will go and ask Yahweh if he has something else to tell me. Then I will tell you what he says to me.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "While he was on the top of the hill, God appeared to him there. Balaam said to him, \"We have built seven altars, and I have killed and burned a young bull and a ram as a sacrifice to you on each altar.\""
          }
        ],
        "tag": "p",
        "text": "Then Balaam went by himself to the top of a hill."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then Yahweh gave Balaam a message to give to King Balak. Then he said, \"Go back and tell him what I told you.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "When Balaam returned to Balak, Balak was standing with the leaders from Moab beside the offerings he had burned on the altar."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "This is the message that Balaam told them,"
          },
          {
            "tag": "q1",
            "text": "\"Balak summoned me to come here from Aram;"
          },
          {
            "tag": "q2",
            "text": "the king of Moab brought me here from the hills at the eastern side of Aram."
          },
          {
            "tag": "q1",
            "text": "He said, 'Come and curse the descendants of Jacob for me!"
          },
          {
            "tag": "q2",
            "text": "Come and say that bad things will happen to these Israelite people!'"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But how can I curse people whom God has not cursed?"
          },
          {
            "tag": "q2",
            "text": "How can I fight against people against whom Yahweh does not fight?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I have seen them from the tops of the rocky peaks,"
          },
          {
            "tag": "q2",
            "text": "I have seen them from the hills."
          },
          {
            "tag": "q1",
            "text": "I see that they are a group of people who live by themselves."
          },
          {
            "tag": "q2",
            "text": "They have separated themselves from other nations."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Who can count the descendants of Jacob, as numerous as particles of dust!"
          },
          {
            "tag": "q2",
            "text": "Who can count even a fourth of the number of the Israelite people?"
          },
          {
            "tag": "q1",
            "text": "I wish that I will die like righteous people die."
          },
          {
            "tag": "q2",
            "text": "I hope that I will die peacefully like they will die.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then Balak said, \"What have you done to me? I brought you here to curse my enemies, but instead you have blessed them!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "But Balaam replied, \"I can say only what Yahweh tells me to say. I cannot say anything else.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then King Balak told Balaam, \"Come with me to another place. There you will see only part of the Israelite people, and you will be able to curse those people for me.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So Balak took Balaam to a field on the top of Mount Pisgah. There, again he built seven altars and offered a young bull and a ram as a sacrifice on each altar."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then Balaam said to the king, \"Stand here close to your burned offerings, while I go and talk with Yahweh.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "So Balaam did that, and Yahweh appeared to Balaam again and gave him another message. Then he said, \"Go back to Balak and tell him that message.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "So Balaam returned to where the king and the leaders from Moab were standing, next to the altar where Balak had burned the sacrifices. Balak asked him, \"What did Yahweh say?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Then Balaam told him this message,"
          },
          {
            "tag": "q1",
            "text": "\"Balak, listen carefully,"
          },
          {
            "tag": "q2",
            "text": "hear what I have to say, you son of Zippor!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "God is not a human being."
          },
          {
            "tag": "q2",
            "text": "Humans lie, but God never lies."
          },
          {
            "tag": "q1",
            "text": "He never changes his mind, as humans do."
          },
          {
            "tag": "q2",
            "text": "Whatever he has said that he will do, he does."
          },
          {
            "tag": "q2",
            "text": "Whatever he has promised to do, he has done it."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "He commanded me to request him to bless the Israelites,"
          },
          {
            "tag": "q2",
            "text": "So he has blessed them, and I cannot change that."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Yahweh their God is with them;"
          },
          {
            "tag": "q2",
            "text": "the people shout that he is their true king."
          },
          {
            "tag": "q1",
            "text": "So the descendants of Jacob will not be harmed,"
          },
          {
            "tag": "q2",
            "text": "they will not endure trouble without God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "God brought them out slavery in Egypt"
          },
          {
            "tag": "q2",
            "text": "and has led them through the wilderness with strength like a wild ox."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "When people curse the descendants of Jacob, they will not be harmed,"
          },
          {
            "tag": "q2",
            "text": "when people work sorcery on them, it will have no power."
          },
          {
            "tag": "q1",
            "text": "So now people will say about the descendants of Jacob,"
          },
          {
            "tag": "q2",
            "text": "'God has done wonderful things for the Israelites!'"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They are very strong, like lionesses that are ready to attack other animals."
          },
          {
            "tag": "q2",
            "text": "They stand firm like lions."
          },
          {
            "tag": "q1",
            "text": "The lions refuse to rest until they have killed and eaten their prey"
          },
          {
            "tag": "q2",
            "text": "and drunk the blood of the animals they slaughtered.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Then Balak said to Balaam, \"If you will not curse them, then I certainly do not want you to bless them!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "But Balaam replied, \"I told you that I must do only what Yahweh tells me to do!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Then King Balak said to Balaam, \"Come with me; I will take you to another place. Perhaps it will please God to allow you to curse them from that place.\""
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So Balak took Balaam to the top of Mount Peor where they could look down and see the Israelites in the desert."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Balaam again told Balak, \"Build me seven altars again and kill seven young bulls and seven rams for a sacrifice.\""
          },
          {
            "tag": "v",
            "num": "30",
            "text": "So Balak did what Balaam told him to do. He burned a young bull and a ram on each altar as sacrifices."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 23
  },
  "id": "NUM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Numbers"
}