{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh said to Moses,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Tell this to the Israelite people, 'You will soon enter Canaan land, and it will become yours. The following will be the borders of the land."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "On the south you will receive part of the wilderness of Zin, near the border of the region of Edom. On the east side, the border will start at the south end of the Dead Sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "It will extend to a little south of the Scorpion Pass, and extend west through the wilderness of Sin and south of Kadesh Barnea. From there it will extend to Hazar Addar and from there to Azmon."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "From Azmon it will extend west to the dry riverbed at the border of Egypt and then to the Mediterranean Sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "The border on the west will be the Mediterranean Sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "The border on the north will start from the Mediterranean Sea and extend west to Mount Hor."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "From there it will extend to Lebo Hamath and then to Zedad."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "From there the border will extend to Ziphron, and it will end at Hazar Enan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "The border on the east will start at Hazar Enan and extend south to Shepham."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "From there it will extend east of Ain to Riblah and then along the hills that are east of Galilee Lake."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then the border will extend south along the Jordan River and end at the Dead Sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "Those will be the borders around your country.'\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "So Moses told all that to the Israelite people. Then he said to them, \"That is the land that you will receive. You must cast lots to decide which area will go to each of the nine and a half tribes, because Yahweh has commanded that it should be divided among them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The tribes of Reuben, Gad, and half of the tribe of Manasseh have already received the land in which they will live."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They have received land on the east side of the Jordan River, across from Jericho.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then Yahweh said to Moses,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "\"These are the men who will divide the land. First, Eleazar and Joshua,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "but other leaders from each of the twelve tribes will help them divide the land."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "From the tribe of Judah, appoint Jephunneh's son Caleb."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "From the tribe of Simeon appoint Ammihud's son Shemuel."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "From the tribe of Benjamin appoint Kislon's son Elidad."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "From the tribe of Dan appoint Jogli's son Bukki."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "From the tribe of Manasseh appoint Ephod's son Hanniel."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "From the tribe of Ephraim appoint Shiphtan's son Kemuel."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "From the tribe of Zebulun appoint Parnak's son Elizaphan."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "From the tribe of Issachar appoint Azzan's son Paltiel."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "From the tribe of Asher appoint Shelomi's son Ahihud."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "From the tribe of Naphtali appoint Ammihud's son Pedahel.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Yahweh commanded that all those were the men who should divide the region of Canaan among the Israelite people."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 34
  },
  "id": "NUM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Numbers"
}