{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1-2",
            "text": "Moses' older sister Miriam and his older brother Aaron were jealous of Moses and said, \"Is Moses the only one to whom Yahweh has spoken messages to tell to us? Does Yahweh not speak messages through us two also?\" They also criticized Moses because he had married a woman who was a descendant of the Cush people group. And Yahweh heard Miriam and Aaron complaining about Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "The truth was that Moses was a very humble person. He was more humble than anyone else on the earth."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "So immediately Yahweh spoke to Moses and to Aaron and Miriam. He said, \"All three of you must go and stand at the sacred tent.\" So they did that."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then Yahweh descended to the entrance of the tent in a cloud that resembled a huge white pillar. He told Aaron and Miriam to step forward, so they did."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then he said to them,"
          },
          {
            "tag": "q1",
            "text": "\"Listen to me!"
          },
          {
            "tag": "q1",
            "text": "When a prophet is among you,"
          },
          {
            "tag": "q1",
            "text": "I usually reveal myself to him by allowing him to see visions,"
          },
          {
            "tag": "q1",
            "text": "and I speak to him in dreams."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But that is not the way I speak to my servant Moses."
          },
          {
            "tag": "q2",
            "text": "I trust that he will lead my people well."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So I talk to him face to face."
          },
          {
            "tag": "q2",
            "text": "I speak to him clearly, not using parables."
          },
          {
            "tag": "q2",
            "text": "He has even seen what I look like."
          },
          {
            "tag": "q2",
            "text": "So you should be afraid to criticize my servant Moses!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh was very angry with Miriam and Aaron, and he left."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "When the cloud rose up from the sacred tent, Aaron looked at Miriam, and he saw that her skin was as white as snow, because she now had leprosy."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Aaron said to Moses, \"My master, please do not punish us for this sin that we have foolishly committed."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Do not allow Miriam to be like a baby that is already dead when it is born, whose flesh is already half decayed!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "So Moses cried out to Yahweh, saying, \"God, I plead with you to heal her!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "But Yahweh replied, \"If her father had rebuked her for doing something wrong by spitting in her face, she would have been ashamed for seven days. She should be ashamed because of what she has done. So send her outside the camp for seven days. Then she will not have leprosy anymore, and she may return to the camp.\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So they sent her outside the camp for seven days. The people did not move to another location until she returned."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "But after she returned, they left Hazeroth and moved north in the Paran Desert and set up their tents there."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "NUM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Numbers"
}