{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After the plague ended, Yahweh said to Eleazar and Moses,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Count all the people of Israel again. Write down the names of all the men who are at least 20 years old who are able to fight in battles, along with their family names.\""
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So while the Israelites were on the plains of Moab, by the Jordan across from Jericho, Eleazar and Moses told this to the Israelite leaders,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "\"Write down the names of all the Israelite men who are at least 20 years old, as Yahweh has commanded us.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "So they did that, and this is a record of all the descendants of Jacob who came out of Egypt who were still alive."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5-7",
            "text": "These are the descendants of Reuben, Jacob's oldest son:"
          },
          {
            "tag": "li",
            "text": "the Hanokites descended from his son Hanok,"
          },
          {
            "tag": "li",
            "text": "the Palluites descended from his son Pallu,"
          },
          {
            "tag": "li",
            "text": "the Hezronites descended from his son Hezron,"
          },
          {
            "tag": "li",
            "text": "the Carmites descended from his son Carmi."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Pallu's son was Eliab"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and his grandsons were Nemuel, Dathan and Abiram. Dathan and Abiram were the leaders who joined with Korah to conspire against Aaron and Moses and rebelled against Yahweh."
          }
        ],
        "tag": "pi",
        "text": "The Israelite leaders counted 43,730 men from the tribe of Reuben."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "But the earth opened up and swallowed them and Korah. Yahweh also sent a fire that burned up 250 men who supported those three men. That was a warning to all the Israelite people that they should respect and obey the leaders whom Yahweh had appointed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But the descendants of Korah did not die on that day."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12-14",
            "text": "These are the descendants of Simeon:"
          },
          {
            "tag": "li",
            "text": "the Nemuelites descended from his son Nemuel,"
          },
          {
            "tag": "li",
            "text": "the Jaminites descended from his son Jamin,"
          },
          {
            "tag": "li",
            "text": "the Jakinites descended from his son Jakin,"
          },
          {
            "tag": "li",
            "text": "the Zerahites descended from his son Zerah,"
          },
          {
            "tag": "li",
            "text": "the Shaulites descended from his son Shaul."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 22,200 men from the tribe of Simeon."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15-18",
            "text": "These are the descendants of Gad:"
          },
          {
            "tag": "li",
            "text": "the Zephonites descended from his son Zephon,"
          },
          {
            "tag": "li",
            "text": "the Haggites descended from his son Haggi,"
          },
          {
            "tag": "li",
            "text": "the Shunites descended from his son Shuni,"
          },
          {
            "tag": "li",
            "text": "the Oznites descended from his son Ozni,"
          },
          {
            "tag": "li",
            "text": "the Erites descended from his son Eri,"
          },
          {
            "tag": "li",
            "text": "the Arodites descended from his son Arod,"
          },
          {
            "tag": "li",
            "text": "the Arelites descended from his son Areli."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 40,500 men from the tribe of Gad."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19-22",
            "text": "Judah's sons, Er and Onan, died in Canaan before they had any children. These are the descendants of Judah:"
          },
          {
            "tag": "li",
            "text": "the Shelanites descended from his son Shelah,"
          },
          {
            "tag": "li",
            "text": "the Perezites descended from his son Perez,"
          },
          {
            "tag": "li",
            "text": "the Zerahites descended from his son Zerah."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "li",
            "text": "The Hezronites descended from Hezron,"
          },
          {
            "tag": "li",
            "text": "the Hamulites descended from Hamul."
          }
        ],
        "tag": "pi",
        "text": "Perez was the father of Hezron and Hamul."
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 76,500 men from the tribe of Judah."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23-25",
            "text": "These are the descendants of Issachar:"
          },
          {
            "tag": "li",
            "text": "the Tolaites descended from his son Tola,"
          },
          {
            "tag": "li",
            "text": "the Puites descended from his son Puah,"
          },
          {
            "tag": "li",
            "text": "the Jashubites descended from his son Jashub,"
          },
          {
            "tag": "li",
            "text": "the Shimronites descended from his son Shimron,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 64,300 men from the tribe of Issachar."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26-27",
            "text": "These are the descendants of Zebulun:"
          },
          {
            "tag": "li",
            "text": "the Seredites descended from his son Sered,"
          },
          {
            "tag": "li",
            "text": "the Elonites descended from his son Elon,"
          },
          {
            "tag": "li",
            "text": "the Jahleelites descended from his son Jahleel,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 60,500 men from the tribe of Zebulun."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28-29",
            "text": "The sons of Joseph are Manasseh and Ephraim. These are the descendants of Manasseh:"
          },
          {
            "tag": "li",
            "text": "the Makirites descended from his son Machir."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "li",
            "text": "The Gileadites descended from Gilead."
          }
        ],
        "tag": "pi",
        "text": "Makir was the father of Gilead."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30-32",
            "text": "Theses are the descendants of Gilead:"
          },
          {
            "tag": "li",
            "text": "the Iezerites descended from his son Iezer,"
          },
          {
            "tag": "li",
            "text": "the Helekites descended from his son Helek,"
          },
          {
            "tag": "li",
            "text": "the Asrielites descended from his son Asriel,"
          },
          {
            "tag": "li",
            "text": "the Shechemites descended from his son Shechem,"
          },
          {
            "tag": "li",
            "text": "the Shemidaites descended from his son Shemida,"
          },
          {
            "tag": "li",
            "text": "the Hepherites descended from his son Hepher."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33-34",
            "text": "Hepher's son Zelophehad did not have any sons, but he had five daughters—Mahlah, Noah, Hoglah, Milkah, and Tirzah."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 52,700 men from the tribe of Manasseh, who was one of the sons of Joseph."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35-37",
            "text": "These are the descendants of Ephriam:"
          },
          {
            "tag": "li",
            "text": "the Shuthelahites descended from his son Shuthelah,"
          },
          {
            "tag": "li",
            "text": "the Becherites descended from his son Becher,"
          },
          {
            "tag": "li",
            "text": "the Tahanites descended from his son Tahan,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "li",
            "text": "the Eranites descended from his son Eran,"
          }
        ],
        "tag": "pi",
        "text": "These are the descendents of Shuthelah:"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 32,500 men from the tribe of Ephraim, who was Joseph's other son."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38-41",
            "text": "These are the descendants of Benjamin:"
          },
          {
            "tag": "li",
            "text": "the Belaites descended from his son Bela,"
          },
          {
            "tag": "li",
            "text": "the Ashbelites descended from his son Ashbel,"
          },
          {
            "tag": "li",
            "text": "the Ahiramites descended from his son Ahiram,"
          },
          {
            "tag": "li",
            "text": "the Shuphamites descended from his son Shephupham,"
          },
          {
            "tag": "li",
            "text": "the Huphamites descended from his son Hupham,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "li",
            "text": "The Ardites descended from his son Ard,"
          },
          {
            "tag": "li",
            "text": "the Naamites descended from his son Naamam."
          }
        ],
        "tag": "pi",
        "text": "Bela was the father of Ard and Naaman."
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 45,600 men from the tribe of Benjamin."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "42-43",
            "text": "These are the descendants of Dan:"
          },
          {
            "tag": "li",
            "text": "the Shuhamites descended from his son Shuhman,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 64,400 men from the tribe of Dan."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44-47",
            "text": "These are the descendants of Asher:"
          },
          {
            "tag": "li",
            "text": "the Imnites descended from his son Imnah,"
          },
          {
            "tag": "li",
            "text": "the Ishvites descended from his son Ishvi,"
          },
          {
            "tag": "li",
            "text": "the Berites descended from his son Beriah,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "li",
            "text": "The Heberites descended from his son Heber"
          },
          {
            "tag": "li",
            "text": "the Malkielites descended from his son Malkiel."
          },
          {
            "tag": "li",
            "text": "Asher also had a daughter named Serah."
          }
        ],
        "tag": "pi",
        "text": "Beriah had two sons, Heber and Malkiel."
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 53,400 men from the tribe of Asher."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "48-50",
            "text": "These are the descendants of Napthali:"
          },
          {
            "tag": "li",
            "text": "the Jahzeelites descended from his son Jahzeel,"
          },
          {
            "tag": "li",
            "text": "the Gunites descended from his son Guni,"
          },
          {
            "tag": "li",
            "text": "the Jezerites descended from his son Jezer,"
          },
          {
            "tag": "li",
            "text": "the Shillemites descended from his son Shillem,"
          }
        ],
        "tag": "pi"
      },
      {
        "children": [],
        "tag": "pi",
        "text": "The Israelite leaders counted 45,400 men from the tribe of Naphtali."
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "51",
            "text": "The total of the Israelite men whom the leaders counted was 601,730."
          }
        ],
        "tag": "pi"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "52",
            "text": "Then Yahweh said to Moses,"
          },
          {
            "tag": "v",
            "num": "53",
            "text": "\"Divide Canaan land among the tribes. Distribute the land according to the number of people in each tribe that are on your lists."
          },
          {
            "tag": "v",
            "num": "54-56",
            "text": "Decide by casting lots to determine which group will get which area, but give the largest areas to the groups with the most people.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "57",
            "text": "The leaders also counted the male descendants of Levi. They were in clans descended from Gershon, Kohath, and Merari."
          },
          {
            "tag": "v",
            "num": "58",
            "text": "These also included people from the clans of Libni, Hebron, Mahli, Mushi, and Korah. All of them were descendants of Levi. Kohath was the ancestor of Amram,"
          },
          {
            "tag": "v",
            "num": "59",
            "text": "whose wife was Jochebed. She also was a descendant of Levi, but she was born in Egypt. She and Amram had two sons, Aaron and Moses, and their older sister Miriam."
          },
          {
            "tag": "v",
            "num": "60",
            "text": "Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar."
          },
          {
            "tag": "v",
            "num": "61",
            "text": "But Nadab and Abihu died when they burned incense for a sacrifice to Yahweh in a way that disobeyed what Yahweh had commanded."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "62",
            "text": "The leaders counted twenty-three thousand men from the descendants of Levi who were at least one month old. But these men were not counted when the rest of the Israelite people were counted, because were not given any land at that time."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "63",
            "text": "Those were the men whom Eleazar and Moses said should be counted. They counted the Israelite people on the plains of Moab, on the east side of the Jordan River, across from Jericho."
          },
          {
            "tag": "v",
            "num": "64",
            "text": "None of the men whom they counted were on the lists that were made by Aaron and Moses when the Israelites were in the wilderness of Sinai."
          },
          {
            "tag": "v",
            "num": "65",
            "text": "They were told what Yahweh had said. He said, \"They will all die in this desert,\" and that is what happened. The only ones who were still alive were Jephunneh's son Caleb and Nun's son Joshua."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 26
  },
  "id": "NUM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Numbers"
}