{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh said to Moses,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "\"Send some men to Canaan to explore it. That is the land that I will give to you Israelites. Send men who are leaders in their tribes.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "So Moses did what Yahweh commanded him. He sent out twelve Israelite men who were all leaders of their tribes. He sent them from their camp at Paran in the desert."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "These are the names of the men and the tribes they belonged to:"
          },
          {
            "tag": "q",
            "text": "Shammua son of Zaccur, from the tribe of Reuben;"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Shaphat son of Hori, from the tribe of Simeon;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Caleb son of Jephunneh, from the tribe of Judah;"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Igal son of Joseph, from the tribe of Issachar;"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Hoshea the son of Nun, from the tribe of Ephraim;"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Palti son of Raphu, from the tribe of Benjamin;"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Gaddiel son of Sodi, from the tribe of Zebulun;"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Gaddi son of Susi, from the tribe of Joseph's descendent Manasseh;"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Ammiel the son of Gemalli, from the tribe of Dan;"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Sethur son of Michael, from the tribe of Asher;"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Nahbi son of Vophsi, from the tribe of Naphtali;"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and Geuel son of Maki, from the tribe of Gad."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Those are the names of the men whom Moses sent out to explore Canaan. Before they left, Moses gave Hoshea a new name, Joshua, which means 'Yahweh is the one who saves.'"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Before Moses sent them to explore Canaan, he said to them, \"Go through the southern Judean wilderness, and then go north into the hill country."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "See what the land is like. See if the people who live there are strong or weak. See if there are many people or only a few people."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Find out what kind of land they live in. Is it good or bad? Find out about the towns in which they live. Do they have walls around them or not?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Find out about the soil. Is it fertile or not? Find out if there are trees there. Try to bring back some of the fruit that grows in that land.\" He said that because it was the beginning of the time to harvest grapes."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "So those men went to Canaan. They went through the entire land, from the wilderness of Zin in the south all the way to the city of Rehob near Lebo Hamath in the north."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "In the southern Judean wilderness, they went to Hebron, where Ahiman, Sheshai, and Talmai, huge men descended from Anak, lived. Hebron was a city that was built seven years before the city of Zoan was built in Egypt."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "In one valley, they cut from a grapevine one cluster of grapes. Because it was very large, they needed two men to carry it on a pole. They also picked some pomegranates and some figs to carry back to their camp."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They called that place Eshcol which means 'cluster' because they had cut that huge cluster of grapes there."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "After they explored the land for forty days, they returned to their camp."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "They came to Aaron and Moses and the rest of the Israelite people in the wilderness at Paran. They reported to everyone what they had seen. They also showed them the fruit that they had brought back."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But this is what they reported to Moses: \"We arrived in the land that you sent us to explore. It is truly a beautiful land. It is a very fertile land. Here is some of the fruit."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But the people who live there are very strong. Their cities are large and are surrounded by walls. We even saw some of the huge descendants of Anak there."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The descendants of Amalek live in the southern part of the land, and the descendants of Heth, Jebus, and Amor live in the hill country to the north. The descendants of Canaan live along the coast of the Mediterranean Sea and along the Jordan River.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "Caleb told the people who were standing near Moses to be quiet. Then he said, \"We should go there and take the land, because we are certainly able to conquer it!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "But the men who had gone with him said, \"No, we cannot attack and defeat those people. They are much stronger than we are!\""
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So those men gave to the Israelite people a bad report about the land that they had explored. They said, \"The land that we explored destroys the life those who try to attack it. And all the people living there are very tall."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "We also saw giants there. They are the descendants of Anak (who come from the Nephilim, those giant people). When we saw these giants we felt as small as grasshoppers and they thought that we looked like grasshoppers too.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "NUM unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Numbers"
}