{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Letter to Philemon"
        },
        {
          "tag": "toc2",
          "text": "Philemon"
        },
        {
          "tag": "toc3",
          "text": "Phm"
        },
        {
          "tag": "mt1",
          "text": "Philemon"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I am Paul, currently in prison for serving the Messiah Jesus, and I am with Timothy, our fellow believer. I am writing this letter to you, Philemon, you who also serve the Messiah and whom we love."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Please also greet for us Apphia, our fellow believer, and Archippus, who is like a soldier in the way that he serves the Messiah along with us, and also greet the group of believers that meets in your house."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I pray that God our Father and our Lord Jesus the Messiah will continue to act kindly toward you all. I pray that he will continue to give you a peaceful spirit."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "When I am praying, I always thank my God for you, Philemon,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "because people tell me how much you trust in the Lord Jesus and how much you love him and all of God' s people."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I also pray that the deep way that you trust in the Messiah, just as we also do, will cause you to understand even more about all the good things that the Messiah has given to us for serving him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You see, I have been very joyful and encouraged because you, my friend, have been encouraging God' s people by how much you love them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "So I want to ask you to do something. I am completely confident that I have the authority to command you to do what you should do, because I am an apostle of the Messiah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But instead of that, because we love each other, I, as Paul, an old man and now also a prisoner because I serve the Messiah Jesus, request that you do this."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I am requesting that you do something for someone who has become like a son to me since I told him about the Messiah here in prison. His name is Onesimus, which means\" useful,\" as you know."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He was useless to you in the past, but now he is useful both to you and to me!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Although he is as dear to me as my own self, I am sending him back to you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I would like to have kept him with me, in order that he might serve me in your place, especially now while I am in prison for preaching the good news about the Messiah."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "However, I am sending him back to you since I do not have your permission to keep him here. I prefer that you help me because you want to help me, and not because I have forced you to help me."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "It might be that the reason that God allowed Onesimus to be apart from you for this short time was so that he could return to you and be with you eternally."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "You see, he will no longer be just a slave, but someone who is much more than a slave. Now you can love him as a fellow believer! He is very dear to me, but he certainly will be even more dear to you. This is because now he not only belongs to you as a slave, but he also belongs to the Lord."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So welcome him into your home just the same as you would welcome me, Paul, your companion in doing this work that God has given us."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "If he has taken anything from you, or if he is in debt to you for anything, I will take responsibility for repaying you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "I, Paul, am now writing this in my own handwriting: I will repay you whatever he owes you. I am certain that I do not have to remind you that you owe me even more, because I was the one who told you about the Messiah."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So, yes, I am asking you for this benefit as your fellow believer in the Lord. Give me another reason to be glad that we are both joined to the Messiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "As I write this letter to you, I am sure that you will do what I am asking you to do. In fact, I know that you will do even more than what I am asking you to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "As you do that, also get ready to receive me into your home. Because all of you have been praying for me, I confidently expect that God will allow me to leave prison and to come to you all."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Epaphras, who is suffering with me in prison for serving the Messiah Jesus, sends his greetings to you."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Mark, Aristarchus, Demas, and Luke, who are my partners here, also send their greetings to you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "I pray that you all will continue to enjoy how kind our Lord Jesus the Messiah is to you. Amen."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 1
    }
  ],
  "id": "PHM EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:27:28 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Philemon"
}