[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "with a fool who is full of lies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like running so fast that you miss the path you want to take."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he becomes furious with Yahweh for his troubles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "just as the one whose every word he speaks is a lie, he will not escape."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it seems that everyone is a friend of the one who gives many gifts."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and even more do his friends hate him, and they go far away from him;"
  },
  {
    "t": "q",
    "v": "he calls out to them, but they have left."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "having understanding helps you know what is good and what is not."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the one whose every word is a lie, he will die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it is even worse for a slave to rule over princes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it is to his honor that he overlooks it when someone does him wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but his kindness is like the dew on the grass."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "A wife who is always quarreling will upset her husband like water that is constantly dripping."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but a sensible wife is from Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but anyone who refuses to work will go hungry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the one who does not think about how he lives his life will die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Yahweh will pay him for what he did."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but do not allow them to offend you so much that you consider taking their lives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you rescue him after he had has an outburst, you will have to do it again and again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that you can become wise by the end of your life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but Yahweh has his own plans, and he will carry them out."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and a poor person is better than a liar."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "such a person who has this respect for Yahweh will be satisfied,"
  },
  {
    "t": "q",
    "v": "and will come to no harm."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is not able to raise his hand up to his mouth to eat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "an uninstructed person will learn how to be prudent."
  },
  {
    "t": "q",
    "v": "If you correct someone who has understanding,"
  },
  {
    "t": "q",
    "v": "he will gain more knowledge."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "brings shame and disgrace to himself."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will wander away from the words of knowledge."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and wicked people act sinfully as easily as they eat food."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he is ready to flog the backs of fools."
  }
]