{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A wise child pays attention to the teaching his father gives him;"
          },
          {
            "tag": "q2",
            "text": "but a stubborn child refuses to listen to correction."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Good things come as the fruit of what one says,"
          },
          {
            "tag": "q2",
            "text": "but the desire of the deceitful is to consume more and more violence."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The person who is very careful about what he says preserves his life;"
          },
          {
            "tag": "q2",
            "text": "the one who talks too much ruins everything."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "People who are lazy are hungry for everything, but they will not get anything."
          },
          {
            "tag": "q2",
            "text": "People who work hard will get more than they desired."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Anyone who does right hates it when other tell lies,"
          },
          {
            "tag": "q2",
            "text": "but a wicked person brings disgrace on himself."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Anyone who does right always acts in ways that are respected,"
          },
          {
            "tag": "q2",
            "text": "but the one who does what Yahweh has forbidden ruins his own wicked life."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Some people have many possessions, but they have nothing of value;"
          },
          {
            "tag": "q2",
            "text": "but other people give all they have away, and yet have the best kind of riches."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A rich person may have to use his wealth to buy back his life from a criminal who holds him as a hostage,"
          },
          {
            "tag": "q2",
            "text": "but a poor person does not listen even when he is threatened."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The one who does what is right shines like a light that gives joy,"
          },
          {
            "tag": "q2",
            "text": "but wicked people are like a lamp that will be extinguished."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Pride works within a person and it results in conflict and arguments,"
          },
          {
            "tag": "q2",
            "text": "but those who listen to good advice find the wisdom they need."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "People who think too much of themselves will spend all their money;"
          },
          {
            "tag": "q2",
            "text": "the one who makes his money by working with his hands will find ways to make his money grow."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When hope for the future is postponed, it makes you sick—you feel you will never receive what you long for,"
          },
          {
            "tag": "q2",
            "text": "but if you receive what you desire, that will be like a tree that gives life."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those who despise good advice bring the punishment for disobeying upon themselves;"
          },
          {
            "tag": "q2",
            "text": "the one who pays attention to the instruction will receive honor."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The lesson taught by the wise is like a fountain that gives life to all who drink from it,"
          },
          {
            "tag": "q2",
            "text": "and they inform you about all the deadly dangers around you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Having a mind that understands right and wrong brings you respect,"
          },
          {
            "tag": "q2",
            "text": "but the one who twists good gifts for bad purposes—he never reaches his destination."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Those who have good sense always take action from what they know is true;"
          },
          {
            "tag": "q2",
            "text": "a foolish person proves his decisions are folly, and everyone sees it."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "A wicked messenger will not deliver the message,"
          },
          {
            "tag": "q2",
            "text": "but bitter enemies are brought together"
          },
          {
            "tag": "q2",
            "text": "when the messages are delivered by a dependable messenger."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The one who does not learn from the lessons of discipline will be poor, and he will know shame,"
          },
          {
            "tag": "q2",
            "text": "but the one who takes the lessons of discipline and learns from them,"
          },
          {
            "tag": "q2",
            "text": "honor will find him."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When a longing comes true,"
          },
          {
            "tag": "q",
            "text": "it is sweet delight to the one with desires;"
          },
          {
            "tag": "q2",
            "text": "and those who are foolish continue to turn toward evil again and again."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "If you spend time with wise people,"
          },
          {
            "tag": "q1",
            "text": "by their lives they will show you how you can be wise, as well."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Sinners run away and disasters chase after them,"
          },
          {
            "tag": "q2",
            "text": "but those who do what is right find the good is their reward."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "A good person sets apart money to give his grandchildren when he dies,"
          },
          {
            "tag": "q2",
            "text": "but a sinful person will store up his wealth, not knowing that it will be given to the one who does right."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "A field owned by a poor person can produce much food,"
          },
          {
            "tag": "q2",
            "text": "but the poor are victims of injustice more than the rich,"
          },
          {
            "tag": "q2",
            "text": "and the crop is not planted."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "A parent who does not train his child in how he should live does not show him any love,"
          },
          {
            "tag": "q2",
            "text": "but the one who is careful to train the child in how he should live shows his great love."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Those who do what is right eat enough food to satisfy their hunger,"
          },
          {
            "tag": "q2",
            "text": "but the wicked complain that they are always hungry."
          }
        ],
        "auto": true
      }
    ],
    "num": 13
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}