{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When it snows in the summer, or when it rains in the harvest,"
          },
          {
            "tag": "q2",
            "text": "that is what it is like when a fool gets honor—"
          },
          {
            "tag": "q2",
            "text": "honor for him comes at the wrong time, and the wrong place."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "A sparrow flies here and there flittering around, and a swallow darts back and forth when it flies,"
          },
          {
            "tag": "q2",
            "text": "that is like someone speaking a curse against you—but it cannot land on you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A horse needs a whip to make it move, and a donkey must have a bridle in its mouth, or it will not carry its load."
          },
          {
            "tag": "q2",
            "text": "In the same way, a fool needs someone to beat him on his back to get him to do anything."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not reply to a fool when he is trying to draw you into his foolishness,"
          },
          {
            "tag": "q2",
            "text": "or you will be just as much a fool as he is."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Give a fool an answer that will be just as foolish as his question,"
          },
          {
            "tag": "q2",
            "text": "and that may open his eyes so he can see that he is not as wise as he thinks."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "If you entrust an important message to be delivered by a fool,"
          },
          {
            "tag": "q2",
            "text": "that would as foolish as cutting of your own feet, and then taking a drink of poison."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "A lame man cannot use his legs; they hang down and are useless,"
          },
          {
            "tag": "q2",
            "text": "as useless as when fools are reciting proverbs to one another that they do not understand.."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When you tie a stone into a sling so it cannot be thrown,"
          },
          {
            "tag": "q2",
            "text": "that is like one who gives honor to a fool,"
          },
          {
            "tag": "q2",
            "text": "for no matter how much you praise him,"
          },
          {
            "tag": "q2",
            "text": "it will never do him any good."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When a drunk man picks up a bush full of thorns"
          },
          {
            "tag": "q2",
            "text": "and starts to swing it around at people,"
          },
          {
            "tag": "q2",
            "text": "that is as helpful as a fool reciting proverbs,"
          },
          {
            "tag": "q2",
            "text": "people stand back and try to get away from him."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "An archer who aims and shoots arrows at people standing around him,"
          },
          {
            "tag": "q2",
            "text": "is as dangerous as one who hires a fool"
          },
          {
            "tag": "q2",
            "text": "or he takes so little care that he hires the next person who comes along."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When you see a dog return to his vomit,"
          },
          {
            "tag": "q2",
            "text": "that is just like a fool who does the same foolish thing over and over again."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Do you know someone who has this idea about himself—"
          },
          {
            "tag": "q2",
            "text": "he thinks he is a very wise person?"
          },
          {
            "tag": "q2",
            "text": "It is easier to teach a fool than him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The lazy person has many reasons for not working—"
          },
          {
            "tag": "q2",
            "text": "you might hear him say, \"But there is a lion in the street!\""
          },
          {
            "tag": "q2",
            "text": "or \"Oh, there is a lion in the market!\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When you see a door swing back and forth on it hinges,"
          },
          {
            "tag": "q2",
            "text": "that is just like one who is lazy, when he is lying on his bed, turning back and forth."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "One who is lazy might reach down with his hand to get some food,"
          },
          {
            "tag": "q2",
            "text": "but he does not have the energy to put the food into his mouth."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The one who is lazy considers himself to be very wise,"
          },
          {
            "tag": "q2",
            "text": "more wise than seven men who are known for their insight."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Someone who walks by a dog lying on the ground, who then reaches down and pulls its ears;"
          },
          {
            "tag": "q2",
            "text": "he is like someone who hears an argument as he is walking by,"
          },
          {
            "tag": "q2",
            "text": "and he gets involved, and becomes angry"
          },
          {
            "tag": "q2",
            "text": "and then he takes sides and joins in—"
          },
          {
            "tag": "q2",
            "text": "even though he had nothing to do with it."
          },
          {
            "tag": "v",
            "num": "18-19",
            "text": "Who is like an insane person who shoots burning arrows in every direction?"
          },
          {
            "tag": "q2",
            "text": "One who lies to his neighbor!"
          },
          {
            "tag": "q2",
            "text": "He makes an excuse to his neighbor and tells him,"
          },
          {
            "tag": "q2",
            "text": "\"I was only joking;\""
          },
          {
            "tag": "q2",
            "text": "but just like the madman's arrows,"
          },
          {
            "tag": "q2",
            "text": "what he said has set everything on fire."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The fire goes out when there is no more wood to burn;"
          },
          {
            "tag": "q2",
            "text": "and so arguments stop when no one is gossipping."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "As charcoal can ignite into burning coal and a log of wood into a fire;"
          },
          {
            "tag": "q2",
            "text": "so the one who argues sets anger ablaze."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The gossip tells stories that are like sweet treats to eat;"
          },
          {
            "tag": "q2",
            "text": "people eat them like candy until they are filled."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "A shining glaze applied with great heat, covers the clay pot,"
          },
          {
            "tag": "q2",
            "text": "and that is like the fiery words that cover an evil heart."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The one who is filled with hate, by the words he speaks, he hides his true feelings;"
          },
          {
            "tag": "q2",
            "text": "and he stores up more and more lies within himself."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "He may speak kind words, but you should not believe them,"
          },
          {
            "tag": "q2",
            "text": "because deep within him is everything that Yahweh despises."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Even though he covers up his hatred by his lies,"
          },
          {
            "tag": "q2",
            "text": "everyone will realize how wicked he is."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "One who digs a pit will fall into it;"
          },
          {
            "tag": "q2",
            "text": "and a stone rolls back on the one who tried to push it up a hill."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The one who lies hates the people he destroys;"
          },
          {
            "tag": "q2",
            "text": "just as much as the person who uses flattery causes terrible destruction."
          }
        ],
        "auto": true
      }
    ],
    "num": 26
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}