{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "My son, obey the words I say to you;"
          },
          {
            "tag": "q2",
            "text": "remember all my orders."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "If you obey my commands, you will live."
          },
          {
            "tag": "q1",
            "text": "Consider my commands to be the most precious thing you possess, and obey them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Write down my commands and tie them to your fingers to remind youreself of them;"
          },
          {
            "tag": "q2",
            "text": "let it be as if you had written them in your inner self."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Think of wisdom as if it were a woman, one of your own sisters, whom you love;"
          },
          {
            "tag": "q2",
            "text": "think of understanding as if it were a person, one of your own family, to whom you are loyal."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "If you do this, you will be able to stay away from women whom you must not be with,"
          },
          {
            "tag": "q2",
            "text": "random women who say nice things to you so that you will sin with them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Standing in my house, I looked out of a window,"
          },
          {
            "tag": "q2",
            "text": "through the wooden shade,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "and I saw some young men who had not yet learned how to live wisely."
          },
          {
            "tag": "q2",
            "text": "I especially saw a young man there who had no good judgment."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He walked down the street near the house on the corner of the road,"
          },
          {
            "tag": "q2",
            "text": "and he walked toward the house of the adultress."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It was the time of day when night and darkness were coming near."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "That was where the woman who was seeking an affair met the young man, and she greeted him."
          },
          {
            "tag": "q2",
            "text": "She was dressed as prostitutes dress, with seductive and enticing clothes, and she had secret plans."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "She was loud and wayward, attracting attention."
          },
          {
            "tag": "q2",
            "text": "She did not stay in her own home."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "She searched for a man as she walked along the streets one day; on another day she stood in the market place to find a man."
          },
          {
            "tag": "q2",
            "text": "At any street corner she waited for someone who would commit sin with her."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When she saw the young man, she firmly took hold of him, and then she kissed him."
          },
          {
            "tag": "q2",
            "text": "Without any shame and with great boldness, she said,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "\"Today I have meat in my house, because I made a sacrifice in the temple to promise friendship with Yahweh."
          },
          {
            "tag": "q2",
            "text": "In this way I kept my vows to Yahweh,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and now I have come out here to meet you."
          },
          {
            "tag": "q2",
            "text": "I was looking for you, and now I have found you!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I have put on my bed sheets—the finest colored linen fabrics from Egypt."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I have sprinkled perfumes on my bed—"
          },
          {
            "tag": "q2",
            "text": "myrrh, aloes, and cinnamon."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Come! Let us make love all night, until the morning comes."
          },
          {
            "tag": "q2",
            "text": "Let us enjoy ourselves with many ways of making love, as much as we want."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "My husband is not at home;"
          },
          {
            "tag": "q2",
            "text": "he has gone away on a long journey."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "He filled a bag with money and took it with him;"
          },
          {
            "tag": "q2",
            "text": "he will not come back until the middle of the month.\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So she she convinced the young man with her persuasive words;"
          },
          {
            "tag": "q2",
            "text": "because of her smooth and convincing talk, he gave in to what she wanted to do."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "He suddenly decided to follow her inside."
          },
          {
            "tag": "q2",
            "text": "He followed her like an ox going to the place where its owner will slaughter it,"
          },
          {
            "tag": "q2",
            "text": "or like a deer"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "caught in a trap, where the hunter kills it by shooting an arrow into its inner parts."
          },
          {
            "tag": "q1",
            "text": "He was like a bird that flies into a trap"
          },
          {
            "tag": "q2",
            "text": "without knowing that it will die there."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "My sons, listen to me,"
          },
          {
            "tag": "q2",
            "text": "and pay careful attention to what I say to you."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You must resist her from within you, from deep inside. Do not decide to do what you want and follow her."
          },
          {
            "tag": "q2",
            "text": "You must decide that you will never follow her where she goes."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "She has caused many men to be ruined;"
          },
          {
            "tag": "q2",
            "text": "truly, no one can count the men she destroyed—they are too many to count."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The road to her house is the road to the grave;"
          },
          {
            "tag": "q2",
            "text": "it goes down to the place where the dead are kept."
          }
        ],
        "auto": true
      }
    ],
    "num": 7
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}