[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and consider my commands to be as valuable as a treasure."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and try hard to understand what is wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "plead with him to help you understand more of what he wants you to know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like you would search for a treasure that someone has hidden."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will succeed in knowing God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He is the one who tells us things that we need to know and understand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He protects those who do with their lives what they say with their lips."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he keeps safe those who are faithful to him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will show you the best way to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "knowing what Yahweh wants you to know will cause you to be joyful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that will keep you safe."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will stay away from those who imagine horrible things and talk about them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they walk where there is no light."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they twist good things into bad and enjoy doing what they know is wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and their lies hide what they have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will not pay attention when a strange woman invites you to be with her."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they forgot the promise they made to God to love only the one they married."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because the way to her house takes them where dead people are buried. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will be so lost they will never find the way back to life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You should do the same things as those who do what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and only those who do what they have promised will stay in the land for a long time."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people who take advantage of others and do not keep their word, they will never have even a small part of the land."
  }
]