{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Here are more wise sayings of Solomon that were written down by the men of Hezekiah, the king of Judah."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "God honors himself when he hides something so people cannot know it."
          },
          {
            "tag": "q2",
            "text": "But it is to the honor of kings to search out the things that God has hidden."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "What kings think is above the way peasants think; they are like the heavens, they are above us all;"
          },
          {
            "tag": "q2",
            "text": "and all kings have the same deep burdens that others cannot understand."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Silver cannot be used by the metal worker,"
          },
          {
            "tag": "q2",
            "text": "unless the silver is heated and dross is removed from it;"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "just as the dross is removed, even so, if wicked men are removed from the kings court,"
          },
          {
            "tag": "q2",
            "text": "his throne will be more secure, and he will be able to do what is right."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When you stand in front of a king, do not bring attention to yourself"
          },
          {
            "tag": "q2",
            "text": "and do not stand in the place set aside for those the king is honoring."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is better if someone important invites you, saying, \"Come up and sit closer to the king,\""
          },
          {
            "tag": "q2",
            "text": "than to embarrass you in front of an important nobleman by making you move so that you now sit far away from the king. "
          },
          {
            "tag": "q",
            "text": "When you witness something that gives you concern,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "you should not quickly bring the matter to trial,"
          },
          {
            "tag": "q2",
            "text": "unless you are very sure about it."
          },
          {
            "tag": "q2",
            "text": "because your neighbor may have a good explanation for what you saw."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If you and your neighbor are having a disagreement,"
          },
          {
            "tag": "q2",
            "text": "settle it between yourselves, and do not tell others any secret you have learned about;"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "for others might find out what you have done,"
          },
          {
            "tag": "q2",
            "text": "and you would be ashamed;"
          },
          {
            "tag": "q2",
            "text": "and from that time on, you will have a bad reputation."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Use the right words and a phrase put together to say exactly what you mean;"
          },
          {
            "tag": "q2",
            "text": "this is as delightful as seeing designs of gold in a silver bowl."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When a wise person rebukes someone who is willing to listen to him,"
          },
          {
            "tag": "q2",
            "text": "it is as priceless as a gold ring or jewelry made of finest gold."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A messenger who is reliable and on time, gives delight to those who sent him,"
          },
          {
            "tag": "q2",
            "text": "to them he is like the cold of snow at harvest time, that refreshes the ground."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When someone boasts about a gift he is going to give, but never gives it,"
          },
          {
            "tag": "q2",
            "text": "he is like the clouds and the wind that do not bring rain."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "With patient persuasion even a ruler's mind can be changed,"
          },
          {
            "tag": "q2",
            "text": "like the proverb that says, 'a soft tongue can break a bone.'"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If you find some honey, eat just a little,"
          },
          {
            "tag": "q2",
            "text": "because if you eat too much, you could vomit it up."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Do not go to your neighbor's house too often;"
          },
          {
            "tag": "q2",
            "text": "he may get tired of you, and if you do not stop, he could even grow to hate you."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "To falsely accuse others in court"
          },
          {
            "tag": "q2",
            "text": "is like attacking them with a club used in battle, or with a sword, or with sharp arrows."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Depending on an unreliable person during times of trouble"
          },
          {
            "tag": "q2",
            "text": "is like having a bad tooth or a foot that slips and makes you fall."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Singing a song to someone who is feeling sad,"
          },
          {
            "tag": "q2",
            "text": "it is as unhelpful as taking off a coat on a very cold day,"
          },
          {
            "tag": "q2",
            "text": "or pouring vinegar into soda, making it bubble."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "If your enemies are hungry, give them something to eat;"
          },
          {
            "tag": "q2",
            "text": "if they are thirsty, give them something to drink;"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "that will be the equal to pouring coals of fire on his head, without doing him any harm,"
          },
          {
            "tag": "q2",
            "text": "and Yahweh will reward you for doing that."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "When wind blows from the north, it will certainly rain;"
          },
          {
            "tag": "q2",
            "text": "it is just as certain that someone who tells secrets about others will make people angry."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "It is better to live alone in the corner of a housetop"
          },
          {
            "tag": "q2",
            "text": "than inside a house with a wife who always wants to argue with you."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When you receive news from a far away country,"
          },
          {
            "tag": "q2",
            "text": "that is like giving cold water to a person who is thirsty."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "A good person who falls before the wicked,"
          },
          {
            "tag": "q2",
            "text": "that is as bad as a spring that becomes muddied or a fountain that becomes polluted."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "It is not good to eat too much honey;"
          },
          {
            "tag": "q2",
            "text": "that is like searching for more honor when you already have honor."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "A person who cannot control himself"
          },
          {
            "tag": "q2",
            "text": "is like a city with no way to keep out enemies; its walls have fallen down."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 25
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}