{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It is better to eat a dry piece of bread and not have strife"
          },
          {
            "tag": "q2",
            "text": "than to live in a house where quarreling is as regular as feasting."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "A slave who acts wisely will rule over the son of his master"
          },
          {
            "tag": "q2",
            "text": "if that son does shameful things."
          },
          {
            "tag": "q2",
            "text": "That slave will receive a share of the inheritance and will be treated like one of his master's sons."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Silver is put into the crucible to be refined, and gold is put into the furnace to be made pure,"
          },
          {
            "tag": "q2",
            "text": "but it is Yahweh who makes people pure."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Those who do what is evil pay attention to the person who talks in wicked ways,"
          },
          {
            "tag": "q2",
            "text": "and those who tell lies listen to those who speak in order to make trouble."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The one who makes fun of those who are poor insults Yahweh who made him;"
          },
          {
            "tag": "q2",
            "text": "Yahweh will punish those who are happy when someone else has troubles."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Grandchildren bring honor and respect to the aged,"
          },
          {
            "tag": "q2",
            "text": "and parents bring honor to their children."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "A fool is not able to give an eloquent speech;"
          },
          {
            "tag": "q2",
            "text": "even more is it wrong to lie to someone with a royal title."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A bribe works like magic for the one who is giving the bribe;"
          },
          {
            "tag": "q2",
            "text": "everything he tries to do by giving bribes succeeds."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You must learn not to be offended by the one you love,"
          },
          {
            "tag": "q2",
            "text": "but if you bring up something to your friend that hurt you, and you do it over and over,"
          },
          {
            "tag": "q2",
            "text": "that will pull the best of friends apart."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "A rebuke to someone with understanding goes deeper into him"
          },
          {
            "tag": "q2",
            "text": "than trying to teach a fool by hitting him a hundred times with a stick."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "An evil person is only interested in disobeying the rules;"
          },
          {
            "tag": "q2",
            "text": "he deserves a messenger who will be cruel to him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You would be better off meeting a mother bear who had been robbed of her cubs"
          },
          {
            "tag": "q2",
            "text": "than to meet a fool who is being foolish."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "If someone gives back evil for the good that was given to him,"
          },
          {
            "tag": "q2",
            "text": "evil will stay in his family."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Starting a quarrel is like pumping water and letting it run everywhere;"
          },
          {
            "tag": "q2",
            "text": "it is much better to walk away before it starts."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When a court sets the wicked free and condemns those who do what is right,"
          },
          {
            "tag": "q2",
            "text": "Yahweh hates both of these actions."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "There is no benefit for a fool when he pays money to learn about wisdom;"
          },
          {
            "tag": "q2",
            "text": "no matter how much he tries, he will not be able to learn about wisdom."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "A friend loves you all the time,"
          },
          {
            "tag": "q2",
            "text": "and when you are in trouble, there is no one better than a brother to help you."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "One having no good judgment will make a contract he cannot pay,"
          },
          {
            "tag": "q2",
            "text": "and he will even may a promise to pay the money his neighbor owes."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The one who loves to have arguments, that person also loves the sin that lies behind the conflict;"
          },
          {
            "tag": "q2",
            "text": "one thing leads to another: The one who makes the threshold of his door too high, it is sure to make someone break the bones in his foot."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "A person who is dishonest because of what is within him, he will never find what is good,"
          },
          {
            "tag": "q2",
            "text": "and the one who tells lies will fall into trouble."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The father who has a fool brings sadness into his life;"
          },
          {
            "tag": "q2",
            "text": "the father of a fool cannot live a happy life."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Being cheerful is like medicine that makes you feel better,"
          },
          {
            "tag": "q2",
            "text": "but when you are crushed by sadness, it is as if every bone within you could break with only a touch."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "A wicked person accepts a bribe in such a way as no one could see him,"
          },
          {
            "tag": "q2",
            "text": "so the bribe would change the verdict in his favor."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The one who has begun to understand, he knows that he must also now go after wisdom."
          },
          {
            "tag": "q2",
            "text": "However, the foolish person has bold plans and impossible dreams,"
          },
          {
            "tag": "q2",
            "text": "and he looks for them no matter how far away they may be."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "A foolish child brings a father great sadness,"
          },
          {
            "tag": "q2",
            "text": "and regret to the mother who gave birth to him."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "It cannot be good to punish someone who does what is right,"
          },
          {
            "tag": "q2",
            "text": "and if a good man with moral character is punished by the law, this can never be good."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The one who has learned knowledge, learned to speak well using few words,"
          },
          {
            "tag": "q2",
            "text": "and the one who has understanding, does not lose his temper."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When a fool keeps silent, some may think he is very wise;"
          },
          {
            "tag": "q2",
            "text": "when he keeps his mouth shut, even a fool looks intelligent."
          }
        ],
        "auto": true
      }
    ],
    "num": 17
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}