{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Do not want what evil people have;"
          },
          {
            "tag": "q2",
            "text": "do not desire them for friends,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "because they are plotting to do violence;"
          },
          {
            "tag": "q2",
            "text": "they talk about making trouble."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It takes wisdom to build a house,"
          },
          {
            "tag": "q2",
            "text": "and by understanding the builder exercises his craft, and a house is made solid on its foundation."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It takes knowledge to fill the rooms of the house"
          },
          {
            "tag": "q2",
            "text": "with all the beautiful and expensive decorations."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "A man who has wisdom has strength,"
          },
          {
            "tag": "q2",
            "text": "and a person with knowledge is mightier than the one who is strong,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "for with wise guidance you can wage a war successfully,"
          },
          {
            "tag": "q2",
            "text": "and by the advice of many advisors there will be victory."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Wisdom is something that a fool cannot understand;"
          },
          {
            "tag": "q2",
            "text": "at the gate where the elders gather, the fool has nothing to say."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "There is a man who does evil and makes plots—he is called the Master of Schemes."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "A foolish plan is not only folly, it is sin;"
          },
          {
            "tag": "q2",
            "text": "when people tell the truth, they hate those who are conceited and mock everyone."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When trouble comes, and you are terrified like a coward,"
          },
          {
            "tag": "q2",
            "text": "then your strength is small."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Rescue the ones who are being carried away to the slaughter;"
          },
          {
            "tag": "q2",
            "text": "they stagger and fall—hold them back from the one who would kill them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If you say, \"I did not know that those people needed any help,\" then think about this:"
          },
          {
            "tag": "q2",
            "text": "God knows why we do everything, so he also knows why you said those people needed no help."
          },
          {
            "tag": "q2",
            "text": "God sees everything you do in this life, so he certainly understands why you said that about those people."
          },
          {
            "tag": "q2",
            "text": "He will certainly pay you back—and everyone else, too—for the harm they have done."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "My son, eat honey, because it tastes good;"
          },
          {
            "tag": "q2",
            "text": "the honeycomb is sweet."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Wisdom is like the honeycomb, it feeds your life, if you can find it."
          },
          {
            "tag": "q2",
            "text": "If you can find it, you will have a future,"
          },
          {
            "tag": "q2",
            "text": "and you will come to the future with hope that will not be cut short."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Do not be like wicked people who hide and wait to attack the home of those who do what is right."
          },
          {
            "tag": "q2",
            "text": "Do not commit a violent attack on the place where the good man rests!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Even if good people fall down seven times,"
          },
          {
            "tag": "q2",
            "text": "they always get back up,"
          },
          {
            "tag": "q1",
            "text": "but when a disaster comes to the wicked,"
          },
          {
            "tag": "q2",
            "text": "they are ruined by it."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When your enemy falls, do not rejoice,"
          },
          {
            "tag": "q2",
            "text": "and do not be happy when he stumbles,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "for Yahweh will see how you treat your enemy, and if he disapproves how you treat him,"
          },
          {
            "tag": "q1",
            "text": "Yahweh may turn his wrath from your enemy and put it on you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Do not worry about those who do what is evil,"
          },
          {
            "tag": "q2",
            "text": "and do not be jealous of them,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "for there is no future for the wicked;"
          },
          {
            "tag": "q2",
            "text": "they are like a lamp whose light will soon be put out."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "My son, give to Yahweh and give to the king the respect each of them deserves,"
          },
          {
            "tag": "q2",
            "text": "and do not associate with anyone who rebels against either Yahweh or the king;"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "because disasters will suddenly come upon those rebels,"
          },
          {
            "tag": "q2",
            "text": "and no one knows how terrible the disasters will be that will come from both Yahweh and from the king."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Here are more things that wise people have said:"
          },
          {
            "tag": "q1",
            "text": "It is wrong for judges to decide matters unfairly."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "If they say to people who are guilty, \"You are innocent,\""
          },
          {
            "tag": "q2",
            "text": "they will be cursed by foreign peoples, and hated by nations."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But if judges say that guilty people must be punished,"
          },
          {
            "tag": "q2",
            "text": "things will go well for those judges, and they will receive gifts of goodness."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Answering honestly—that is the best thing a person can do."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "First, do the work that needs to be done outside,"
          },
          {
            "tag": "q2",
            "text": "and prepare your fields;"
          },
          {
            "tag": "q2",
            "text": "and after that, build your house."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Do not give testimony against your neighbor if there is no reason for it,"
          },
          {
            "tag": "q2",
            "text": "and do not deceive people when you are telling what you know."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Do not say, \"I will do to him what he did to me;"
          },
          {
            "tag": "q2",
            "text": "I will pay him back for what he did to me.\""
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I walked by the field of a lazy man,"
          },
          {
            "tag": "q2",
            "text": "past the vineyard of a man who had no good judgment."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Thorns grew there and the stone wall had fallen down."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "When I saw that, I thought about it, and I learned this:"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "A little sleep, a little nap, a little folding of the hands to rest—and while you rest,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "poverty will come to you like a thief who steals from you,"
          },
          {
            "tag": "q2",
            "text": "and poverty will come like an armed soldier who attacks you."
          }
        ],
        "auto": true
      }
    ],
    "num": 24
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}