{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Wisdom builds her own house, just like a woman who has built her home;"
          },
          {
            "tag": "q2",
            "text": "she made seven pillars to support the roof of her house."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "She prepared a meal and set her table;"
          },
          {
            "tag": "q1",
            "text": "she prepared the animals and cooked them to serve for the dinner,"
          },
          {
            "tag": "q1",
            "text": "and she made the wine ready for her guests."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Like a woman who sends out her maids to give the invitations to her guests, Wisdom calls out from the highest place in the city for all to hear, and she says:"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "\"If you are still immature, come here,\""
          },
          {
            "tag": "q1",
            "text": "and she gives the invitation to those who have no good judgment."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "\"Come and eat the food that I have prepared,\" she says,"
          },
          {
            "tag": "q2",
            "text": "\"and drink the good wine that I have mixed."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Leave your untrained ways behind you, and live,"
          },
          {
            "tag": "q2",
            "text": "and I will show you how to walk on the road that will give you understanding."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "If you rebuke someone who says insulting things about other people, he will insult you, too."
          },
          {
            "tag": "q1",
            "text": "If you offer correction to an evil person, he will hurt you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A person who insults others will hate you if you tell him to stop."
          },
          {
            "tag": "q2",
            "text": "But if you rebuke a wise person, he will become your friend."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If you give instruction to a wise person, he will become even more wise."
          },
          {
            "tag": "q2",
            "text": "And if you teach a person who does what is right, he will learn even more."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The first step in getting wisdom is to give Yahweh the respect he deserves,"
          },
          {
            "tag": "q2",
            "text": "and knowing Yahweh, the Holy One, is the where understanding comes from."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If you become wise, your days will be filled full,"
          },
          {
            "tag": "q2",
            "text": "and you will add years to your life."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If you become wise, you will gain many benefits from it;"
          },
          {
            "tag": "q2",
            "text": "if you ridicule other people, you will suffer by yourself.\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A foolish woman talks loudly;"
          },
          {
            "tag": "q2",
            "text": "she is untaught in the subjects of wisdom and she knows very little."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "She sits at the door of her house"
          },
          {
            "tag": "q2",
            "text": "or on the highest place in the town,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and she calls out to the men who are passing by,"
          },
          {
            "tag": "q2",
            "text": "to those walking down the road, concerned only about where they are going."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "\"Any of you who have no experience, come here,\""
          },
          {
            "tag": "q2",
            "text": "she says to those who have no good judgment."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "\"If you sleep with me, it will as sweet as drinking water that you have stolen, "
          },
          {
            "tag": "q2",
            "text": "or eating delicious food all by yourself.\""
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Any man who accepts her invitation does not know that the dead are in her home,"
          },
          {
            "tag": "q2",
            "text": "that those who accepted her invitation and went into her house are now in the world of the dead."
          }
        ],
        "auto": true
      }
    ],
    "num": 9
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}