{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Being a person who keeps his word is more important than having great riches,"
          },
          {
            "tag": "q2",
            "text": "and being a person who everyone respects for doing right, is better than having silver and gold."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "People who are rich and people who are poor have at least one thing in common—"
          },
          {
            "tag": "q2",
            "text": "Yahweh made both of them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "One who has good sense takes cover when he sees trouble coming,"
          },
          {
            "tag": "q2",
            "text": "but those who have no experience or knowledge rush ahead into danger."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When a person is humble and gives Yahweh the respect he deserves,"
          },
          {
            "tag": "q2",
            "text": "these are his rewards: Riches, and honor, and life."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Where the perverse walk, their way is like a road covered with thorns, and there are traps in every step."
          },
          {
            "tag": "q2",
            "text": "When you guard your own life from evil, you will stay away from all these dangers."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A child must be shown the way to live and the direction he should go,"
          },
          {
            "tag": "q2",
            "text": "and when he reaches old age, he will stay on that same path."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The fact is that the rich often have power over the poor,"
          },
          {
            "tag": "q2",
            "text": "and one who borrows money is almost like a slave to the one who lends him the money."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "If you plant the seeds of wickedness, you can expect a crop of trouble,"
          },
          {
            "tag": "q2",
            "text": "and when you use a rod to discipline your child,"
          },
          {
            "tag": "q2",
            "text": "but you use it when you are furious, it will do no good."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The one who looks for people to help, Yahweh will give many good gifts,"
          },
          {
            "tag": "q2",
            "text": "because he considered it important to share his food with the poor."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If you throw out the conceited person, out will go all kinds of conflict with him."
          },
          {
            "tag": "q2",
            "text": "No one will quarrel or insult anyone else when he is gone."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When a person loves to do something just because he wants to do what is good and right—"
          },
          {
            "tag": "q2",
            "text": "he is sincere, and his speech is filled with kindness"
          },
          {
            "tag": "q2",
            "text": "—the king will be his friend."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh gives protection to knowledge, to keep it safe,"
          },
          {
            "tag": "q2",
            "text": "just as surely as he makes the lying promises of the betrayer fail."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A lazy person calls out, \"There is a lion in the street! If I go out, I will be killed!\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The words spoken by an adulteress will draw you in, and it will be as if you have fallen into a deep and dangerous pit!"
          },
          {
            "tag": "q2",
            "text": "All those who fall into that pit will be in trouble,"
          },
          {
            "tag": "q2",
            "text": "but what is worse, they will experience Yahweh's anger for what they have done."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Stupid and silly things are bound up within a child,"
          },
          {
            "tag": "q2",
            "text": "and they come out in foolishness;"
          },
          {
            "tag": "q2",
            "text": "but correcting a child with discipline drives the folly far away."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The one who makes his money by taking advantage of the poor,"
          },
          {
            "tag": "q2",
            "text": "or by giving more money to the wealthy,"
          },
          {
            "tag": "q2",
            "text": "Yahweh will bring him into poverty."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now listen to what those who are wise have said;"
          },
          {
            "tag": "q2",
            "text": "give it all your attention and learn the knowledge you will need if you are to become wise."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "It will be good for you to make them the guiding principles you live by,"
          },
          {
            "tag": "q2",
            "text": "and be able to repeat all of them to others."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The most important thing is for you to trust in Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and so I am teaching them to you, yes, even to you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I have written thirty of these sayings for you to learn;"
          },
          {
            "tag": "q2",
            "text": "sayings to give you advice and to teach you what you do not know."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "These lessons show you what is true and they teach you with faithful lessons,"
          },
          {
            "tag": "q2",
            "text": "so you may give reliable and true answers to those who sent you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Anyone can rob a poor person. Do not do it."
          },
          {
            "tag": "q2",
            "text": "And do not hurt them who are begging at the city gate,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "for Yahweh stands to defend them,"
          },
          {
            "tag": "q2",
            "text": "and he will take the life of those who stole from the poor."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Do not become a friend with one whose life is controlled by his anger,"
          },
          {
            "tag": "q2",
            "text": "and do not associate with a person who rages in his terrible wrath,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "or you will learn to be like him,"
          },
          {
            "tag": "q2",
            "text": "and your anger will become like a trap, a trap that will take charge of your life."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Be careful that you do not shake hands and promise to pay for the debts of others,"
          },
          {
            "tag": "q2",
            "text": "and do not make or sign a pledge so another person can take out a loan."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For if you cannot pay it back,"
          },
          {
            "tag": "q2",
            "text": "they will surely come and take away everything from you, even your bed on which you sleep."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The ancient boundary stones show where the property lines are. Do not take them away or move them. Your ancestors put them there. Leave them alone."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "One who learns a trade and is skillful at it will become a servant of kings."
          },
          {
            "tag": "q2",
            "text": "Because of his achievements he will not serve mere ordinary people."
          }
        ],
        "auto": true
      }
    ],
    "num": 22
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}