[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you do not know what will come to you during that day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is better for someone you do not know to praise you,"
  },
  {
    "t": "q",
    "v": "than for you to praise yourself."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then you will understand that the trouble a fool causes is harder to carry than both of those things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then think about how jealous people are even worse;"
  },
  {
    "t": "q",
    "v": "no one can resist being harmed by a jealous person."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but if he were very hungry, even bitter things would taste sweet to him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is acting like a bird that stays far from its nest."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and we most appreciate friends who give us good advice."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and when you have a problem and you need help,"
  },
  {
    "t": "q",
    "v": "do not go to your brother’s home."
  },
  {
    "t": "q",
    "v": "When there is trouble, a neighbor who lives close by"
  },
  {
    "t": "q",
    "v": "is better than a brother who lives far away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I will be able to give an answer to anyone who argues against me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who have no experience or knowledge rush ahead into danger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Hold the garment in pledge to protect yourself from losing your money when he puts up security for an adulteress."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that blessing will be heard as if it were a curse."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the constant dripping of water on a rainy day;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or trying to catch oil in one hand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "This is just like the one who protects his master, he will get honor from his master."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "similarly when we look at what a person loves, we know what he is like deep inside."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people, too, are never satisfied and always want more."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and how a person responds to the praise given to them"
  },
  {
    "t": "q",
    "v": "will tell you what kind of person he is."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will not be able to take his foolishness out of him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Does the crown of a king endure for all generations?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and on the mountains food for the cattle is stacked up in the barns."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it is food to feed your servant girls, as well."
  }
]