{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "My son, if you provide a guarantee for a neighbor who takes out a loan,"
          },
          {
            "tag": "q2",
            "text": "or if you give the promise that you will pay for a loan of a person you do not know,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "you laid a trap for yourself by making the promise,"
          },
          {
            "tag": "q2",
            "text": "and you have been caught by agreeing to a contract for someone you did not know."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Do this, my son, and deliver yourself from this difficulty:"
          },
          {
            "tag": "q1",
            "text": "humbly go to your neighbor and beg him to cancel the agreement that you made."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not sleep,"
          },
          {
            "tag": "q2",
            "text": "and do not rest until you go and talk with him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Save yourself,"
          },
          {
            "tag": "q2",
            "text": "like a deer that escapes from the hunter;"
          },
          {
            "tag": "q2",
            "text": "or like a bird that flies away from the hand of one who hunts for birds."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You lazy person, learn something from watching the ants."
          },
          {
            "tag": "q2",
            "text": "Become wise and watch what they do."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The ant has no commander, officer, or ruler telling him what to do,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "but during the summer it works hard,"
          },
          {
            "tag": "q2",
            "text": "gathering and storing food to eat during the winter."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But you lazy person, how long will you continue to sleep ?"
          },
          {
            "tag": "q2",
            "text": "When will you rise and go to work?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You sleep a for a little time, and then you say, \"A little more sleep, a little more resting in bed,"
          },
          {
            "tag": "q2",
            "text": "a little more folding of the hands to take a nap.\""
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Suddenly poverty will take over your life like a thief who steals everything from you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "A worthless person — a person who does bad to others—he lives by the lies he speaks to others."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They tell tales by winking their eyes and they give signals by moving their feet, and they make plans by pointing with their fingers."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The one who does bad things lays out plans within himself;"
          },
          {
            "tag": "q2",
            "text": "he stirs up constant conflict wherever he goes."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "His own disaster will overtake him in a second;"
          },
          {
            "tag": "q2",
            "text": "he will be crushed to the point that he cannot be healed."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "There are six, even seven, things that Yahweh hates."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh hates the eyes of the proud, the tongue that tells lies,"
          },
          {
            "tag": "q",
            "text": "the hands that shed the blood of the innocent,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "a heart that plots and makes plans to do evil things to others,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "the witness who breathes out lies when he gives testimony,"
          },
          {
            "tag": "q3",
            "text": "and the one who causes strife between members of the same family."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "My son, obey the command of your father,"
          },
          {
            "tag": "q2",
            "text": "and do not walk away from what your mother taught you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Keep these lessons and tie them close inside as a part of yourself;"
          },
          {
            "tag": "q2",
            "text": "tie them around your neck, to remind you how important they are to you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "When you walk, those lessons will guide you."
          },
          {
            "tag": "q2",
            "text": "When you sleep, they will watch over you and protect you."
          },
          {
            "tag": "q",
            "text": "When you wake up in the morning, they will teach you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "These commands are like a lamp for you, and what we teach you is like a light to guide you."
          },
          {
            "tag": "q1",
            "text": "When people correct you, this is to continually teach you the right way to live."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "These lessons keep you from the immoral woman,"
          },
          {
            "tag": "q2",
            "text": "they tell you about her enticing words and warn you to be on guard."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Do not throw your desires after such a woman, nor should you desire her beauty;"
          },
          {
            "tag": "q",
            "text": "do not let her capture you by the way she looks at you."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Sleeping with a prostitute may cost you only the price of a loaf of bread,"
          },
          {
            "tag": "q2",
            "text": "but if you sleep with another man's wife, it may cost you your life."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Can you carry hot coals in your pockets and not be burned?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Can you walk on burning coals and not scorch your feet?"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "So is anyone who sleeps with another man's wife—he will suffer for doing that."
          },
          {
            "tag": "q2",
            "text": "It is certain he will be severely punished."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "We do not despise a thief if he steals some food because he is very hungry."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But if he steals something and then is caught by others,"
          },
          {
            "tag": "q1",
            "text": "he will have to pay back seven times as much as he stole,"
          },
          {
            "tag": "q1",
            "text": "even if he must sell everything that is in his house to get enough money to repay what he stole."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But a man who commits adultery is has no good judgment"
          },
          {
            "tag": "q2",
            "text": "because he is destroying his own self."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Wounds and shame will come to him;"
          },
          {
            "tag": "q1",
            "text": "he will never forget how others disgraced him for his deed."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Because that woman's husband will be jealous, he will become furious,"
          },
          {
            "tag": "q2",
            "text": "and when he gets revenge, he will not act mercifully toward that man."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "And he will not accept any bribe to stop him."
          }
        ],
        "auto": true
      }
    ],
    "num": 6
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}