[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but a foolish woman tears it apart by the foolish things she does."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the dishonest person shows his disrespect, and he despises Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but what wise people say preserves their lives."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but if a farmer only has one ox, still he can grow a very great crop."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but when a witness breaths out lie after lie, he is a false witness and cannot be depended on."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the one who has grown in knowledge can easily learn much more."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "There is no knowledge to be learned from him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The foundation of all folly is the lie."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who please Yahweh are glad to share his favor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and no stranger will ever know all the joy it contains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but a little tent where the upright live will grow, like a tree grows into something grand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but he does not know that it only leads to death."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time of great joy may end in grief."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but Yahweh will give a good person what is his."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the man who has learned some knowledge thinks about what he will do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the foolish person boldly throws aside every warning."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people hate those who make evil plans."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who have learned a little knowledge are surrounded by it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the wicked people will bow down at the gates of those who do right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the rich have many friends."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but how fortunate are those who do kind things for the poor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But those who make plans for the good will receive love and faithfulness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but where there is only talk, it leads to poverty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the folly of fools only brings them more foolishness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a lying witness is filled with deceit."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "have much confidence in him;"
  },
  {
    "t": "q",
    "v": "giving honor to Yahweh will also protect your children."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so you can keep away from being trapped by death."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but if the prince has no people, he is brought to ruin."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the quick-tempered praise foolishness."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but having evil within, rots the bones."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who show favor to a poor person honor Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who do what is right have a safe home, even in death."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but wisdom lets herself be known even among fools."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but sin brings disgrace upon any people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the king is angry with any servant who brings shame to him."
  }
]