{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A gentle answer turns away anger,"
          },
          {
            "tag": "q",
            "text": "but a harsh reply stirs up anger even more."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When wise people speak, they give praise to the value of knowledge;"
          },
          {
            "tag": "q2",
            "text": "foolish people continually say foolish things."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh sees everything that is happening;"
          },
          {
            "tag": "q2",
            "text": "he keeps account of the evil and of the good."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "A person who can give healing with what they say is like a tree that gives life;"
          },
          {
            "tag": "q2",
            "text": "when someone lies to you, it can feel like they have crushed you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "A fool has contempt for his father when he disciplines him,"
          },
          {
            "tag": "q2",
            "text": "but the one who learns from correction has insight."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In the families of those who do right there are great treasures,"
          },
          {
            "tag": "q2",
            "text": "but the wealth that the wicked have gives them great troubles."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The wise scatter knowledge about like the farmer scatters his seed,"
          },
          {
            "tag": "q2",
            "text": "but the hearts of fools are not so generous."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh hates it when the wicked offer their sacrifices,"
          },
          {
            "tag": "q2",
            "text": "but when those who please him pray, he is delighted."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh hates the way the wicked live,"
          },
          {
            "tag": "q2",
            "text": "but he loves the one who runs after what is right."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh will discipline those who lose their way,"
          },
          {
            "tag": "q2",
            "text": "and those who hate correction will die."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The places of death and destruction are known to Yahweh;"
          },
          {
            "tag": "q2",
            "text": "how much more does Yahweh know everything within the minds of the people he has made?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The one who thinks he is better than anyone, he resents being corrected by anyone;"
          },
          {
            "tag": "q2",
            "text": "he thinks he is so smart, he will never talk with one who is wise."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When people are happy, they have smiles on their faces,"
          },
          {
            "tag": "q2",
            "text": "but sadness is so strong it crushes the person."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The longing of the one who is wise is to gain more knowledge,"
          },
          {
            "tag": "q2",
            "text": "but foolish people only say foolish things."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Every day for one who is oppressed is misery for him,"
          },
          {
            "tag": "q2",
            "text": "but those who have a happy heart, for them life is a never-ending party."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It is much better to have only a little and to give Yahweh the honor he deserves,"
          },
          {
            "tag": "q2",
            "text": "than to have great wealth along with much confusion."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It is better to have a simple meal with vegetables when there is love in the home,"
          },
          {
            "tag": "q2",
            "text": "than to enjoy a delicious meal served by people who hate you."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When a person is angry, he stirs up more arguments,"
          },
          {
            "tag": "q2",
            "text": "but one who does not quickly become angry, he is able to stop an argument and make peace."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The life of a lazy person is like someone trying to walk through a hedge of thorns,"
          },
          {
            "tag": "q2",
            "text": "but those who do what pleases Yahweh are like those who are walking on a level highway."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "A wise child brings happiness to his father,"
          },
          {
            "tag": "q2",
            "text": "but it is a foolish person who despises his mother."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Foolish people enjoy their folly;"
          },
          {
            "tag": "q2",
            "text": "those who have insight live a good life."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "When there is no one giving advice, plans go wrong,"
          },
          {
            "tag": "q2",
            "text": "but with many advisors, they will succeed."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "People rejoice when they give a good answer,"
          },
          {
            "tag": "q2",
            "text": "and how nice is the right word spoken at the right moment."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The path leading to life goes up, away from death;"
          },
          {
            "tag": "q2",
            "text": "he follows that way and turns from the place of the dead."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Yahweh destroys the generations of proud people,"
          },
          {
            "tag": "q2",
            "text": "but he protects the little owned by a widow."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yahweh hates what wicked people are thinking about,"
          },
          {
            "tag": "q2",
            "text": "but when people say what is kind, they are pure."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The thief brings many troubles to his family,"
          },
          {
            "tag": "q2",
            "text": "but the one who refuses to accept bribes will live."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The people who do right think carefully before they answer;"
          },
          {
            "tag": "q2",
            "text": "it is like the wicked pour out of their mouths all kinds of evil when they talk."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Yahweh is far away from wicked people,"
          },
          {
            "tag": "q2",
            "text": "but he listens to the prayers of those who do what is right."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "When people smile, it makes them happy,"
          },
          {
            "tag": "q2",
            "text": "and good news brings healing to the body."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "If you pay attention when someone corrects you,"
          },
          {
            "tag": "q2",
            "text": "you will stay among those who are wise."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The one who refuses to follow discipline, despises himself;"
          },
          {
            "tag": "q2",
            "text": "the one who receives correction gains understanding as well."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "The honor that Yahweh deserves will be the lesson that will teach you wisdom,"
          },
          {
            "tag": "q2",
            "text": "and then humility comes before honor."
          }
        ],
        "auto": true
      }
    ],
    "num": 15
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}