[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "she made seven pillars to support the roof of her house."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "she prepared the animals and cooked them to serve for the dinner,"
  },
  {
    "t": "q",
    "v": "and she made the wine ready for her guests."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and she gives the invitation to those who have no good judgment."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“and drink the good wine that I have mixed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will show you how to walk on the road that will give you understanding."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you offer correction to an evil person, he will hurt you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But if you rebuke a wise person, he will become your friend."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And if you teach a person who does what is right, he will learn even more."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and knowing Yahweh, the Holy One, is the where understanding comes from."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will add years to your life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you ridicule other people, you will suffer by yourself.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "she is untaught in the subjects of wisdom and she knows very little."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or on the highest place in the town,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to those walking down the road, concerned only about where they are going."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "she says to those who have no good judgment."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or eating delicious food all by yourself.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that those who accepted her invitation and went into her house are now in the world of the dead."
  }
]