{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A wicked person runs away even when no one is coming after him,"
          },
          {
            "tag": "q2",
            "text": "but the one who does what is right is as brave as lions."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The more sin there is in a country, the greater the number of rulers it will have;"
          },
          {
            "tag": "q2",
            "text": "but when there is a ruler who has understanding and knowledge, the country can last a long time."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When a poor person oppresses other poor people,"
          },
          {
            "tag": "q2",
            "text": "it is like a hard rain that destroys the crops and leaves no food for anyone to eat."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Those who reject the law are the same people who speak well of those who are wicked;"
          },
          {
            "tag": "q2",
            "text": "but those who obey the law fight against the wicked."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "As difficult as it is for evil people to understand what is just,"
          },
          {
            "tag": "q2",
            "text": "even so those who want to find Yahweh understand everything that is important."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "It is better to be honest and poor,"
          },
          {
            "tag": "q2",
            "text": "than to be dishonest in all you do, and to be rich."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The one who obeys the law is a child who has understanding of the ways of wisdom;"
          },
          {
            "tag": "q2",
            "text": "but if children go around with friends who are only interested in eating too much, they put their father to shame."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The person who becomes rich by charging a high rate of interest ,"
          },
          {
            "tag": "q2",
            "text": "he does not know that he is gathering his money, and it will be given to someone who helps the poor and is kind to them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If you refuse to hear what the law says to you about how you should live;"
          },
          {
            "tag": "q2",
            "text": "then Yahweh is offended by your prayers."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If someone tricks an honest person into doing that is bad,"
          },
          {
            "tag": "q2",
            "text": "the one who did that will fall into his own trap,"
          },
          {
            "tag": "q2",
            "text": "but those who have tried to right will received many good things."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "A rich person can think of himself as being wise,"
          },
          {
            "tag": "q2",
            "text": "but someone who is poor but who has good sense will be able to tell if the rich man is really wise."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When those who do what is right have a victory, it is a time to celebrate,"
          },
          {
            "tag": "q2",
            "text": "but when those who are wicked rise up in victory, people run and hide."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The one who tries to cover up his sins will be found out,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh will forgive those who tell their sins to him, and they turn away from doing them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "How fortunate are those who always honor Yahweh;"
          },
          {
            "tag": "q2",
            "text": "but those who refuse to listen to him, who do not want to learn from him, will fall into trouble."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You know what a roaring lion or a charging bear is like;"
          },
          {
            "tag": "q2",
            "text": "they are just like the wicked ruler who is tearing apart poor people."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "A king who does not have good sense thinks he is wise when he is cruel and he takes everything away from his people."
          },
          {
            "tag": "q2",
            "text": "but a person who hates getting anything by breaking the law, will live a long life."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If a person is guilty of murdering another"
          },
          {
            "tag": "q2",
            "text": "he will live like a fugitive until he dies;"
          },
          {
            "tag": "q2",
            "text": "and no one will help him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When a person lives his life and is blameless, Yahweh will keep him safe;"
          },
          {
            "tag": "q2",
            "text": "but one who lives by his lies will be suddenly ruined."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "A farmer who works his field will have plenty of food to eat;"
          },
          {
            "tag": "q2",
            "text": "but anyone who gives his time to worthless dreams, will be very poor."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh will give good things to a faithful person;"
          },
          {
            "tag": "q2",
            "text": "but he will certainly punish those who become rich quickly."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It is bad to give a favor to one person and not to another;"
          },
          {
            "tag": "q2",
            "text": "some people will do what is wrong just to get a piece of bread."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "A man who hates to spend his money will run to more,"
          },
          {
            "tag": "q2",
            "text": "but he does not know that poverty is coming to him."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The one who rebukes a person will later be appreciated more"
          },
          {
            "tag": "q2",
            "text": "than the one who says nice things just to flatter him."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Anyone who steals things from his father or his mother"
          },
          {
            "tag": "q2",
            "text": "and says \"That is not sinful,\""
          },
          {
            "tag": "q2",
            "text": "he is friend of the one who destroys."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "A greedy person stirs up arguments between people;"
          },
          {
            "tag": "q2",
            "text": "but the one who trusts in Yahweh will do well."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "One who depends on himself is a fool,"
          },
          {
            "tag": "q2",
            "text": "those who make wise decisions escape danger."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "One who gives to help the poor, will not lack anything,"
          },
          {
            "tag": "q2",
            "text": "but many curses will come to whoever turns away and ignores them."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When wicked people get power, men and women hide;"
          },
          {
            "tag": "q2",
            "text": "but when the wicked die, there will be more and more of those who do what is right."
          }
        ],
        "auto": true
      }
    ],
    "num": 28
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}