[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I understand much about this, so listen very carefully to what I tell you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will not mix true knowledge with mistakes when you speak."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and her kisses are smoother than oil,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and she cuts you like a sharp sword."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you follow her, she will lead you all the way to the grave."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "She goes here and there, but where she is going she does not know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not forget or disobey the instruction I am giving you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not go near the door of her house."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you give your life to someone who will not have mercy on you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and it goes into the houses of people you do not know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will groan because your flesh and your body are wasting away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I despised people when they told me how to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I paid no attention to those who taught me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and this was known to everyone who came together to worship Yahweh.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or let your water run into the public places."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and not for others to share with you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "may you be happy with the woman you married when you were young."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Let her breasts always satisfy your longings,"
  },
  {
    "t": "q",
    "v": "so you are forever enraptured with her love."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why should you caress the breasts of another man’s wife?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He sees every path we take; he knows everywhere we go."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "his sins are like a trap that catches him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he gets lost because his foolishness has no limits."
  }
]