[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Here are more wise sayings of Solomon that were written down by the men of Hezekiah, the king of Judah."
      },
      {
        "t": "v",
        "n": 2,
        "v": "God honors himself when he hides something so people cannot know it."
      },
      {
        "t": "v",
        "n": 3,
        "v": "What kings think is above the way peasants think; they are like the heavens, they are above us all;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Silver cannot be used by the metal worker,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "just as the dross is removed, even so, if wicked men are removed from the kings court,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "When you stand in front of a king, do not bring attention to yourself"
      },
      {
        "t": "v",
        "n": 7,
        "v": "It is better if someone important invites you, saying, “Come up and sit closer to the king,”"
      },
      {
        "t": "v",
        "n": 8,
        "v": "you should not quickly bring the matter to trial,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If you and your neighbor are having a disagreement,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "for others might find out what you have done,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Use the right words and a phrase put together to say exactly what you mean;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "When a wise person rebukes someone who is willing to listen to him,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "A messenger who is reliable and on time, gives delight to those who sent him,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "When someone boasts about a gift he is going to give, but never gives it,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "With patient persuasion even a ruler’s mind can be changed,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "If you find some honey, eat just a little,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Do not go to your neighbor’s house too often;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "To falsely accuse others in court"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Depending on an unreliable person during times of trouble"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Singing a song to someone who is feeling sad,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "If your enemies are hungry, give them something to eat;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "that will be the equal to pouring coals of fire on his head, without doing him any harm,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "When wind blows from the north, it will certainly rain;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "It is better to live alone in the corner of a housetop"
      },
      {
        "t": "v",
        "n": 25,
        "v": "When you receive news from a far away country,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "A good person who falls before the wicked,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "It is not good to eat too much honey;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "A person who cannot control himself"
      },
      {
        "t": "v",
        "n": 1,
        "v": "When it snows in the summer, or when it rains in the harvest,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "A sparrow flies here and there flittering around, and a swallow darts back and forth when it flies,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "A horse needs a whip to make it move, and a donkey must have a bridle in its mouth, or it will not carry its load."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do not reply to a fool when he is trying to draw you into his foolishness,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Give a fool an answer that will be just as foolish as his question,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "If you entrust an important message to be delivered by a fool,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "A lame man cannot use his legs; they hang down and are useless,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When you tie a stone into a sling so it cannot be thrown,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When a drunk man picks up a bush full of thorns"
      },
      {
        "t": "v",
        "n": 10,
        "v": "An archer who aims and shoots arrows at people standing around him,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When you see a dog return to his vomit,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Do you know someone who has this idea about himself—"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The lazy person has many reasons for not working—"
      },
      {
        "t": "v",
        "n": 14,
        "v": "When you see a door swing back and forth on it hinges,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "One who is lazy might reach down with his hand to get some food,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "The one who is lazy considers himself to be very wise,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Someone who walks by a dog lying on the ground, who then reaches down and pulls its ears;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Who is like an insane person who shoots burning arrows in every direction?"
      },
      {
        "t": "v",
        "n": 20,
        "v": "The fire goes out when there is no more wood to burn;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "As charcoal can ignite into burning coal and a log of wood into a fire;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "The gossip tells stories that are like sweet treats to eat;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "A shining glaze applied with great heat, covers the clay pot,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "The one who is filled with hate, by the words he speaks, he hides his true feelings;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "He may speak kind words, but you should not believe them,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Even though he covers up his hatred by his lies,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "One who digs a pit will fall into it;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "The one who lies hates the people he destroys;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Do not boast about what will happen tomorrow,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Do not praise yourself; let someone else praise you."
      },
      {
        "t": "v",
        "n": 3,
        "v": "If you think about how heavy a stone can be, or how much sand can weigh—"
      },
      {
        "t": "v",
        "n": 4,
        "v": "If you think about how cruel can be people who rage at others, and how angry people can attack others like a flood of water,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "It is better to offer a rebuke out in the open, than to have a love that is hidden."
      },
      {
        "t": "v",
        "n": 6,
        "v": "A wound from a friend is better than kisses from an enemy."
      },
      {
        "t": "v",
        "n": 7,
        "v": "When a person is walking along and he has a full stomach, he may step on a honeycomb because he is not hungry;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "When a man wanders away from his home,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "The aroma of perfume and the scent of incense can help to make a person feel happy;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Do not forget your friend or a friend of your father;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "My son, if you become wise, you will make me happy;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "One who has good sense takes cover when he sees trouble coming,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Take a man’s garment as security when he is guaranteeing a loan for a stranger."
      },
      {
        "t": "v",
        "n": 14,
        "v": "Whoever shouts out a blessing in a loud voice early in the morning,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "A wife who continually argues with her husband is as annoying as"
      },
      {
        "t": "v",
        "n": 16,
        "v": "and stopping her from arguing would be as difficult as restraining the wind,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Iron is used to sharpen an iron blade, just like a man makes his friend better."
      },
      {
        "t": "v",
        "n": 18,
        "v": "The farmer who takes care of a fig tree will enjoy its fruit when it is ripe."
      },
      {
        "t": "v",
        "n": 19,
        "v": "When a person looks in the water, he sees his own face;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You know that the Place of the Dead and The Destroyer are never satisfied;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Silver is refined in a crucible, and gold is put into a furnace to be made pure;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Though you grind a fool as if you were grinding up grain,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "A good shepherd will know the condition of all his sheep and he will check on them every day."
      },
      {
        "t": "v",
        "n": 24,
        "v": "Wealth does not last forever."
      },
      {
        "t": "v",
        "n": 25,
        "v": "The grass dies out and then the new growth starts to grow;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "The lambs will give you warm clothing and the goats will give you enough to pay for the cost of the field."
      },
      {
        "t": "v",
        "n": 27,
        "v": "There will be milk from the goats that you can drink—that will be food for everyone who lives in your house—"
      },
      {
        "t": "v",
        "n": 1,
        "v": "A wicked person runs away even when no one is coming after him,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The more sin there is in a country, the greater the number of rulers it will have;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "When a poor person oppresses other poor people,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Those who reject the law are the same people who speak well of those who are wicked;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "As difficult as it is for evil people to understand what is just,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "It is better to be honest and poor,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The one who obeys the law is a child who has understanding of the ways of wisdom;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The person who becomes rich by charging a high rate of interest ,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If you refuse to hear what the law says to you about how you should live;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "If someone tricks an honest person into doing that is bad,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "A rich person can think of himself as being wise,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "When those who do what is right have a victory, it is a time to celebrate,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The one who tries to cover up his sins will be found out,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "How fortunate are those who always honor Yahweh;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "You know what a roaring lion or a charging bear is like;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "A king who does not have good sense thinks he is wise when he is cruel and he takes everything away from his people."
      },
      {
        "t": "v",
        "n": 17,
        "v": "If a person is guilty of murdering another"
      },
      {
        "t": "v",
        "n": 18,
        "v": "When a person lives his life and is blameless, Yahweh will keep him safe;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "A farmer who works his field will have plenty of food to eat;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh will give good things to a faithful person;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "It is bad to give a favor to one person and not to another;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "A man who hates to spend his money will run to more,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "The one who rebukes a person will later be appreciated more"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Anyone who steals things from his father or his mother"
      },
      {
        "t": "v",
        "n": 25,
        "v": "A greedy person stirs up arguments between people;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "One who depends on himself is a fool,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "One who gives to help the poor, will not lack anything,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "When wicked people get power, men and women hide;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "When you rebuke a person who has rejected your words and who refused to listen to you,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "When people live the right way, they become more numerous,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "A son who desires to learn about wisdom makes his father very happy;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "When a king rules with honest rules and good laws, he causes his nation to be strong,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "One who praises his neighbor to get something from him,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "A bad person sets a trap with his sin; then he falls into it;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The one who does right stands up for the poor and defends them;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "People who sneer and mock others are like those who set a city on fire;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If a wise person has any conflict with a foolish person,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "A murderer hates him who does everything right;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "A fool shows all his anger,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "If a ruler believes the lies that are told to him,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "What do a poor person and one who takes advantage of people have in common?"
      },
      {
        "t": "v",
        "n": 14,
        "v": "If a king judges the poor by listening to the truth,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "If a child is punished,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "When wicked people have authority, lawbreaking is common;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Discipline your child and he will help you and serve you;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "When no prophet receives any vision from Yahweh, the people go out of control,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Talk to a slave as much as you want,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Do you see someone who is quick to speak, quick to give an opinion?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "If a slave is excused from his labor"
      },
      {
        "t": "v",
        "n": 22,
        "v": "A person who cannot control his anger stirs up many quarrels"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Any person who is proud will be humbled;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "A person who helps a thief, hates himself;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "When one is afraid of what people can do,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Many people want to come before a ruler to get help from him,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Those who do what is right detest a person who treats others in an unfair way;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But it is to the honor of kings to search out the things that God has hidden."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all kings have the same deep burdens that others cannot understand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "unless the silver is heated and dross is removed from it;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "his throne will be more secure, and he will be able to do what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not stand in the place set aside for those the king is honoring."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than to embarrass you in front of an important nobleman by making you move so that you now sit far away from the king. "
  },
  {
    "t": "q",
    "v": "When you witness something that gives you concern,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "unless you are very sure about it."
  },
  {
    "t": "q",
    "v": "because your neighbor may have a good explanation for what you saw."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "settle it between yourselves, and do not tell others any secret you have learned about;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you would be ashamed;"
  },
  {
    "t": "q",
    "v": "and from that time on, you will have a bad reputation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "this is as delightful as seeing designs of gold in a silver bowl."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as priceless as a gold ring or jewelry made of finest gold."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to them he is like the cold of snow at harvest time, that refreshes the ground."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is like the clouds and the wind that do not bring rain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the proverb that says, ‘a soft tongue can break a bone.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because if you eat too much, you could vomit it up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he may get tired of you, and if you do not stop, he could even grow to hate you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like attacking them with a club used in battle, or with a sword, or with sharp arrows."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like having a bad tooth or a foot that slips and makes you fall."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is as unhelpful as taking off a coat on a very cold day,"
  },
  {
    "t": "q",
    "v": "or pouring vinegar into soda, making it bubble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if they are thirsty, give them something to drink;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Yahweh will reward you for doing that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is just as certain that someone who tells secrets about others will make people angry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than inside a house with a wife who always wants to argue with you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is like giving cold water to a person who is thirsty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is as bad as a spring that becomes muddied or a fountain that becomes polluted."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is like searching for more honor when you already have honor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like a city with no way to keep out enemies; its walls have fallen down."
  }
]