{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Wine makes you loud, and strong drink makes you foolish;"
          },
          {
            "tag": "q2",
            "text": "whoever lets alcohol lead them to where they get lost is not wise."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The king's wrath makes people as afraid as if they were facing a young lion roaring at them;"
          },
          {
            "tag": "q2",
            "text": "the person who makes a king angry is giving up his own life."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It is an honor to stay out of an argument,"
          },
          {
            "tag": "q2",
            "text": "but every fool is ready to join one."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The lazy person is not willing to plow his crops again in autumn,"
          },
          {
            "tag": "q2",
            "text": "and when it is harvest time, he looks, but there is nothing growing in his field."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The purposes within a person's life are like waters in a deep well,"
          },
          {
            "tag": "q2",
            "text": "but a person who has understanding is able to draw them out."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Many people proclaim that they can be trusted to do what they promise,"
          },
          {
            "tag": "q2",
            "text": "but it is very difficult to find one who can really be trusted."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The person who always does right—"
          },
          {
            "tag": "q2",
            "text": "how fortunate will be his children who follow after him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A king who sits on his throne to act as a judge"
          },
          {
            "tag": "q2",
            "text": "can distinguish between all the kinds of evil before him just by looking at them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "No one can truthfully say, \"I have kept my heart pure, and I am free from my sins.\""
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Uneven weights, improperly marked, and unequal measures, that favor the one who is selling,"
          },
          {
            "tag": "q2",
            "text": "Yahweh hates both of them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Also, even a youth is known by how what he does,"
          },
          {
            "tag": "q2",
            "text": "it is clear whether what he does is pure and respectable or not."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Ears that hear and eyes that see—"
          },
          {
            "tag": "q2",
            "text": "Yahweh made them both."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "If you love to sleep all the time, you will become poor;"
          },
          {
            "tag": "q2",
            "text": "stay awake when you should be at work and you will have plenty to eat."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "\"It is no good,\" the buyer says when he is bargaining with you about the price."
          },
          {
            "tag": "q2",
            "text": "But after he buys it, he goes and boasts to his friends what a good price he bought it for."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Consider the value of gold and many expensive jewels,"
          },
          {
            "tag": "q2",
            "text": "but the words of the one who has knowledge are like precious jewels."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Take the expensive coat of the person who guarantees a loan for a stranger, so it can be sold if the debt is not paid back."
          },
          {
            "tag": "q2",
            "text": "And if he makes a pledge for an immoral woman, hold his coat as a guarantee for the loan he makes."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Bread gotten by telling a lie, may taste sweet,"
          },
          {
            "tag": "q2",
            "text": "but later his mouth will be like it was full of gravel, because of his lies."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Good plans are made in consultation with good advisors,"
          },
          {
            "tag": "q2",
            "text": "and only with wise advisors giving their advice should anyone go to war."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "A gossip tells secrets,"
          },
          {
            "tag": "q2",
            "text": "so stay away from people who talk too much."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "If a person curses his father or his mother,"
          },
          {
            "tag": "q2",
            "text": "his life will be put out as a light that is snuffed out."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "An inheritance that comes to a person quickly, may do some good at the beginning,"
          },
          {
            "tag": "q2",
            "text": "but later it will do less good for the person who received it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Do not say, \"I will pay you back for the wrong you did to me.\""
          },
          {
            "tag": "q2",
            "text": "Wait for Yahweh and he will take care of the matter."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yahweh detests those who use dishonest scales"
          },
          {
            "tag": "q2",
            "text": "and weights that are not accurate."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Yahweh is the one who directs the way a person will go."
          },
          {
            "tag": "q2",
            "text": "So then, how can someone understand where he is going?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "It is dangerous to declare that something is holy to Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and it is worse to think about the meaning of holiness only after you have made a vow."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "A king who is wise will separate the wicked from among his people;"
          },
          {
            "tag": "q2",
            "text": "then he will severely punish those wicked people."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The life-giving spirit within a man is the light shining from Yahweh within us,"
          },
          {
            "tag": "q2",
            "text": "it shines deep within and shows what is hidden deep inside us."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Love and faithfulness preserve the life of the king;"
          },
          {
            "tag": "q2",
            "text": "his throne is made strong by steadfast love."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The honor of young people is seen in how strong they are,"
          },
          {
            "tag": "q2",
            "text": "but the splendor of old people is in their gray hair."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "When we are beaten, the wound that results may cleanse away evil,"
          },
          {
            "tag": "q2",
            "text": "and beatings make our inmost self clean."
          }
        ],
        "auto": true
      }
    ],
    "num": 20
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}