{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "My son, do not forget the lessons I have taught you."
          },
          {
            "tag": "q1",
            "text": "Keep my commands inside of you, as important guidance for how you will live,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "because they will help you live a long life, measured in either days or years,"
          },
          {
            "tag": "q1",
            "text": "and they will bring you peace in addition to all the lessons they teach you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Treat others with tenderness and always speak the truth to them."
          },
          {
            "tag": "q2",
            "text": "Let tenderness and truth guide you in every relationship,"
          },
          {
            "tag": "q2",
            "text": "as if they both were on a necklace you wear, a necklace that guides you in everything you say."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then you will experience God's delight in you,"
          },
          {
            "tag": "q2",
            "text": "and people will also approve of you."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Put all your trust in Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and do not take action because you made up your mind what you should do;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "but in every choice and decision, look to Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and he will show you how you must live."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Do not think you are wise enough to direct your life,"
          },
          {
            "tag": "q2",
            "text": "give Yahweh the reverence he deserves,"
          },
          {
            "tag": "q2",
            "text": "and when evil invites you in, turn aside from it."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Giving Yahweh reverence will make your body healthy"
          },
          {
            "tag": "q2",
            "text": "and it will give your bones the food it needs."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When you gain money, honor Yahweh by giving him the tithe;"
          },
          {
            "tag": "q2",
            "text": "give him the first portion of what you received, to remember it all came from him."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "If you honor Yahweh,"
          },
          {
            "tag": "q2",
            "text": "and your barrels will be bursting with all the wine you have made."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "My son, do not hate it when Yahweh corrects you,"
          },
          {
            "tag": "q2",
            "text": "and when he rebukes you, do not resent it,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "for Yahweh only corrects those he loves,"
          },
          {
            "tag": "q2",
            "text": "just like parents correct their children whom they love."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those who get wisdom are fortunate;"
          },
          {
            "tag": "q1",
            "text": "with her they also get understanding."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Wisdom gives you a better profit than owning silver,"
          },
          {
            "tag": "q2",
            "text": "and she will give you something that is much more valuable than gold."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Being wise is more precious than jewels"
          },
          {
            "tag": "q2",
            "text": "and there is nothing you desire that is worth as much as wisdom."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Wisdom can make you able to live a long life, if you do what she teaches;"
          },
          {
            "tag": "q2",
            "text": "she is also ready to make you wealthy and to persuade other people to honor you."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Wisdom is known by how kind she is,"
          },
          {
            "tag": "q2",
            "text": "and she always directs you to the place where you will find peace."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Wisdom is like a tree whose fruit gives life to those who hold on to it,"
          },
          {
            "tag": "q2",
            "text": "and Yahweh gives happiness to those who hold on to it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "By his wisdom Yahweh laid out the earth from the very beginning,"
          },
          {
            "tag": "q2",
            "text": "and by his understanding he put everything in the heavens exactly where they should be."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The deepest part of the oceans broke open according to Yahweh's design,"
          },
          {
            "tag": "q2",
            "text": "and in the same way, he made the dew so it would fall from the clouds above."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "My son, hold on to good sense in the decisions you make,"
          },
          {
            "tag": "q2",
            "text": "and do not take your eye off of them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "They will bring life to you,"
          },
          {
            "tag": "q2",
            "text": "and a sign of Yahweh's blessings on your life"
          },
          {
            "tag": "q2",
            "text": "that people can see by your good judgment."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Your good decisions will take you where you are going in safety,"
          },
          {
            "tag": "q2",
            "text": "and they will keep you from taking a wrong step on the way."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When you lie down to sleep, you will not have any fear,"
          },
          {
            "tag": "q2",
            "text": "and your sleep will be refreshing."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Do not let a disaster fill you with terror,"
          },
          {
            "tag": "q2",
            "text": "and do not let the wicked fill you with fear when they come for you."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yahweh takes your side to defend you,"
          },
          {
            "tag": "q2",
            "text": "he will not allow any trap to catch and hold you."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Give good gifts to those who deserve it,"
          },
          {
            "tag": "q2",
            "text": "when you can, help them."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Do not say to your neighbor, \"Come back later;"
          },
          {
            "tag": "q2",
            "text": "perhaps I will help you tomorrow,\""
          },
          {
            "tag": "q2",
            "text": "when you have the money with you and can help them now."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Do not make plans to harm anyone you know,"
          },
          {
            "tag": "q",
            "text": "especially those who live close to you and trust you."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "If a person has done nothing to you,"
          },
          {
            "tag": "q2",
            "text": "do not argue with him or say he has done something to you, when he has not."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Do not envy a person who does violence to others,"
          },
          {
            "tag": "q2",
            "text": "and do not imitate anything he does."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "A lying person is hated by Yahweh for what he does,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh is a close friend to anyone who lives rightly."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Yahweh promises punishment to the families of those who do evil things."
          },
          {
            "tag": "q2",
            "text": "but he makes happy the families of the good."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Yahweh makes fools of those who treat others with disrespect,"
          },
          {
            "tag": "q2",
            "text": "but he gives his kindness to people who are humble."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Those who are wise will be honored,"
          },
          {
            "tag": "q2",
            "text": "but foolish people will become well known for their dishonor."
          }
        ],
        "auto": true
      }
    ],
    "num": 3
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}