{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Proverbs"
      },
      {
        "tag": "toc2",
        "text": "Proverbs"
      },
      {
        "tag": "toc3",
        "text": "Pro"
      },
      {
        "tag": "mt1",
        "text": "Proverbs"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the sayings that compare one example with another, to teach moral lessons and to make people wise, from Solomon the king of Israel, who was son of David."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The purpose of these sayings is to teach the meaning of wisdom"
          },
          {
            "tag": "q2",
            "text": "and give examples of moral instruction, so wise teaching can guide you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "These sayings offer correction so you may live by wisdom,"
          },
          {
            "tag": "q2",
            "text": "by the measures of what is right, what is just, and what is fair."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They give wise teaching to those who have no experience and to instruct those who do not know how to live a moral life,"
          },
          {
            "tag": "q",
            "text": "and to give the young the knowledge they need and to teach them the understanding they do not have—"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "so the wise may listen to these sayings and increase in their learning,"
          },
          {
            "tag": "q2",
            "text": "and those who already have insight will gain more ways to live according to the lessons of wisdom."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They seek to understand the lessons of the proverbs and the meaning of the parables."
          },
          {
            "tag": "q2",
            "text": "These are the words of the wise and their difficult riddles."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You must begin your search for knowledge by honoring Yahweh and respecting him,"
          },
          {
            "tag": "q2",
            "text": "a fool who dishonors himself hates wisdom and fights against the one who corrects him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "My son, listen when your father teaches you"
          },
          {
            "tag": "q2",
            "text": "and do not disobey the rules your mother set down."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Their teaching is a wreath upon your head,"
          },
          {
            "tag": "q2",
            "text": "and beautiful necklaces around your neck,"
          },
          {
            "tag": "q2",
            "text": "they are priceless gifts from your parents."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "My son, as sinners try to draw you into their sin with smooth talk and flattery,"
          },
          {
            "tag": "q2",
            "text": "do not listen to what they say and do not follow them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They may say, \"Come with us! Join us!"
          },
          {
            "tag": "q2",
            "text": "We will hide in wait and we will take the life of one who passes by."
          },
          {
            "tag": "q2",
            "text": "We will hide ourselves and we will rise up and attack a person who has done us no wrong—that will be our sport."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Like the grave has power to take even a healthy person and drag them to the place of the dead, we will take their life from them."
          },
          {
            "tag": "q2",
            "text": "We will make them like those who fall into the place where there is no hope of escape."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "We will find many valuable and expensive items,"
          },
          {
            "tag": "q2",
            "text": "and we will fill our houses with what we stole from them!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So, come, be part of our team!"
          },
          {
            "tag": "q2",
            "text": "We will split into equal shares, and give to each member of our team, from all the things we stole.\""
          },
          {
            "tag": "v",
            "num": "15",
            "text": "My son, do not walk that road with them!"
          },
          {
            "tag": "q2",
            "text": "Do not put your foot down on the same path on which they walk!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They run to the places where they do terrible things,"
          },
          {
            "tag": "q2",
            "text": "They hurry so they can commit murder."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It is useless to put out a net to trap a bird"
          },
          {
            "tag": "q",
            "text": "while the bird is watching you."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "These men make plans that turn around and kill them."
          },
          {
            "tag": "q2",
            "text": "They set a trap and the trap catches them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "These are the ways of all who gain their riches through theft and deceit;"
          },
          {
            "tag": "q2",
            "text": "the things they stole destroy the lives of the thieves who cling to them."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Wisdom is like a woman who cries out in the streets."
          },
          {
            "tag": "q2",
            "text": "Wisdom calls out to people in the plazas."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "At the intersection of busy streets she cries out"
          },
          {
            "tag": "q2",
            "text": "and at the entrance of city gates."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "She cries, \"How long will you who have not been taught, will you love being enticed to do what will harm you?"
          },
          {
            "tag": "q2",
            "text": "How long will you who think you know more than the wise, have so much joy in the little you know?"
          },
          {
            "tag": "q2",
            "text": "How long will you fools refuse to learn?"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If you pay attention to me when I correct you,"
          },
          {
            "tag": "q2",
            "text": "I will tell you all I am thinking."
          },
          {
            "tag": "q2",
            "text": "I will help you understand what I am saying to you."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But when I called to you, you refused to listen."
          },
          {
            "tag": "q2",
            "text": "I beckoned you and stretched out my hands to you,"
          },
          {
            "tag": "q",
            "text": "but no one paid any attention."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You refused to listen to my advice"
          },
          {
            "tag": "q",
            "text": "and you did not listen when I corrected you."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I will laugh at you, when you are experiencing troubles,"
          },
          {
            "tag": "q2",
            "text": "when you are terribly afraid,"
          },
          {
            "tag": "q2",
            "text": "I will have contempt for you and not compassion."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "When troubles strike you like a powerful storm,"
          },
          {
            "tag": "q2",
            "text": "and disasters hit you like a violent wind,"
          },
          {
            "tag": "q2",
            "text": "when you experience distress and you go through difficulties,"
          },
          {
            "tag": "q2",
            "text": "I will have contempt for you."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When people call to me to help them,"
          },
          {
            "tag": "q2",
            "text": "but I will not answer them."
          },
          {
            "tag": "q2",
            "text": "They will be desperate for my help, and search everywhere for me,"
          },
          {
            "tag": "q2",
            "text": "but they will not find me."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They reject what I say and they hate what I know,"
          },
          {
            "tag": "q",
            "text": "and they made a choice not to show respect to Yahweh."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "They would not obey what I told them to do,"
          },
          {
            "tag": "q",
            "text": "and they did not pay attention when I tried to correct them."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So they will experience the consequences of their actions"
          },
          {
            "tag": "q2",
            "text": "when they carry out their evil plans."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Those who have not been taught wisdom are foolish."
          },
          {
            "tag": "q2",
            "text": "Fools choose to make no decision about anything, but be sure of this: Their failure to make a decision will destroy their lives."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But those who pay attention to me will live in peace and safety,"
          },
          {
            "tag": "q2",
            "text": "and they will rest and not be afraid of any disaster that may come.\""
          }
        ],
        "tag": "m"
      }
    ],
    "num": 1
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}