{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are sayings containing wisdom, the sayings of Agur son of Jakeh."
          },
          {
            "tag": "q1",
            "text": "Agur wrote them for Ithiel, yes, to Ithiel and to Ucal."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I am more like an animal than any human being!"
          },
          {
            "tag": "q2",
            "text": "I lack the understanding that a human being has!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I have not learned about wisdom;"
          },
          {
            "tag": "q2",
            "text": "I do not know Yahweh, the Holy One."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Who has ever gone up to heaven and come back down again?"
          },
          {
            "tag": "q2",
            "text": "Who can catch the wind in his hand?"
          },
          {
            "tag": "q2",
            "text": "Who can gather up the waters in an overcoat?"
          },
          {
            "tag": "q2",
            "text": "Who set the limits to the size of the earth?"
          },
          {
            "tag": "q2",
            "text": "What is his name? And what is the name of his son?"
          },
          {
            "tag": "q2",
            "text": "Do you know?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Every word of God is proven by a test that it is true;"
          },
          {
            "tag": "q2",
            "text": "he is like a shield that protects those who run to him."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Be careful not to add to Yahweh's words more than he has said;"
          },
          {
            "tag": "q2",
            "text": "if you do that, he will correct you and he will prove that you lied about what he said."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I ask Yahweh for two things,"
          },
          {
            "tag": "q2",
            "text": "and that he give them to me before I die."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Put vain pride and lies far away from me;"
          },
          {
            "tag": "q2",
            "text": "and do not give me poverty or riches,"
          },
          {
            "tag": "q2",
            "text": "just give me the food I need every day."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For if I have too much money,"
          },
          {
            "tag": "q2",
            "text": "it is possible that I will deny my God and say, \"Who is Yahweh?\""
          },
          {
            "tag": "q2",
            "text": "Or it is possible that I will become so poor that I steal from others"
          },
          {
            "tag": "q2",
            "text": "and bring disgrace on the name of my God."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not speak badly about a slave when he is standing before his master;"
          },
          {
            "tag": "q2",
            "text": "if you do, he will curse you, and you will be responsible; you brought it on yourself."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "There are many people who curse their fathers"
          },
          {
            "tag": "q2",
            "text": "and they do not praise their mothers or thank them;"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "those people think everything they do should not be criticized,"
          },
          {
            "tag": "q2",
            "text": "but really they have never been cleansed from their filth."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "These people show how proud they are in their eyes;"
          },
          {
            "tag": "q2",
            "text": "they make people look at them and they show their pride in their faces!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "These people use their mouths to speak the most hurtful words, like they are cutting and tearing people apart;"
          },
          {
            "tag": "q1",
            "text": "it is as if they are eating up the poor people from the earth,"
          },
          {
            "tag": "q2",
            "text": "and swallowing up the needy from humanity."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "There are leeches that suck blood, imagine they had two daughters;"
          },
          {
            "tag": "q2",
            "text": "they say, \"Give to us! Give to us!"
          },
          {
            "tag": "q1",
            "text": "There are four things that are never satisfied—"
          },
          {
            "tag": "q2",
            "text": "they always want more :"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The grave, the place of the dead;"
          },
          {
            "tag": "q1",
            "text": "the womb of a woman that never conceived a child;"
          },
          {
            "tag": "q1",
            "text": "soil that badly needs to be watered;"
          },
          {
            "tag": "q1",
            "text": "and a fire that burns hot and it never says, \"The fire is hot enough!\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The one who dishonors his father,"
          },
          {
            "tag": "q2",
            "text": "and who disrespects and disobeys his mother."
          },
          {
            "tag": "q1",
            "text": "such a person would be killed and have his eyes pecked out by crows,"
          },
          {
            "tag": "q2",
            "text": "and would be devoured by the vultures."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "There are three wonderful things I can mention;"
          },
          {
            "tag": "q2",
            "text": "no, there are four that are too amazing and I cannot understand them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "How eagles fly in the sky;"
          },
          {
            "tag": "q1",
            "text": "how snakes move over a big rock,"
          },
          {
            "tag": "q1",
            "text": "how ships can sail on the seas,"
          },
          {
            "tag": "q1",
            "text": "and how a man is able to win the love of a woman."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "This is what a woman is like who is not faithful to her husband:"
          },
          {
            "tag": "q2",
            "text": "she eats and then wipes her mouth,"
          },
          {
            "tag": "q2",
            "text": "and she says, \"There is nothing wrong in what I have done.\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "There are four things that make the earth tremble:"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "the earth trembles with a slave becomes a king;"
          },
          {
            "tag": "q1",
            "text": "the earth trembles when fool has eaten his food and is filled;"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "the earth trembles when a woman who is hated by all, gets married,"
          },
          {
            "tag": "q1",
            "text": "and the earth trembles, when the maid becomes the wife of her master."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "There are four creatures on the earth that are small, but they are very wise."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Ants are not strong,"
          },
          {
            "tag": "q2",
            "text": "but they store up food during the summer in order to have it during the winter."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Rock badgers also are not strong,"
          },
          {
            "tag": "q2",
            "text": "but they make their homes among the rocks."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Locusts do not have a king,"
          },
          {
            "tag": "q2",
            "text": "but they march in rank like soldiers in the army."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Lizards are very small and you can hold them in your hand,"
          },
          {
            "tag": "q2",
            "text": "but they get inside kings' palaces."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "There are four animals that walk with great pride and they are very impressive as they walk."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Lions, which are the strongest among wild animals"
          },
          {
            "tag": "q2",
            "text": "and are not afraid of any of them."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Strutting roosters, and male goats,"
          },
          {
            "tag": "q1",
            "text": "and kings who stand with their soldiers beside them."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "If you have acted foolishly, exalting yourself,"
          },
          {
            "tag": "q2",
            "text": "or if you been planning to do something evil,"
          },
          {
            "tag": "q1",
            "text": "put your hand over your mouth! Stop it!"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Just as when you churn milk, and it produces butter,"
          },
          {
            "tag": "q2",
            "text": "even so, if you hit someone hard on his nose, the result is that his nose will bleed;"
          },
          {
            "tag": "q2",
            "text": "and, in the same way, when people are angry, they will argue and fight."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 30
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}