{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When you rebuke a person who has rejected your words and who refused to listen to you,"
          },
          {
            "tag": "q2",
            "text": "he will be crushed to the point that he cannot be healed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When people live the right way, they become more numerous,"
          },
          {
            "tag": "q2",
            "text": "but when a wicked ruler starts to govern, the people groan."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A son who desires to learn about wisdom makes his father very happy;"
          },
          {
            "tag": "q2",
            "text": "but the son who is a companion of prostitutes will lose all his money"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When a king rules with honest rules and good laws, he causes his nation to be strong,"
          },
          {
            "tag": "q2",
            "text": "but anyone who asks for bribes ruins his nation."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "One who praises his neighbor to get something from him,"
          },
          {
            "tag": "q2",
            "text": "is like the one who listens for the sound of his footsteps,"
          },
          {
            "tag": "q2",
            "text": "so he can catch him in a net."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A bad person sets a trap with his sin; then he falls into it;"
          },
          {
            "tag": "q2",
            "text": "but one who does right is full of songs and joy."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The one who does right stands up for the poor and defends them;"
          },
          {
            "tag": "q2",
            "text": "but wicked people do not see the importance of standing up for the poor."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "People who sneer and mock others are like those who set a city on fire;"
          },
          {
            "tag": "q2",
            "text": "but those who help people get rid of their anger are wise."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If a wise person has any conflict with a foolish person,"
          },
          {
            "tag": "q2",
            "text": "the foolish person screams at him and then laughs at him, and it never ends."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "A murderer hates him who does everything right;"
          },
          {
            "tag": "q2",
            "text": "and they seek to kill the one who has a good reputation."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "A fool shows all his anger,"
          },
          {
            "tag": "q2",
            "text": "but a person who is wise holds his anger, and he knows how to calm himself down."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If a ruler believes the lies that are told to him,"
          },
          {
            "tag": "q2",
            "text": "he teaches all his officials to be wicked."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "What do a poor person and one who takes advantage of people have in common?"
          },
          {
            "tag": "q2",
            "text": "Yahweh gives life to both of them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If a king judges the poor by listening to the truth,"
          },
          {
            "tag": "q2",
            "text": "he will build a kingdom that will continue forever."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If a child is punished,"
          },
          {
            "tag": "q2",
            "text": "the gift of wisdom is given to him;"
          },
          {
            "tag": "q2",
            "text": "but when a child is out of control,"
          },
          {
            "tag": "q2",
            "text": "this brings shame to his mother."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "When wicked people have authority, lawbreaking is common;"
          },
          {
            "tag": "q2",
            "text": "but those who do what is right will see the day"
          },
          {
            "tag": "q2",
            "text": "when the wicked will lose their power."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Discipline your child and he will help you and serve you;"
          },
          {
            "tag": "q2",
            "text": "you will truly rejoice over him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When no prophet receives any vision from Yahweh, the people go out of control,"
          },
          {
            "tag": "q2",
            "text": "but those who obey the law are fortunate."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Talk to a slave as much as you want,"
          },
          {
            "tag": "q2",
            "text": "but though he understands what you are saying, they have learned not to give you an answer."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Do you see someone who is quick to speak, quick to give an opinion?"
          },
          {
            "tag": "q2",
            "text": "Yahweh can give a fool more help in the future easier than he can help him who is quick to speak."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "If a slave is excused from his labor"
          },
          {
            "tag": "q2",
            "text": "and treated better than other slaves by his master"
          },
          {
            "tag": "q2",
            "text": "from the time he is young;"
          },
          {
            "tag": "q2",
            "text": "but when he is grown,"
          },
          {
            "tag": "q2",
            "text": "that slave will give trouble to his master."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "A person who cannot control his anger stirs up many quarrels"
          },
          {
            "tag": "q2",
            "text": "and uses his rage to rule over others, and so he commits many sins."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Any person who is proud will be humbled;"
          },
          {
            "tag": "q2",
            "text": "but the one who is humbled will be given honor."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "A person who helps a thief, hates himself;"
          },
          {
            "tag": "q2",
            "text": "he overhears the curse, but he does not say anything about it."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When one is afraid of what people can do,"
          },
          {
            "tag": "q2",
            "text": "it is like setting a trap for himself."
          },
          {
            "tag": "q2",
            "text": "but whoever trusts in Yahweh is safe."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Many people want to come before a ruler to get help from him,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh is the only one who gives him true justice."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Those who do what is right detest a person who treats others in an unfair way;"
          },
          {
            "tag": "q2",
            "text": "just as the wicked hate those who live good lives."
          }
        ],
        "auto": true
      }
    ],
    "num": 29
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}