{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A wise woman holds her family together,"
          },
          {
            "tag": "q2",
            "text": "but a foolish woman tears it apart by the foolish things she does."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The one who honors Yahweh in the way he lives, gives to Yahweh the respect he deserves;"
          },
          {
            "tag": "q2",
            "text": "the dishonest person shows his disrespect, and he despises Yahweh."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Pride grows out of the mouth of the fool, like an offshoot from a tree;"
          },
          {
            "tag": "q2",
            "text": "but what wise people say preserves their lives."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Where there are no cattle feeding in the barn, the feeding trough is clean;"
          },
          {
            "tag": "q2",
            "text": "but if a farmer only has one ox, still he can grow a very great crop."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You can tell if a witness is reliable, if he tells the truth,"
          },
          {
            "tag": "q2",
            "text": "but when a witness breaths out lie after lie, he is a false witness and cannot be depended on."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "One who thinks he is better than others, he may seek wisdom, but he will not find it,"
          },
          {
            "tag": "q2",
            "text": "but the one who has grown in knowledge can easily learn much more."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Do not stay close to a foolish person: Walk away from him."
          },
          {
            "tag": "q2",
            "text": "There is no knowledge to be learned from him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The one who has learned much knowledge applies it to his own life; that is wisdom."
          },
          {
            "tag": "q2",
            "text": "The foundation of all folly is the lie."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Fools watch the guilt offering being sacrificed in the temple, and they make fun of it,"
          },
          {
            "tag": "q2",
            "text": "but those who please Yahweh are glad to share his favor."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "A person keeps close inside all his bitterness and disappointment;"
          },
          {
            "tag": "q2",
            "text": "and no stranger will ever know all the joy it contains."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The family of the wicked will be destroyed,"
          },
          {
            "tag": "q2",
            "text": "but a little tent where the upright live will grow, like a tree grows into something grand."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "A person sees a way, and it appears to be the right way for him to go,"
          },
          {
            "tag": "q2",
            "text": "but he does not know that it only leads to death."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A person can be in great pain and still be able to laugh;"
          },
          {
            "tag": "q2",
            "text": "a time of great joy may end in grief."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The faithless man will receive from Yahweh what he deserves;"
          },
          {
            "tag": "q2",
            "text": "but Yahweh will give a good person what is his."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Those who have had no instruction believe everything they are told,"
          },
          {
            "tag": "q2",
            "text": "but the man who has learned some knowledge thinks about what he will do."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "A wise person sees evil and is afraid of it, and he turns away from it;"
          },
          {
            "tag": "q2",
            "text": "the foolish person boldly throws aside every warning."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Those who get angry quickly do foolish things;"
          },
          {
            "tag": "q2",
            "text": "people hate those who make evil plans."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Those who have not been instructed have foolishness handed to them;"
          },
          {
            "tag": "q2",
            "text": "those who have learned a little knowledge are surrounded by it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Evil people will bow down before those who are good,"
          },
          {
            "tag": "q2",
            "text": "and the wicked people will bow down at the gates of those who do right."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The poor are hated even by their own companions,"
          },
          {
            "tag": "q2",
            "text": "but the rich have many friends."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It is sinful to have contempt for your neighbors;"
          },
          {
            "tag": "q2",
            "text": "but how fortunate are those who do kind things for the poor."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Those who plot with evil plans, do they not go astray?"
          },
          {
            "tag": "q2",
            "text": "But those who make plans for the good will receive love and faithfulness."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If you work hard, you will make some money,"
          },
          {
            "tag": "q2",
            "text": "but where there is only talk, it leads to poverty."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The reward of the wise is the wealth they have,"
          },
          {
            "tag": "q2",
            "text": "but the folly of fools only brings them more foolishness."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "A witness who tells the truth, saves the lives of the innocent;"
          },
          {
            "tag": "q2",
            "text": "a lying witness is filled with deceit."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Those give Yahweh the honor he deserves"
          },
          {
            "tag": "q2",
            "text": "have much confidence in him;"
          },
          {
            "tag": "q2",
            "text": "giving honor to Yahweh will also protect your children."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Giving Yahweh the honor he deserves is like having a fountain that gives life;"
          },
          {
            "tag": "q2",
            "text": "so you can keep away from being trapped by death."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "A king measures his glory by the number of the people in his kingdom,"
          },
          {
            "tag": "q2",
            "text": "but if the prince has no people, he is brought to ruin."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Those who do not quickly become angry have much understanding;"
          },
          {
            "tag": "q2",
            "text": "the quick-tempered praise foolishness."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Being at peace is good for the whole body,"
          },
          {
            "tag": "q2",
            "text": "but having evil within, rots the bones."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "The one who oppresses a poor person curses Yahweh who made him,"
          },
          {
            "tag": "q2",
            "text": "but those who show favor to a poor person honor Yahweh."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The wicked person is brought down by his evil actions,"
          },
          {
            "tag": "q2",
            "text": "but those who do what is right have a safe home, even in death."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Wisdom finds a place to rest in someone who has discernment,"
          },
          {
            "tag": "q2",
            "text": "but wisdom lets herself be known even among fools."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "When a people do what is right, the nation does well,"
          },
          {
            "tag": "q2",
            "text": "but sin brings disgrace upon any people."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "A king is pleased with a servant who does his work with good judgment,"
          },
          {
            "tag": "q2",
            "text": "but the king is angry with any servant who brings shame to him."
          }
        ],
        "auto": true
      }
    ],
    "num": 14
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}