{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Listen to Wisdom calling; her voice sounds like that of a woman who shouting in the public square."
          },
          {
            "tag": "q1",
            "text": "Understanding raises her voice; she sounds like a woman who calls out to be heard."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "On the top of the hills and where the roads come together,"
          },
          {
            "tag": "q1",
            "text": "there Wisdom stands."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Wisdom also stands at the gates at the entrance to the city, and she calls out with a loud voice. Wisdom says:"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "\"I am calling out to everyone;"
          },
          {
            "tag": "q2",
            "text": "I am shouting to all people!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You people who have no training, you must be taught how to live;"
          },
          {
            "tag": "q2",
            "text": "you must learn so that you can understand completely."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Listen to me, because I will explain to you some excellent things."
          },
          {
            "tag": "q2",
            "text": "I can teach you about what is right—"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "for I speak what is true;"
          },
          {
            "tag": "q2",
            "text": "I detest evil things so much, I hate to even speak about them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Everything that I say is right;"
          },
          {
            "tag": "q2",
            "text": "I do not say anything that changes the meaning of what is good or that leads people away from it."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "My words give good advice to the one who understands the meaning of what I say;"
          },
          {
            "tag": "q2",
            "text": "those who have learned to tell good from evil will easily know that my words are right."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Choose what I teach you,"
          },
          {
            "tag": "q2",
            "text": "instead of trying to get much silver;"
          },
          {
            "tag": "q1",
            "text": "and choose the knowledge I will show you, for it is more valuable than gold."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For I, Wisdom, am more precious than jewels;"
          },
          {
            "tag": "q2",
            "text": "nothing is as valuable for you as I am."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I, Wisdom, live with Common Sense; we are like two people living in the same house."
          },
          {
            "tag": "q1",
            "text": "I know many things, and I act carefully."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Everyone who honors Yahweh hates what is evil."
          },
          {
            "tag": "q2",
            "text": "I am Wisdom, and I hate it when people are proud, when they think they are more important than others."
          },
          {
            "tag": "q2",
            "text": "I hate it when people act in evil ways, and when they tell lies."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I give good advice and I have the best wisdom;"
          },
          {
            "tag": "q2",
            "text": "I have true understanding about the nature of things, and I have great strength."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When kings are wise, they rule well;"
          },
          {
            "tag": "q2",
            "text": "and when rulers are wise, they make laws that are just."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "By me princes rule, noblemen, and all who govern with justice."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I am Wisdom, and I love all who love me;"
          },
          {
            "tag": "q2",
            "text": "those who work hard to find me will find me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "These people will have lasting riches, and they will live right,"
          },
          {
            "tag": "q2",
            "text": "because I have riches and honor with me."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "What I can give people is more valuable than fine gold and the best silver."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I always do what is right and just."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I give wealth to those who love me,"
          },
          {
            "tag": "q2",
            "text": "and I fill up their treasuries."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh created me, Wisdom; he made me when he began to create the world;"
          },
          {
            "tag": "q2",
            "text": "I was the first thing he created in the beginning."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He made me long ago—at the very first, at the beginning of the earth."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I was born before the oceans were created,"
          },
          {
            "tag": "q2",
            "text": "when there were no springs from which water flowed."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I was born before the hills and mountains were set in place."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I am Wisdom and I was born before Yahweh made the earth,"
          },
          {
            "tag": "q2",
            "text": "before he made the tiny particles of dust in the earth, I was there."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I was there when Yahweh put the heavens where they are,"
          },
          {
            "tag": "q2",
            "text": "on the day when he marked on the ocean's surface how far a person at sea can see in every direction."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "I was there when Yahweh put the clouds above the earth,"
          },
          {
            "tag": "q2",
            "text": "and when he made the springs at the bottom of the sea to give water to the oceans."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I was there when he fixed a boundary for the seas,"
          },
          {
            "tag": "q2",
            "text": "so that the water in the seas would not go past those boundaries,"
          },
          {
            "tag": "q1",
            "text": "and when he marked out the limits of the dry land."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I was at Yahweh's side as his master craftsman;"
          },
          {
            "tag": "q1",
            "text": "I made him happy every day, and I always rejoiced when I was with him."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "I was delighted with the whole world he created;"
          },
          {
            "tag": "q2",
            "text": "I was happy with the people he brought into existence, too."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So, you who are my children, listen to me."
          },
          {
            "tag": "q2",
            "text": "How fortunate are those who live as I live."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Listen to what I teach you and you will become wise."
          },
          {
            "tag": "q2",
            "text": "Do not reject what I have taught you."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "How fortunate are those who listen to me,"
          },
          {
            "tag": "q2",
            "text": "those who wait for me outside my house every day."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Those who find me will find life,"
          },
          {
            "tag": "q2",
            "text": "and Yahweh will be pleased with them."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "But those who do not find me, they hurt themselves."
          },
          {
            "tag": "q2",
            "text": "All those who hate me love death.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 8
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}