[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and being a person who everyone respects for doing right, is better than having silver and gold."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh made both of them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who have no experience or knowledge rush ahead into danger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "these are his rewards: Riches, and honor, and life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When you guard your own life from evil, you will stay away from all these dangers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and when he reaches old age, he will stay on that same path."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and one who borrows money is almost like a slave to the one who lends him the money."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and when you use a rod to discipline your child,"
  },
  {
    "t": "q",
    "v": "but you use it when you are furious, it will do no good."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he considered it important to share his food with the poor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No one will quarrel or insult anyone else when he is gone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is sincere, and his speech is filled with kindness"
  },
  {
    "t": "q",
    "v": "—the king will be his friend."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "just as surely as he makes the lying promises of the betrayer fail."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "All those who fall into that pit will be in trouble,"
  },
  {
    "t": "q",
    "v": "but what is worse, they will experience Yahweh’s anger for what they have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they come out in foolishness;"
  },
  {
    "t": "q",
    "v": "but correcting a child with discipline drives the folly far away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or by giving more money to the wealthy,"
  },
  {
    "t": "q",
    "v": "Yahweh will bring him into poverty."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "give it all your attention and learn the knowledge you will need if you are to become wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and be able to repeat all of them to others."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and so I am teaching them to you, yes, even to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "sayings to give you advice and to teach you what you do not know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so you may give reliable and true answers to those who sent you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And do not hurt them who are begging at the city gate,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will take the life of those who stole from the poor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not associate with a person who rages in his terrible wrath,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your anger will become like a trap, a trap that will take charge of your life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not make or sign a pledge so another person can take out a loan."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will surely come and take away everything from you, even your bed on which you sleep."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Because of his achievements he will not serve mere ordinary people."
  }
]