{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Do not boast about what will happen tomorrow,"
          },
          {
            "tag": "q2",
            "text": "because you do not know what will come to you during that day."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do not praise yourself; let someone else praise you."
          },
          {
            "tag": "q2",
            "text": "It is better for someone you do not know to praise you,"
          },
          {
            "tag": "q2",
            "text": "than for you to praise yourself."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If you think about how heavy a stone can be, or how much sand can weigh—"
          },
          {
            "tag": "q2",
            "text": "then you will understand that the trouble a fool causes is harder to carry than both of those things."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "If you think about how cruel can be people who rage at others, and how angry people can attack others like a flood of water,"
          },
          {
            "tag": "q2",
            "text": "then think about how jealous people are even worse;"
          },
          {
            "tag": "q2",
            "text": "no one can resist being harmed by a jealous person."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is better to offer a rebuke out in the open, than to have a love that is hidden."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A wound from a friend is better than kisses from an enemy."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When a person is walking along and he has a full stomach, he may step on a honeycomb because he is not hungry;"
          },
          {
            "tag": "q2",
            "text": "but if he were very hungry, even bitter things would taste sweet to him."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When a man wanders away from his home,"
          },
          {
            "tag": "q2",
            "text": "he is acting like a bird that stays far from its nest."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The aroma of perfume and the scent of incense can help to make a person feel happy;"
          },
          {
            "tag": "q2",
            "text": "and we most appreciate friends who give us good advice."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not forget your friend or a friend of your father;"
          },
          {
            "tag": "q2",
            "text": "and when you have a problem and you need help,"
          },
          {
            "tag": "q2",
            "text": "do not go to your brother's home."
          },
          {
            "tag": "q2",
            "text": "When there is trouble, a neighbor who lives close by"
          },
          {
            "tag": "q2",
            "text": "is better than a brother who lives far away."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "My son, if you become wise, you will make me happy;"
          },
          {
            "tag": "q2",
            "text": "so I will be able to give an answer to anyone who argues against me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "One who has good sense takes cover when he sees trouble coming,"
          },
          {
            "tag": "q2",
            "text": "but those who have no experience or knowledge rush ahead into danger."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Take a man's garment as security when he is guaranteeing a loan for a stranger."
          },
          {
            "tag": "q2",
            "text": "Hold the garment in pledge to protect yourself from losing your money when he puts up security for an adulteress."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Whoever shouts out a blessing in a loud voice early in the morning,"
          },
          {
            "tag": "q2",
            "text": "that blessing will be heard as if it were a curse."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "A wife who continually argues with her husband is as annoying as"
          },
          {
            "tag": "q2",
            "text": "the constant dripping of water on a rainy day;"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and stopping her from arguing would be as difficult as restraining the wind,"
          },
          {
            "tag": "q2",
            "text": "or trying to catch oil in one hand."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Iron is used to sharpen an iron blade, just like a man makes his friend better."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The farmer who takes care of a fig tree will enjoy its fruit when it is ripe."
          },
          {
            "tag": "q2",
            "text": "This is just like the one who protects his master, he will get honor from his master."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When a person looks in the water, he sees his own face;"
          },
          {
            "tag": "q2",
            "text": "similarly when we look at what a person loves, we know what he is like deep inside."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You know that the Place of the Dead and The Destroyer are never satisfied;"
          },
          {
            "tag": "q2",
            "text": "and people, too, are never satisfied and always want more."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Silver is refined in a crucible, and gold is put into a furnace to be made pure;"
          },
          {
            "tag": "q2",
            "text": "and how a person responds to the praise given to them"
          },
          {
            "tag": "q2",
            "text": "will tell you what kind of person he is."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Though you grind a fool as if you were grinding up grain,"
          },
          {
            "tag": "q2",
            "text": "you will not be able to take his foolishness out of him."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "A good shepherd will know the condition of all his sheep and he will check on them every day."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Wealth does not last forever."
          },
          {
            "tag": "q2",
            "text": "Does the crown of a king endure for all generations?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The grass dies out and then the new growth starts to grow;"
          },
          {
            "tag": "q2",
            "text": "and on the mountains food for the cattle is stacked up in the barns."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The lambs will give you warm clothing and the goats will give you enough to pay for the cost of the field."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "There will be milk from the goats that you can drink—that will be food for everyone who lives in your house—"
          },
          {
            "tag": "q2",
            "text": "and it is food to feed your servant girls, as well."
          }
        ],
        "auto": true
      }
    ],
    "num": 27
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}