{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The one who keeps himself away from other people will only live for his own desires,"
          },
          {
            "tag": "q2",
            "text": "and he never acts with good judgment."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "A foolish person does not enjoy understanding anything;"
          },
          {
            "tag": "q2",
            "text": "he only wants to tell others what he thinks."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A wicked person comes, and with them comes the contempt they have for other people—"
          },
          {
            "tag": "q2",
            "text": "and then comes shame and disgrace following along."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The words a man speaks are like the deep waters of an ocean"
          },
          {
            "tag": "q2",
            "text": "or a fountain that flows with wisdom."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When the wicked are treated with special honor, it is not good,"
          },
          {
            "tag": "q2",
            "text": "and it is not good to refuse to give justice to those who do what is right."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A foolish person says things that start arguments;"
          },
          {
            "tag": "q2",
            "text": "he says things that make other people want to beat him with a stick."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "A foolish person brings himself to ruin by the things he says;"
          },
          {
            "tag": "q2",
            "text": "his very words set a trap in which he will be caught."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When a person gossips, his words are as sweet to other people as candy is in their mouths,"
          },
          {
            "tag": "q2",
            "text": "and they love to listen to them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The person who does a poor job when he is working"
          },
          {
            "tag": "q2",
            "text": "is a relative to the one who destroys everything."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The name of Yahweh is like a castle that can never be overrun;"
          },
          {
            "tag": "q2",
            "text": "those who do what is right run for safety into it, and in the fortress of his name, they are safe."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The wealthy person depends on his wealth as a city depends on its fortifications;"
          },
          {
            "tag": "q2",
            "text": "he thinks it protects him as well as a high wall."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When a person is about to be ruined, it is his proud heart that brings his destruction,"
          },
          {
            "tag": "q2",
            "text": "but before a person can gain great honor, he must first learn to become humble."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A person who gives you an answer before he listens to you—"
          },
          {
            "tag": "q2",
            "text": "there is nothing more foolish"
          },
          {
            "tag": "q2",
            "text": "and nothing that gives him more shame."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "A person may survive a terrible sickness in his body,"
          },
          {
            "tag": "q2",
            "text": "but if he feels his inner self is crushed, how can he survive?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Intelligent people have a desire to get more and more knowledge,"
          },
          {
            "tag": "q2",
            "text": "and wise people will find someone to teach them even more knowledge."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If you take a gift to an important person, you will open the way to allow you to talk to him."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The first person to present his case before a judge seems right"
          },
          {
            "tag": "q2",
            "text": "until the other side comes and questions him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When there are two strong people having a dispute,"
          },
          {
            "tag": "q2",
            "text": "casting lots can help to settle the dispute."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If you offend your brother, finding a way to have peace with him again"
          },
          {
            "tag": "q2",
            "text": "may be harder than waging a battle to win a city."
          },
          {
            "tag": "q2",
            "text": "and having an argument is more difficult to overcome"
          },
          {
            "tag": "q2",
            "text": "than breaking down the bars of a castle."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The words a person speaks can bring satisfaction to himself,"
          },
          {
            "tag": "q2",
            "text": "like the food he eats satisfies his stomach."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "People are able to kill others or keep them alive by means of what they say."
          },
          {
            "tag": "q2",
            "text": "And there is danger for those who love the power of their speaking."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The one who finds a wife, finds something so good it is a gift to bless his life,"
          },
          {
            "tag": "q2",
            "text": "and it is Yahweh who gives him this wonderful gift."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "A poor person desperately begs for mercy,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "One person says that he has many friends, but his life is ruined by them;"
          },
          {
            "tag": "q2",
            "text": "but there is a friend who stands with us through everything,"
          },
          {
            "tag": "q2",
            "text": "and he is always close at our side, even closer than a brother."
          }
        ],
        "auto": true
      }
    ],
    "num": 18
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}