{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Compare a poor person who keeps his promises,"
          },
          {
            "tag": "q2",
            "text": "with a fool who is full of lies."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And consider, having desire without knowledge"
          },
          {
            "tag": "q2",
            "text": "is like running so fast that you miss the path you want to take."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The folly of a fool destroys his life,"
          },
          {
            "tag": "q2",
            "text": "but he becomes furious with Yahweh for his troubles."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Those who are wealthy easily find many friends,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "A person who lies in order to become a friend will be punished for taking advantage,"
          },
          {
            "tag": "q2",
            "text": "just as the one whose every word he speaks is a lie, he will not escape."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When a person is generous with their gifts, many people will ask for favors,"
          },
          {
            "tag": "q2",
            "text": "it seems that everyone is a friend of the one who gives many gifts."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "All the brothers of one who is poor hate him;"
          },
          {
            "tag": "q2",
            "text": "and even more do his friends hate him, and they go far away from him;"
          },
          {
            "tag": "q2",
            "text": "he calls out to them, but they have left."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The one who makes every effort to learn about wisdom, loves himself;"
          },
          {
            "tag": "q2",
            "text": "having understanding helps you know what is good and what is not."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The ones who lie when they give testimony will be punished,"
          },
          {
            "tag": "q2",
            "text": "but the one whose every word is a lie, he will die."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When a fool lives in luxury—it is not right,"
          },
          {
            "tag": "q2",
            "text": "and it is even worse for a slave to rule over princes."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "A person with good sense is slow to get angry,"
          },
          {
            "tag": "q2",
            "text": "and it is to his honor that he overlooks it when someone does him wrong."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "What is the wrath of the king like? It is like the roaring of a young lion,"
          },
          {
            "tag": "q2",
            "text": "but his kindness is like the dew on the grass."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A foolish child will ruin a father."
          },
          {
            "tag": "q2",
            "text": "A wife who is always quarreling will upset her husband like water that is constantly dripping."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "We can inherit houses and money from our parents,"
          },
          {
            "tag": "q2",
            "text": "but a sensible wife is from Yahweh."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The one who is lazy finds that sleep comes easily to him,"
          },
          {
            "tag": "q2",
            "text": "but anyone who refuses to work will go hungry."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The one who follows the command he was taught puts a guard over his life,"
          },
          {
            "tag": "q2",
            "text": "but the one who does not think about how he lives his life will die."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "One who is kind to the poor, it is as if he were lending to Yahweh;"
          },
          {
            "tag": "q2",
            "text": "and Yahweh will pay him for what he did."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Train your children and give them discipline while it is still possible to rescue them;"
          },
          {
            "tag": "q2",
            "text": "but do not allow them to offend you so much that you consider taking their lives."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "A hot-tempered person will pay a price for his anger;"
          },
          {
            "tag": "q2",
            "text": "if you rescue him after he had has an outburst, you will have to do it again and again."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Pay attention to good guidance and let others teach you"
          },
          {
            "tag": "q2",
            "text": "so that you can become wise by the end of your life."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "A person has many plans that come from within him,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh has his own plans, and he will carry them out."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "A person wants loyalty,"
          },
          {
            "tag": "q2",
            "text": "and a poor person is better than a liar."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Anyone who has respect for Yahweh will live a long life;"
          },
          {
            "tag": "q2",
            "text": "such a person who has this respect for Yahweh will be satisfied,"
          },
          {
            "tag": "q2",
            "text": "and will come to no harm."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The lazy person puts his hand in the dish;"
          },
          {
            "tag": "q2",
            "text": "he is not able to raise his hand up to his mouth to eat."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "If you punish someone who mocks others,"
          },
          {
            "tag": "q2",
            "text": "an uninstructed person will learn how to be prudent."
          },
          {
            "tag": "q2",
            "text": "If you correct someone who has understanding,"
          },
          {
            "tag": "q2",
            "text": "he will gain more knowledge."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Someone who steals from his father and alienates his mother"
          },
          {
            "tag": "q2",
            "text": "brings shame and disgrace to himself."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "My son, if you will not listen to the teaching,"
          },
          {
            "tag": "q2",
            "text": "you will wander away from the words of knowledge."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "A lying witness laughs at anyone who acts justly,"
          },
          {
            "tag": "q2",
            "text": "and wicked people act sinfully as easily as they eat food."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Yahweh is ready to punish those who make themselves out to be better than other people,"
          },
          {
            "tag": "q2",
            "text": "and he is ready to flog the backs of fools."
          }
        ],
        "auto": true
      }
    ],
    "num": 19
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}