[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or if you give the promise that you will pay for a loan of a person you do not know,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have been caught by agreeing to a contract for someone you did not know."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "humbly go to your neighbor and beg him to cancel the agreement that you made."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not rest until you go and talk with him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a deer that escapes from the hunter;"
  },
  {
    "t": "q",
    "v": "or like a bird that flies away from the hand of one who hunts for birds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Become wise and watch what they do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "gathering and storing food to eat during the winter."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When will you rise and go to work?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a little more folding of the hands to take a nap.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he stirs up constant conflict wherever he goes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will be crushed to the point that he cannot be healed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the hands that shed the blood of the innocent,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the one who causes strife between members of the same family."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not walk away from what your mother taught you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "tie them around your neck, to remind you how important they are to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When you sleep, they will watch over you and protect you."
  },
  {
    "t": "q",
    "v": "When you wake up in the morning, they will teach you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When people correct you, this is to continually teach you the right way to live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they tell you about her enticing words and warn you to be on guard."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not let her capture you by the way she looks at you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but if you sleep with another man’s wife, it may cost you your life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is certain he will be severely punished."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will have to pay back seven times as much as he stole,"
  },
  {
    "t": "q",
    "v": "even if he must sell everything that is in his house to get enough money to repay what he stole."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because he is destroying his own self."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will never forget how others disgraced him for his deed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and when he gets revenge, he will not act mercifully toward that man."
  },
  {
    "t": "q",
    "v": []
  }
]