{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the proverbs of Solomon:"
          },
          {
            "tag": "q",
            "text": "A child who lives according to wisdom makes his father happy;"
          },
          {
            "tag": "q2",
            "text": "but if a child does foolish things, he causes his mother to be very sad."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Riches that you got by being dishonest will not have any value;"
          },
          {
            "tag": "q2",
            "text": "but when you do what is right, you will be protected from death."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh does not allow people who do right to starve,"
          },
          {
            "tag": "q2",
            "text": "but he will makes it impossible for wicked people to get what they want."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "A lazy person who will not work becomes poor;"
          },
          {
            "tag": "q2",
            "text": "those who work hard become rich."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He is wise who harvests the crops when they are ready to be gathered;"
          },
          {
            "tag": "q2",
            "text": "but it would be shameful for him to sleep while others are harvesting the crop."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Those who do right will receive many good gifts from God;"
          },
          {
            "tag": "q2",
            "text": "but those who do wicked things cover their violence so they cannot be seen."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When we remember those who do what is right, we get a blessing from Yahweh;"
          },
          {
            "tag": "q2",
            "text": "but we cannot remember the names of the wicked."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Wise people follow good instructions,"
          },
          {
            "tag": "q2",
            "text": "but a fool who talks too much will fail."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "An honest person lives his life and has nothing to hide;"
          },
          {
            "tag": "q2",
            "text": "but one who is dishonest—his lies will be discovered."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The one who winks his eye signals others to help him do something that is wrong,"
          },
          {
            "tag": "q2",
            "text": "and a fool will be ruined because he talks too much."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "A person who does right is like a spring that gives life-saving water;"
          },
          {
            "tag": "q2",
            "text": "but the wicked person hides his brutality by his words."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Hatred has the power to start many arguments;"
          },
          {
            "tag": "q",
            "text": "but love covers anything that may hurt us."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those who have good sense say what is wise,"
          },
          {
            "tag": "q2",
            "text": "but people who do not have good judgment must be punished."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Wise people continue to learn all that they can,"
          },
          {
            "tag": "q2",
            "text": "but when foolish people speak, they will soon experience destruction."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The wealth that rich people have protects them like a city is protected by a strong wall around it ,"
          },
          {
            "tag": "q2",
            "text": "but because people are poor, they have no one to help them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If you do what is right, your reward will lead you to life,"
          },
          {
            "tag": "q2",
            "text": "but all that sinful people gain is the ability to sin even more."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Life can be found by the one who is trained by discipline;"
          },
          {
            "tag": "q2",
            "text": "but the one who will not listen to correction wanders away."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Those who hide their hatred of others, must lie to cover it up."
          },
          {
            "tag": "q2",
            "text": "and those who repeat slander are foolish."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When people talk a lot, sin is sure to follow;"
          },
          {
            "tag": "q2",
            "text": "if you are wise, you will always be careful about what you say."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The one who does right"
          },
          {
            "tag": "q1",
            "text": "is like pure silver;"
          },
          {
            "tag": "q1",
            "text": "there is little value in the heart of the one who does wicked things."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "What those who do right say benefits many,"
          },
          {
            "tag": "q2",
            "text": "but foolish people die because they lack good sense."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh gives good gifts that make some people wealthy,"
          },
          {
            "tag": "q2",
            "text": "and he does not make them suffer for it."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Foolish people play games when they do what is wrong,"
          },
          {
            "tag": "q2",
            "text": "but people with understanding enjoy wisdom."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "What the wicked fear will happen to them;"
          },
          {
            "tag": "q1",
            "text": "those who do what is right will get what they hoped for."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Wicked people are like the storm that comes and then it is gone."
          },
          {
            "tag": "q2",
            "text": "but those who do right are like a foundation that lasts forever."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Like vinegar in our mouths or smoke in our eyes,"
          },
          {
            "tag": "q1",
            "text": "that is what the lazy man is like to the one who hired him."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "If you give Yahweh the respect he deserves, you will live for a long time;"
          },
          {
            "tag": "q2",
            "text": "but wicked people die before they become old."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Those who do right have hope in their joy,"
          },
          {
            "tag": "q2",
            "text": "but the wicked can expect their lives to be short."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Following Yahweh brings protection to those who keep their promises;"
          },
          {
            "tag": "q2",
            "text": "but those who do not follow him find out he destroys those who do what is evil."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Those who do right will never be defeated,"
          },
          {
            "tag": "q2",
            "text": "but wicked people will not have a home."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Wisdom is like a fruit that those who do right bear,"
          },
          {
            "tag": "q2",
            "text": "but Yahweh will cut out the deceitful tongue."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Those who do right know the words Yahweh permits them to speak,"
          },
          {
            "tag": "q2",
            "text": "but wicked people say what Yahweh has forbidden."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}