{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Proverbs"
        },
        {
          "tag": "toc2",
          "text": "Proverbs"
        },
        {
          "tag": "toc3",
          "text": "Pro"
        },
        {
          "tag": "mt1",
          "text": "Proverbs"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are the sayings that compare one example with another, to teach moral lessons and to make people wise, from Solomon the king of Israel, who was son of David."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The purpose of these sayings is to teach the meaning of wisdom"
            },
            {
              "tag": "q2",
              "text": "and give examples of moral instruction, so wise teaching can guide you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "These sayings offer correction so you may live by wisdom,"
            },
            {
              "tag": "q2",
              "text": "by the measures of what is right, what is just, and what is fair."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They give wise teaching to those who have no experience and to instruct those who do not know how to live a moral life,"
            },
            {
              "tag": "q",
              "text": "and to give the young the knowledge they need and to teach them the understanding they do not have—"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "so the wise may listen to these sayings and increase in their learning,"
            },
            {
              "tag": "q2",
              "text": "and those who already have insight will gain more ways to live according to the lessons of wisdom."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They seek to understand the lessons of the proverbs and the meaning of the parables."
            },
            {
              "tag": "q2",
              "text": "These are the words of the wise and their difficult riddles."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You must begin your search for knowledge by honoring Yahweh and respecting him,"
            },
            {
              "tag": "q2",
              "text": "a fool who dishonors himself hates wisdom and fights against the one who corrects him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "My son, listen when your father teaches you"
            },
            {
              "tag": "q2",
              "text": "and do not disobey the rules your mother set down."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Their teaching is a wreath upon your head,"
            },
            {
              "tag": "q2",
              "text": "and beautiful necklaces around your neck,"
            },
            {
              "tag": "q2",
              "text": "they are priceless gifts from your parents."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "My son, as sinners try to draw you into their sin with smooth talk and flattery,"
            },
            {
              "tag": "q2",
              "text": "do not listen to what they say and do not follow them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They may say, \"Come with us! Join us!"
            },
            {
              "tag": "q2",
              "text": "We will hide in wait and we will take the life of one who passes by."
            },
            {
              "tag": "q2",
              "text": "We will hide ourselves and we will rise up and attack a person who has done us no wrong—that will be our sport."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Like the grave has power to take even a healthy person and drag them to the place of the dead, we will take their life from them."
            },
            {
              "tag": "q2",
              "text": "We will make them like those who fall into the place where there is no hope of escape."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "We will find many valuable and expensive items,"
            },
            {
              "tag": "q2",
              "text": "and we will fill our houses with what we stole from them!"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So, come, be part of our team!"
            },
            {
              "tag": "q2",
              "text": "We will split into equal shares, and give to each member of our team, from all the things we stole.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "My son, do not walk that road with them!"
            },
            {
              "tag": "q2",
              "text": "Do not put your foot down on the same path on which they walk!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They run to the places where they do terrible things,"
            },
            {
              "tag": "q2",
              "text": "They hurry so they can commit murder."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It is useless to put out a net to trap a bird"
            },
            {
              "tag": "q",
              "text": "while the bird is watching you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "These men make plans that turn around and kill them."
            },
            {
              "tag": "q2",
              "text": "They set a trap and the trap catches them."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "These are the ways of all who gain their riches through theft and deceit;"
            },
            {
              "tag": "q2",
              "text": "the things they stole destroy the lives of the thieves who cling to them."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Wisdom is like a woman who cries out in the streets."
            },
            {
              "tag": "q2",
              "text": "Wisdom calls out to people in the plazas."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "At the intersection of busy streets she cries out"
            },
            {
              "tag": "q2",
              "text": "and at the entrance of city gates."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "She cries, \"How long will you who have not been taught, will you love being enticed to do what will harm you?"
            },
            {
              "tag": "q2",
              "text": "How long will you who think you know more than the wise, have so much joy in the little you know?"
            },
            {
              "tag": "q2",
              "text": "How long will you fools refuse to learn?"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "If you pay attention to me when I correct you,"
            },
            {
              "tag": "q2",
              "text": "I will tell you all I am thinking."
            },
            {
              "tag": "q2",
              "text": "I will help you understand what I am saying to you."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But when I called to you, you refused to listen."
            },
            {
              "tag": "q2",
              "text": "I beckoned you and stretched out my hands to you,"
            },
            {
              "tag": "q",
              "text": "but no one paid any attention."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "You refused to listen to my advice"
            },
            {
              "tag": "q",
              "text": "and you did not listen when I corrected you."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "I will laugh at you, when you are experiencing troubles,"
            },
            {
              "tag": "q2",
              "text": "when you are terribly afraid,"
            },
            {
              "tag": "q2",
              "text": "I will have contempt for you and not compassion."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When troubles strike you like a powerful storm,"
            },
            {
              "tag": "q2",
              "text": "and disasters hit you like a violent wind,"
            },
            {
              "tag": "q2",
              "text": "when you experience distress and you go through difficulties,"
            },
            {
              "tag": "q2",
              "text": "I will have contempt for you."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "When people call to me to help them,"
            },
            {
              "tag": "q2",
              "text": "but I will not answer them."
            },
            {
              "tag": "q2",
              "text": "They will be desperate for my help, and search everywhere for me,"
            },
            {
              "tag": "q2",
              "text": "but they will not find me."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They reject what I say and they hate what I know,"
            },
            {
              "tag": "q",
              "text": "and they made a choice not to show respect to Yahweh."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "They would not obey what I told them to do,"
            },
            {
              "tag": "q",
              "text": "and they did not pay attention when I tried to correct them."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "So they will experience the consequences of their actions"
            },
            {
              "tag": "q2",
              "text": "when they carry out their evil plans."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Those who have not been taught wisdom are foolish."
            },
            {
              "tag": "q2",
              "text": "Fools choose to make no decision about anything, but be sure of this: Their failure to make a decision will destroy their lives."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But those who pay attention to me will live in peace and safety,"
            },
            {
              "tag": "q2",
              "text": "and they will rest and not be afraid of any disaster that may come.\""
            }
          ],
          "tag": "m"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My son, listen to what I say,"
            },
            {
              "tag": "q2",
              "text": "and consider my commands to be as valuable as a treasure."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Pay attention to wisdom"
            },
            {
              "tag": "q2",
              "text": "and try hard to understand what is wise."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Call out to Yahweh to get insight,"
            },
            {
              "tag": "q2",
              "text": "plead with him to help you understand more of what he wants you to know."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Search eagerly for wisdom, like you would search for silver—"
            },
            {
              "tag": "q2",
              "text": "like you would search for a treasure that someone has hidden."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "If you do that, you will understand how to give Yahweh the respect he deserves,"
            },
            {
              "tag": "q2",
              "text": "and you will succeed in knowing God."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Yahweh is the one who gives us wisdom."
            },
            {
              "tag": "q2",
              "text": "He is the one who tells us things that we need to know and understand."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "He stores up good advice so he can give it to them who honor him by the way they live their lives."
            },
            {
              "tag": "q2",
              "text": "He protects those who do with their lives what they say with their lips."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "He guards justice and works to see it is done,"
            },
            {
              "tag": "q2",
              "text": "and he keeps safe those who are faithful to him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You will understand what Yahweh sees is right and what Yahweh determines is just to do,"
            },
            {
              "tag": "q2",
              "text": "and he will show you the best way to live."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Wisdom will fill your life;"
            },
            {
              "tag": "q2",
              "text": "knowing what Yahweh wants you to know will cause you to be joyful."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "You will learn to tell the difference between right and wrong"
            },
            {
              "tag": "q1",
              "text": "and that will keep you safe."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You will not do what Yahweh forbids you to do,"
            },
            {
              "tag": "q2",
              "text": "and you will stay away from those who imagine horrible things and talk about them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They go the wrong way,"
            },
            {
              "tag": "q2",
              "text": "and they walk where there is no light."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They are glad when they do what is wrong,"
            },
            {
              "tag": "q2",
              "text": "they twist good things into bad and enjoy doing what they know is wrong."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They bend the truth and live by deception"
            },
            {
              "tag": "q2",
              "text": "and their lies hide what they have done."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Wisdom will keep you safe from the adulterous woman,"
            },
            {
              "tag": "q2",
              "text": "and you will not pay attention when a strange woman invites you to be with her."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Those women left the husbands they married when they were young,"
            },
            {
              "tag": "q2",
              "text": "they forgot the promise they made to God to love only the one they married."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Those who enter her house are taken to their death,"
            },
            {
              "tag": "q2",
              "text": "because the way to her house takes them where dead people are buried. "
            },
            {
              "tag": "v",
              "num": "19",
              "text": "All who go to her to sleep with her have no way to get out of her house,"
            },
            {
              "tag": "q2",
              "text": "they will be so lost they will never find the way back to life."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You must live your life in the same way that good men are living."
            },
            {
              "tag": "q2",
              "text": "You should do the same things as those who do what is right."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Those who do what is right will receive the land as a gift from Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and only those who do what they have promised will stay in the land for a long time."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Those who do bad things will have no claim to this land,"
            },
            {
              "tag": "q2",
              "text": "and people who take advantage of others and do not keep their word, they will never have even a small part of the land."
            }
          ],
          "auto": true
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My son, do not forget the lessons I have taught you."
            },
            {
              "tag": "q1",
              "text": "Keep my commands inside of you, as important guidance for how you will live,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "because they will help you live a long life, measured in either days or years,"
            },
            {
              "tag": "q1",
              "text": "and they will bring you peace in addition to all the lessons they teach you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Treat others with tenderness and always speak the truth to them."
            },
            {
              "tag": "q2",
              "text": "Let tenderness and truth guide you in every relationship,"
            },
            {
              "tag": "q2",
              "text": "as if they both were on a necklace you wear, a necklace that guides you in everything you say."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then you will experience God's delight in you,"
            },
            {
              "tag": "q2",
              "text": "and people will also approve of you."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Put all your trust in Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and do not take action because you made up your mind what you should do;"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "but in every choice and decision, look to Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and he will show you how you must live."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Do not think you are wise enough to direct your life,"
            },
            {
              "tag": "q2",
              "text": "give Yahweh the reverence he deserves,"
            },
            {
              "tag": "q2",
              "text": "and when evil invites you in, turn aside from it."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Giving Yahweh reverence will make your body healthy"
            },
            {
              "tag": "q2",
              "text": "and it will give your bones the food it needs."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When you gain money, honor Yahweh by giving him the tithe;"
            },
            {
              "tag": "q2",
              "text": "give him the first portion of what you received, to remember it all came from him."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If you honor Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and your barrels will be bursting with all the wine you have made."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "My son, do not hate it when Yahweh corrects you,"
            },
            {
              "tag": "q2",
              "text": "and when he rebukes you, do not resent it,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "for Yahweh only corrects those he loves,"
            },
            {
              "tag": "q2",
              "text": "just like parents correct their children whom they love."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Those who get wisdom are fortunate;"
            },
            {
              "tag": "q1",
              "text": "with her they also get understanding."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Wisdom gives you a better profit than owning silver,"
            },
            {
              "tag": "q2",
              "text": "and she will give you something that is much more valuable than gold."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Being wise is more precious than jewels"
            },
            {
              "tag": "q2",
              "text": "and there is nothing you desire that is worth as much as wisdom."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Wisdom can make you able to live a long life, if you do what she teaches;"
            },
            {
              "tag": "q2",
              "text": "she is also ready to make you wealthy and to persuade other people to honor you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Wisdom is known by how kind she is,"
            },
            {
              "tag": "q2",
              "text": "and she always directs you to the place where you will find peace."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Wisdom is like a tree whose fruit gives life to those who hold on to it,"
            },
            {
              "tag": "q2",
              "text": "and Yahweh gives happiness to those who hold on to it."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "By his wisdom Yahweh laid out the earth from the very beginning,"
            },
            {
              "tag": "q2",
              "text": "and by his understanding he put everything in the heavens exactly where they should be."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The deepest part of the oceans broke open according to Yahweh's design,"
            },
            {
              "tag": "q2",
              "text": "and in the same way, he made the dew so it would fall from the clouds above."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "My son, hold on to good sense in the decisions you make,"
            },
            {
              "tag": "q2",
              "text": "and do not take your eye off of them."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They will bring life to you,"
            },
            {
              "tag": "q2",
              "text": "and a sign of Yahweh's blessings on your life"
            },
            {
              "tag": "q2",
              "text": "that people can see by your good judgment."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Your good decisions will take you where you are going in safety,"
            },
            {
              "tag": "q2",
              "text": "and they will keep you from taking a wrong step on the way."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When you lie down to sleep, you will not have any fear,"
            },
            {
              "tag": "q2",
              "text": "and your sleep will be refreshing."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Do not let a disaster fill you with terror,"
            },
            {
              "tag": "q2",
              "text": "and do not let the wicked fill you with fear when they come for you."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Yahweh takes your side to defend you,"
            },
            {
              "tag": "q2",
              "text": "he will not allow any trap to catch and hold you."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Give good gifts to those who deserve it,"
            },
            {
              "tag": "q2",
              "text": "when you can, help them."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Do not say to your neighbor, \"Come back later;"
            },
            {
              "tag": "q2",
              "text": "perhaps I will help you tomorrow,\""
            },
            {
              "tag": "q2",
              "text": "when you have the money with you and can help them now."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Do not make plans to harm anyone you know,"
            },
            {
              "tag": "q",
              "text": "especially those who live close to you and trust you."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "If a person has done nothing to you,"
            },
            {
              "tag": "q2",
              "text": "do not argue with him or say he has done something to you, when he has not."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Do not envy a person who does violence to others,"
            },
            {
              "tag": "q2",
              "text": "and do not imitate anything he does."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "A lying person is hated by Yahweh for what he does,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh is a close friend to anyone who lives rightly."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Yahweh promises punishment to the families of those who do evil things."
            },
            {
              "tag": "q2",
              "text": "but he makes happy the families of the good."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Yahweh makes fools of those who treat others with disrespect,"
            },
            {
              "tag": "q2",
              "text": "but he gives his kindness to people who are humble."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Those who are wise will be honored,"
            },
            {
              "tag": "q2",
              "text": "but foolish people will become well known for their dishonor."
            }
          ],
          "auto": true
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Listen, children, listen to what I am teaching you."
            },
            {
              "tag": "q2",
              "text": "If you pay attention, you will learn about what it means to understand."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The lessons I give to you are good teaching, given in order."
            },
            {
              "tag": "q2",
              "text": "So do not refuse to learn the lessons I teach you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When I was my father's boy,"
            },
            {
              "tag": "q1",
              "text": "and the only child of my mother,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "my father told me, \"Put my words deep within you,"
            },
            {
              "tag": "q1",
              "text": "obey my orders to you,"
            },
            {
              "tag": "q2",
              "text": "and you will have life."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Hold on to what is wise and whatever helps you understand,"
            },
            {
              "tag": "q1",
              "text": "and do not forget the lessons I taught you and do not throw away the insights I spoke to you."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not run away from the lessons which the wise teach you,"
            },
            {
              "tag": "q2",
              "text": "because if you become wise, wisdom will keep you safe."
            },
            {
              "tag": "q1",
              "text": "Love wisdom and it will guard your life."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The most important thing you can do is to study the principles of wisdom"
            },
            {
              "tag": "q2",
              "text": "and spend all you own so you can grow more and more in your understanding."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Wisdom is to be loved more than anything that is valuable, and she will raise you to a high position—"
            },
            {
              "tag": "q2",
              "text": "and wisdom will honor you when you show how much you love it."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When you have attained wisdom, it will be like a beautiful wreath of honor on your head;"
            },
            {
              "tag": "q2",
              "text": "she will give you a beautiful crown.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Hear, my son, listen and understand what I say to you—"
            },
            {
              "tag": "q1",
              "text": "do this, and you will live a long life."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I directed you in the way you should walk and to use the wisdom you were taught;"
            },
            {
              "tag": "q2",
              "text": "I led you by the hand down the roads, roads that are the right way for you to go."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When you live, you do not have anyone to blame; if you live wisely,"
            },
            {
              "tag": "q2",
              "text": "when you use all your effort, you will succeed ."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Remember the lessons that discipline taught you,"
            },
            {
              "tag": "q2",
              "text": "and do not let them go."
            },
            {
              "tag": "q1",
              "text": "Guard them; for you live your life by them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Do not do what wicked people do, nor be with them;"
            },
            {
              "tag": "q1",
              "text": "do not be with people who do evil things."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Stay far from those ways;"
            },
            {
              "tag": "q2",
              "text": "turn another way and go on another road."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Evil people cannot rest until they have done something that Yahweh said they must not do."
            },
            {
              "tag": "q2",
              "text": "They will not rest until they force someone to fall, someone who was doing well until they came along."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They get their strength, and they are fed by doing what is wrong;"
            },
            {
              "tag": "q",
              "text": "and they are intoxicated by hurting others; they get drunk on it."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The path taken by those who do right grows brighter and brigher, like the rising of the sun at dawn,"
            },
            {
              "tag": "q2",
              "text": "and it shines brighter and brighter until it is as full as the light of day."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The actions of the wicked are like the darkness—"
            },
            {
              "tag": "q2",
              "text": "they stumble because they cannot see what makes them fall."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "My son, pay attention to what I am saying to you."
            },
            {
              "tag": "q2",
              "text": "Pay attention to these lessons I am teaching you."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Keep reading them over and over,"
            },
            {
              "tag": "q1",
              "text": "and keep them deep within you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For my words bring a message of life to those who pay attention to them,"
            },
            {
              "tag": "q",
              "text": "and their message brings health to the entire body."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Protect your heart with all your strength and guard what you love;"
            },
            {
              "tag": "q2",
              "text": "guard it, for it becomes a fountain overflowing with life."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Make it your aim to keep away from you any lying speech, "
            },
            {
              "tag": "q2",
              "text": "and put any deceptive talk far away."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Look straight ahead because you are focused on what is good and right,"
            },
            {
              "tag": "q2",
              "text": "and do not turn aside to the right or to the left."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Take care about where you will go, and take care to be sure that the way is safe;"
            },
            {
              "tag": "q2",
              "text": "then you will know what to expect along the way."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Do not leave the straight road by turning to the left or to the right,"
            },
            {
              "tag": "q1",
              "text": "and do not follow the way that leads to evil."
            }
          ],
          "auto": true
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My son, learn the lessons I teach you about wisdom."
            },
            {
              "tag": "q2",
              "text": "I understand much about this, so listen very carefully to what I tell you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "If you do that, you will learn the difference between what is important and what is not,"
            },
            {
              "tag": "q2",
              "text": "and you will not mix true knowledge with mistakes when you speak."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The woman who desires to commit adultery speaks with words that are sweet,"
            },
            {
              "tag": "q2",
              "text": "and her kisses are smoother than oil,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "but in the end, she is so bitter you can taste it,"
            },
            {
              "tag": "q2",
              "text": "and she cuts you like a sharp sword."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "She walks down to the place of death;"
            },
            {
              "tag": "q2",
              "text": "if you follow her, she will lead you all the way to the grave."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "She does not want to take the path that will let her live for a long time."
            },
            {
              "tag": "q1",
              "text": "She goes here and there, but where she is going she does not know."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So now, my sons, pay attention to what I say,"
            },
            {
              "tag": "q1",
              "text": "and do not forget or disobey the instruction I am giving you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Stay far away from the immoral woman;"
            },
            {
              "tag": "q2",
              "text": "do not go near the door of her house."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If you go to her you will lose the respect of others,"
            },
            {
              "tag": "q2",
              "text": "and you give your life to someone who will not have mercy on you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "It may be that others will take all the wealth that you have earned,"
            },
            {
              "tag": "q2",
              "text": "and it goes into the houses of people you do not know."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "And when you are about to die,"
            },
            {
              "tag": "q1",
              "text": "you will groan because your flesh and your body are wasting away."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then you will say, \"I hated it when I was punished for doing wrong;"
            },
            {
              "tag": "q2",
              "text": "I despised people when they told me how to live."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I did not obey my teachers"
            },
            {
              "tag": "q2",
              "text": "and I paid no attention to those who taught me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I was almost destroyed by bad things that happened to me;"
            },
            {
              "tag": "q2",
              "text": "and this was known to everyone who came together to worship Yahweh.\""
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Just as you drink water from your own cistern, be faithful to your own wife."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "You would not waste your own water by pouring it into the street,"
            },
            {
              "tag": "q2",
              "text": "or let your water run into the public places."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Let both your water and your wife be for you alone to enjoy,"
            },
            {
              "tag": "q2",
              "text": "and not for others to share with you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "May your fountain be blessed;"
            },
            {
              "tag": "q1",
              "text": "may you be happy with the woman you married when you were young."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "She is as graceful as a loving deer and as graceful as a young doe."
            },
            {
              "tag": "q2",
              "text": "Let her breasts always satisfy your longings,"
            },
            {
              "tag": "q2",
              "text": "so you are forever enraptured with her love."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "My son, why should you be caught up in the arms of an adulteress?"
            },
            {
              "tag": "q2",
              "text": "Why should you caress the breasts of another man's wife?"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Yahweh sees everything we do; nothing is hidden from him."
            },
            {
              "tag": "q2",
              "text": "He sees every path we take; he knows everywhere we go."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "An evil person's sinful desires take hold of him;"
            },
            {
              "tag": "q2",
              "text": "his sins are like a trap that catches him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "An evil man will die because he could not say, \"No\" to his desires;"
            },
            {
              "tag": "q2",
              "text": "he gets lost because his foolishness has no limits."
            }
          ],
          "auto": true
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My son, if you provide a guarantee for a neighbor who takes out a loan,"
            },
            {
              "tag": "q2",
              "text": "or if you give the promise that you will pay for a loan of a person you do not know,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "you laid a trap for yourself by making the promise,"
            },
            {
              "tag": "q2",
              "text": "and you have been caught by agreeing to a contract for someone you did not know."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do this, my son, and deliver yourself from this difficulty:"
            },
            {
              "tag": "q1",
              "text": "humbly go to your neighbor and beg him to cancel the agreement that you made."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Do not sleep,"
            },
            {
              "tag": "q2",
              "text": "and do not rest until you go and talk with him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Save yourself,"
            },
            {
              "tag": "q2",
              "text": "like a deer that escapes from the hunter;"
            },
            {
              "tag": "q2",
              "text": "or like a bird that flies away from the hand of one who hunts for birds."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "You lazy person, learn something from watching the ants."
            },
            {
              "tag": "q2",
              "text": "Become wise and watch what they do."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The ant has no commander, officer, or ruler telling him what to do,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "but during the summer it works hard,"
            },
            {
              "tag": "q2",
              "text": "gathering and storing food to eat during the winter."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But you lazy person, how long will you continue to sleep ?"
            },
            {
              "tag": "q2",
              "text": "When will you rise and go to work?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You sleep a for a little time, and then you say, \"A little more sleep, a little more resting in bed,"
            },
            {
              "tag": "q2",
              "text": "a little more folding of the hands to take a nap.\""
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Suddenly poverty will take over your life like a thief who steals everything from you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "A worthless person — a person who does bad to others—he lives by the lies he speaks to others."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They tell tales by winking their eyes and they give signals by moving their feet, and they make plans by pointing with their fingers."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The one who does bad things lays out plans within himself;"
            },
            {
              "tag": "q2",
              "text": "he stirs up constant conflict wherever he goes."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "His own disaster will overtake him in a second;"
            },
            {
              "tag": "q2",
              "text": "he will be crushed to the point that he cannot be healed."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There are six, even seven, things that Yahweh hates."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh hates the eyes of the proud, the tongue that tells lies,"
            },
            {
              "tag": "q",
              "text": "the hands that shed the blood of the innocent,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "a heart that plots and makes plans to do evil things to others,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "the witness who breathes out lies when he gives testimony,"
            },
            {
              "tag": "q3",
              "text": "and the one who causes strife between members of the same family."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "My son, obey the command of your father,"
            },
            {
              "tag": "q2",
              "text": "and do not walk away from what your mother taught you."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Keep these lessons and tie them close inside as a part of yourself;"
            },
            {
              "tag": "q2",
              "text": "tie them around your neck, to remind you how important they are to you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When you walk, those lessons will guide you."
            },
            {
              "tag": "q2",
              "text": "When you sleep, they will watch over you and protect you."
            },
            {
              "tag": "q",
              "text": "When you wake up in the morning, they will teach you."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "These commands are like a lamp for you, and what we teach you is like a light to guide you."
            },
            {
              "tag": "q1",
              "text": "When people correct you, this is to continually teach you the right way to live."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "These lessons keep you from the immoral woman,"
            },
            {
              "tag": "q2",
              "text": "they tell you about her enticing words and warn you to be on guard."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Do not throw your desires after such a woman, nor should you desire her beauty;"
            },
            {
              "tag": "q",
              "text": "do not let her capture you by the way she looks at you."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Sleeping with a prostitute may cost you only the price of a loaf of bread,"
            },
            {
              "tag": "q2",
              "text": "but if you sleep with another man's wife, it may cost you your life."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Can you carry hot coals in your pockets and not be burned?"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Can you walk on burning coals and not scorch your feet?"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So is anyone who sleeps with another man's wife—he will suffer for doing that."
            },
            {
              "tag": "q2",
              "text": "It is certain he will be severely punished."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "We do not despise a thief if he steals some food because he is very hungry."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But if he steals something and then is caught by others,"
            },
            {
              "tag": "q1",
              "text": "he will have to pay back seven times as much as he stole,"
            },
            {
              "tag": "q1",
              "text": "even if he must sell everything that is in his house to get enough money to repay what he stole."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But a man who commits adultery is has no good judgment"
            },
            {
              "tag": "q2",
              "text": "because he is destroying his own self."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Wounds and shame will come to him;"
            },
            {
              "tag": "q1",
              "text": "he will never forget how others disgraced him for his deed."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Because that woman's husband will be jealous, he will become furious,"
            },
            {
              "tag": "q2",
              "text": "and when he gets revenge, he will not act mercifully toward that man."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "And he will not accept any bribe to stop him."
            }
          ],
          "auto": true
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My son, obey the words I say to you;"
            },
            {
              "tag": "q2",
              "text": "remember all my orders."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "If you obey my commands, you will live."
            },
            {
              "tag": "q1",
              "text": "Consider my commands to be the most precious thing you possess, and obey them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Write down my commands and tie them to your fingers to remind youreself of them;"
            },
            {
              "tag": "q2",
              "text": "let it be as if you had written them in your inner self."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Think of wisdom as if it were a woman, one of your own sisters, whom you love;"
            },
            {
              "tag": "q2",
              "text": "think of understanding as if it were a person, one of your own family, to whom you are loyal."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "If you do this, you will be able to stay away from women whom you must not be with,"
            },
            {
              "tag": "q2",
              "text": "random women who say nice things to you so that you will sin with them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Standing in my house, I looked out of a window,"
            },
            {
              "tag": "q2",
              "text": "through the wooden shade,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "and I saw some young men who had not yet learned how to live wisely."
            },
            {
              "tag": "q2",
              "text": "I especially saw a young man there who had no good judgment."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "He walked down the street near the house on the corner of the road,"
            },
            {
              "tag": "q2",
              "text": "and he walked toward the house of the adultress."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It was the time of day when night and darkness were coming near."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "That was where the woman who was seeking an affair met the young man, and she greeted him."
            },
            {
              "tag": "q2",
              "text": "She was dressed as prostitutes dress, with seductive and enticing clothes, and she had secret plans."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "She was loud and wayward, attracting attention."
            },
            {
              "tag": "q2",
              "text": "She did not stay in her own home."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "She searched for a man as she walked along the streets one day; on another day she stood in the market place to find a man."
            },
            {
              "tag": "q2",
              "text": "At any street corner she waited for someone who would commit sin with her."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When she saw the young man, she firmly took hold of him, and then she kissed him."
            },
            {
              "tag": "q2",
              "text": "Without any shame and with great boldness, she said,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "\"Today I have meat in my house, because I made a sacrifice in the temple to promise friendship with Yahweh."
            },
            {
              "tag": "q2",
              "text": "In this way I kept my vows to Yahweh,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and now I have come out here to meet you."
            },
            {
              "tag": "q2",
              "text": "I was looking for you, and now I have found you!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I have put on my bed sheets—the finest colored linen fabrics from Egypt."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I have sprinkled perfumes on my bed—"
            },
            {
              "tag": "q2",
              "text": "myrrh, aloes, and cinnamon."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Come! Let us make love all night, until the morning comes."
            },
            {
              "tag": "q2",
              "text": "Let us enjoy ourselves with many ways of making love, as much as we want."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "My husband is not at home;"
            },
            {
              "tag": "q2",
              "text": "he has gone away on a long journey."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He filled a bag with money and took it with him;"
            },
            {
              "tag": "q2",
              "text": "he will not come back until the middle of the month.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So she she convinced the young man with her persuasive words;"
            },
            {
              "tag": "q2",
              "text": "because of her smooth and convincing talk, he gave in to what she wanted to do."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "He suddenly decided to follow her inside."
            },
            {
              "tag": "q2",
              "text": "He followed her like an ox going to the place where its owner will slaughter it,"
            },
            {
              "tag": "q2",
              "text": "or like a deer"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "caught in a trap, where the hunter kills it by shooting an arrow into its inner parts."
            },
            {
              "tag": "q1",
              "text": "He was like a bird that flies into a trap"
            },
            {
              "tag": "q2",
              "text": "without knowing that it will die there."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "My sons, listen to me,"
            },
            {
              "tag": "q2",
              "text": "and pay careful attention to what I say to you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "You must resist her from within you, from deep inside. Do not decide to do what you want and follow her."
            },
            {
              "tag": "q2",
              "text": "You must decide that you will never follow her where she goes."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "She has caused many men to be ruined;"
            },
            {
              "tag": "q2",
              "text": "truly, no one can count the men she destroyed—they are too many to count."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The road to her house is the road to the grave;"
            },
            {
              "tag": "q2",
              "text": "it goes down to the place where the dead are kept."
            }
          ],
          "auto": true
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Listen to Wisdom calling; her voice sounds like that of a woman who shouting in the public square."
            },
            {
              "tag": "q1",
              "text": "Understanding raises her voice; she sounds like a woman who calls out to be heard."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "On the top of the hills and where the roads come together,"
            },
            {
              "tag": "q1",
              "text": "there Wisdom stands."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Wisdom also stands at the gates at the entrance to the city, and she calls out with a loud voice. Wisdom says:"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "\"I am calling out to everyone;"
            },
            {
              "tag": "q2",
              "text": "I am shouting to all people!"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You people who have no training, you must be taught how to live;"
            },
            {
              "tag": "q2",
              "text": "you must learn so that you can understand completely."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Listen to me, because I will explain to you some excellent things."
            },
            {
              "tag": "q2",
              "text": "I can teach you about what is right—"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "for I speak what is true;"
            },
            {
              "tag": "q2",
              "text": "I detest evil things so much, I hate to even speak about them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Everything that I say is right;"
            },
            {
              "tag": "q2",
              "text": "I do not say anything that changes the meaning of what is good or that leads people away from it."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "My words give good advice to the one who understands the meaning of what I say;"
            },
            {
              "tag": "q2",
              "text": "those who have learned to tell good from evil will easily know that my words are right."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Choose what I teach you,"
            },
            {
              "tag": "q2",
              "text": "instead of trying to get much silver;"
            },
            {
              "tag": "q1",
              "text": "and choose the knowledge I will show you, for it is more valuable than gold."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For I, Wisdom, am more precious than jewels;"
            },
            {
              "tag": "q2",
              "text": "nothing is as valuable for you as I am."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I, Wisdom, live with Common Sense; we are like two people living in the same house."
            },
            {
              "tag": "q1",
              "text": "I know many things, and I act carefully."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Everyone who honors Yahweh hates what is evil."
            },
            {
              "tag": "q2",
              "text": "I am Wisdom, and I hate it when people are proud, when they think they are more important than others."
            },
            {
              "tag": "q2",
              "text": "I hate it when people act in evil ways, and when they tell lies."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I give good advice and I have the best wisdom;"
            },
            {
              "tag": "q2",
              "text": "I have true understanding about the nature of things, and I have great strength."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When kings are wise, they rule well;"
            },
            {
              "tag": "q2",
              "text": "and when rulers are wise, they make laws that are just."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "By me princes rule, noblemen, and all who govern with justice."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I am Wisdom, and I love all who love me;"
            },
            {
              "tag": "q2",
              "text": "those who work hard to find me will find me."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "These people will have lasting riches, and they will live right,"
            },
            {
              "tag": "q2",
              "text": "because I have riches and honor with me."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "What I can give people is more valuable than fine gold and the best silver."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "I always do what is right and just."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "I give wealth to those who love me,"
            },
            {
              "tag": "q2",
              "text": "and I fill up their treasuries."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Yahweh created me, Wisdom; he made me when he began to create the world;"
            },
            {
              "tag": "q2",
              "text": "I was the first thing he created in the beginning."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He made me long ago—at the very first, at the beginning of the earth."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "I was born before the oceans were created,"
            },
            {
              "tag": "q2",
              "text": "when there were no springs from which water flowed."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "I was born before the hills and mountains were set in place."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "I am Wisdom and I was born before Yahweh made the earth,"
            },
            {
              "tag": "q2",
              "text": "before he made the tiny particles of dust in the earth, I was there."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "I was there when Yahweh put the heavens where they are,"
            },
            {
              "tag": "q2",
              "text": "on the day when he marked on the ocean's surface how far a person at sea can see in every direction."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "I was there when Yahweh put the clouds above the earth,"
            },
            {
              "tag": "q2",
              "text": "and when he made the springs at the bottom of the sea to give water to the oceans."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I was there when he fixed a boundary for the seas,"
            },
            {
              "tag": "q2",
              "text": "so that the water in the seas would not go past those boundaries,"
            },
            {
              "tag": "q1",
              "text": "and when he marked out the limits of the dry land."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "I was at Yahweh's side as his master craftsman;"
            },
            {
              "tag": "q1",
              "text": "I made him happy every day, and I always rejoiced when I was with him."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "I was delighted with the whole world he created;"
            },
            {
              "tag": "q2",
              "text": "I was happy with the people he brought into existence, too."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So, you who are my children, listen to me."
            },
            {
              "tag": "q2",
              "text": "How fortunate are those who live as I live."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Listen to what I teach you and you will become wise."
            },
            {
              "tag": "q2",
              "text": "Do not reject what I have taught you."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "How fortunate are those who listen to me,"
            },
            {
              "tag": "q2",
              "text": "those who wait for me outside my house every day."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Those who find me will find life,"
            },
            {
              "tag": "q2",
              "text": "and Yahweh will be pleased with them."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "But those who do not find me, they hurt themselves."
            },
            {
              "tag": "q2",
              "text": "All those who hate me love death.\""
            }
          ],
          "auto": true
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Wisdom builds her own house, just like a woman who has built her home;"
            },
            {
              "tag": "q2",
              "text": "she made seven pillars to support the roof of her house."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "She prepared a meal and set her table;"
            },
            {
              "tag": "q1",
              "text": "she prepared the animals and cooked them to serve for the dinner,"
            },
            {
              "tag": "q1",
              "text": "and she made the wine ready for her guests."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Like a woman who sends out her maids to give the invitations to her guests, Wisdom calls out from the highest place in the city for all to hear, and she says:"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "\"If you are still immature, come here,\""
            },
            {
              "tag": "q1",
              "text": "and she gives the invitation to those who have no good judgment."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "\"Come and eat the food that I have prepared,\" she says,"
            },
            {
              "tag": "q2",
              "text": "\"and drink the good wine that I have mixed."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Leave your untrained ways behind you, and live,"
            },
            {
              "tag": "q2",
              "text": "and I will show you how to walk on the road that will give you understanding."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "If you rebuke someone who says insulting things about other people, he will insult you, too."
            },
            {
              "tag": "q1",
              "text": "If you offer correction to an evil person, he will hurt you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A person who insults others will hate you if you tell him to stop."
            },
            {
              "tag": "q2",
              "text": "But if you rebuke a wise person, he will become your friend."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If you give instruction to a wise person, he will become even more wise."
            },
            {
              "tag": "q2",
              "text": "And if you teach a person who does what is right, he will learn even more."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The first step in getting wisdom is to give Yahweh the respect he deserves,"
            },
            {
              "tag": "q2",
              "text": "and knowing Yahweh, the Holy One, is the where understanding comes from."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If you become wise, your days will be filled full,"
            },
            {
              "tag": "q2",
              "text": "and you will add years to your life."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "If you become wise, you will gain many benefits from it;"
            },
            {
              "tag": "q2",
              "text": "if you ridicule other people, you will suffer by yourself.\""
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A foolish woman talks loudly;"
            },
            {
              "tag": "q2",
              "text": "she is untaught in the subjects of wisdom and she knows very little."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "She sits at the door of her house"
            },
            {
              "tag": "q2",
              "text": "or on the highest place in the town,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and she calls out to the men who are passing by,"
            },
            {
              "tag": "q2",
              "text": "to those walking down the road, concerned only about where they are going."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "\"Any of you who have no experience, come here,\""
            },
            {
              "tag": "q2",
              "text": "she says to those who have no good judgment."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "\"If you sleep with me, it will as sweet as drinking water that you have stolen, "
            },
            {
              "tag": "q2",
              "text": "or eating delicious food all by yourself.\""
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Any man who accepts her invitation does not know that the dead are in her home,"
            },
            {
              "tag": "q2",
              "text": "that those who accepted her invitation and went into her house are now in the world of the dead."
            }
          ],
          "auto": true
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are the proverbs of Solomon:"
            },
            {
              "tag": "q",
              "text": "A child who lives according to wisdom makes his father happy;"
            },
            {
              "tag": "q2",
              "text": "but if a child does foolish things, he causes his mother to be very sad."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Riches that you got by being dishonest will not have any value;"
            },
            {
              "tag": "q2",
              "text": "but when you do what is right, you will be protected from death."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Yahweh does not allow people who do right to starve,"
            },
            {
              "tag": "q2",
              "text": "but he will makes it impossible for wicked people to get what they want."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "A lazy person who will not work becomes poor;"
            },
            {
              "tag": "q2",
              "text": "those who work hard become rich."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He is wise who harvests the crops when they are ready to be gathered;"
            },
            {
              "tag": "q2",
              "text": "but it would be shameful for him to sleep while others are harvesting the crop."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Those who do right will receive many good gifts from God;"
            },
            {
              "tag": "q2",
              "text": "but those who do wicked things cover their violence so they cannot be seen."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When we remember those who do what is right, we get a blessing from Yahweh;"
            },
            {
              "tag": "q2",
              "text": "but we cannot remember the names of the wicked."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Wise people follow good instructions,"
            },
            {
              "tag": "q2",
              "text": "but a fool who talks too much will fail."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "An honest person lives his life and has nothing to hide;"
            },
            {
              "tag": "q2",
              "text": "but one who is dishonest—his lies will be discovered."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The one who winks his eye signals others to help him do something that is wrong,"
            },
            {
              "tag": "q2",
              "text": "and a fool will be ruined because he talks too much."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "A person who does right is like a spring that gives life-saving water;"
            },
            {
              "tag": "q2",
              "text": "but the wicked person hides his brutality by his words."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Hatred has the power to start many arguments;"
            },
            {
              "tag": "q",
              "text": "but love covers anything that may hurt us."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Those who have good sense say what is wise,"
            },
            {
              "tag": "q2",
              "text": "but people who do not have good judgment must be punished."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Wise people continue to learn all that they can,"
            },
            {
              "tag": "q2",
              "text": "but when foolish people speak, they will soon experience destruction."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The wealth that rich people have protects them like a city is protected by a strong wall around it ,"
            },
            {
              "tag": "q2",
              "text": "but because people are poor, they have no one to help them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "If you do what is right, your reward will lead you to life,"
            },
            {
              "tag": "q2",
              "text": "but all that sinful people gain is the ability to sin even more."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Life can be found by the one who is trained by discipline;"
            },
            {
              "tag": "q2",
              "text": "but the one who will not listen to correction wanders away."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Those who hide their hatred of others, must lie to cover it up."
            },
            {
              "tag": "q2",
              "text": "and those who repeat slander are foolish."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When people talk a lot, sin is sure to follow;"
            },
            {
              "tag": "q2",
              "text": "if you are wise, you will always be careful about what you say."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The one who does right"
            },
            {
              "tag": "q1",
              "text": "is like pure silver;"
            },
            {
              "tag": "q1",
              "text": "there is little value in the heart of the one who does wicked things."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "What those who do right say benefits many,"
            },
            {
              "tag": "q2",
              "text": "but foolish people die because they lack good sense."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Yahweh gives good gifts that make some people wealthy,"
            },
            {
              "tag": "q2",
              "text": "and he does not make them suffer for it."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Foolish people play games when they do what is wrong,"
            },
            {
              "tag": "q2",
              "text": "but people with understanding enjoy wisdom."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "What the wicked fear will happen to them;"
            },
            {
              "tag": "q1",
              "text": "those who do what is right will get what they hoped for."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Wicked people are like the storm that comes and then it is gone."
            },
            {
              "tag": "q2",
              "text": "but those who do right are like a foundation that lasts forever."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Like vinegar in our mouths or smoke in our eyes,"
            },
            {
              "tag": "q1",
              "text": "that is what the lazy man is like to the one who hired him."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "If you give Yahweh the respect he deserves, you will live for a long time;"
            },
            {
              "tag": "q2",
              "text": "but wicked people die before they become old."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Those who do right have hope in their joy,"
            },
            {
              "tag": "q2",
              "text": "but the wicked can expect their lives to be short."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Following Yahweh brings protection to those who keep their promises;"
            },
            {
              "tag": "q2",
              "text": "but those who do not follow him find out he destroys those who do what is evil."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Those who do right will never be defeated,"
            },
            {
              "tag": "q2",
              "text": "but wicked people will not have a home."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Wisdom is like a fruit that those who do right bear,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh will cut out the deceitful tongue."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Those who do right know the words Yahweh permits them to speak,"
            },
            {
              "tag": "q2",
              "text": "but wicked people say what Yahweh has forbidden."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When people use scales that are not correct;"
            },
            {
              "tag": "q1",
              "text": "Yahweh is angry that they are stealing from their customers;"
            },
            {
              "tag": "q2",
              "text": "he is delighted with those who use correct weights on the scales."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "People who are proud live in such a way that always ends in disgrace;"
            },
            {
              "tag": "q2",
              "text": "people who are humble are the only ones who can learn about wisdom."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "People who keep their promises also make choices that lead them in the right way;"
            },
            {
              "tag": "q2",
              "text": "those who cannot be trusted are destroyed by their own dishonesty."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Your money will not help you on the day Yahweh judges the world;"
            },
            {
              "tag": "q2",
              "text": "but if you do what is right, you will be kept safe from many dangers, even death."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When people are honest and good, they know where they should go and what they should do;"
            },
            {
              "tag": "q2",
              "text": "but those who do evil find that their wickedness will destroy them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "God rescues those who do what is right,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is evil become slaves to their desires."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When a wicked person dies, all he hoped for in the future is lost;"
            },
            {
              "tag": "q2",
              "text": "what he wanted to accomplish with his strength, will never happen."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The one who does what is right, Yahweh delivers from trouble;"
            },
            {
              "tag": "q2",
              "text": "and Yahweh gives that trouble to the wicked."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "A person who has no kind of religious faith uses his words to destroy his neighbor;"
            },
            {
              "tag": "q2",
              "text": "but people who do right will be saved by the knowledge they have gathered."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When things go well for those who do what is right, those in their city are happy,"
            },
            {
              "tag": "q2",
              "text": "and shouts of joy are heard when wicked people die."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When there are people in the city who please God and they give good gifts to others, the city becomes great;"
            },
            {
              "tag": "q2",
              "text": "but the words spoken by the wicked tear down the city."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The one who treats his friend with contempt has no good judgment;"
            },
            {
              "tag": "q2",
              "text": "a person who has learned what is important says nothing."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Those who spread gossip tell secrets to others,"
            },
            {
              "tag": "q2",
              "text": "but a person you can trust will not talk about it."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "A nation will be destroyed if it does not have leaders who guide it wisely;"
            },
            {
              "tag": "q2",
              "text": "but the nation will have victory when it listens to many advisors."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "If you promise to pay off a loan that is taken by a stranger, you will lose your money."
            },
            {
              "tag": "q2",
              "text": "You will be safe if you refuse to make any kind of agreement to pay someone else's debts."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "A kindhearted woman earns respect;"
            },
            {
              "tag": "q2",
              "text": "but violent people take hold of riches."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "By their kindness to others kind people give good gifts to themselves,"
            },
            {
              "tag": "q2",
              "text": "but one who is cruel hurts himself by his cruelty."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Wicked people tell lies to make more money,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right will be paid even more because they earned it."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Those who do what is right will live,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is wrong will die."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yahweh hates those who take good things and they twist them and they do bad things with them,"
            },
            {
              "tag": "q2",
              "text": "but he is delighted with those who always do what is right."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It is certain that evil people will not escape their punishment."
            },
            {
              "tag": "q2",
              "text": "and the children of those who do right will be kept safe."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "If you see a gold ring in a pig's nose,"
            },
            {
              "tag": "q2",
              "text": "that is very much like a beautiful woman who does not have good sense."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Those who do what is right desire things that result in good,"
            },
            {
              "tag": "q2",
              "text": "but the reward of the wicked is that they will experience Yahweh's wrath."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "If a person sows seed, he can expect to harvest a crop;"
            },
            {
              "tag": "q1",
              "text": "his few seeds will give him much more;"
            },
            {
              "tag": "q1",
              "text": "another person does not plant a crop, and he becomes poor."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Those who give generously to others will prosper;"
            },
            {
              "tag": "q2",
              "text": "if you share your water with other people, you will have enough for yourself, too."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "People will curse the merchant who will not sell them grain,"
            },
            {
              "tag": "q2",
              "text": "but they praise the one who sells it."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "If you work hard and go out to find what is good, you will also find good will."
            },
            {
              "tag": "q2",
              "text": "but if you look for evil, you will find it."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Those who trust in their money will fall down,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right will grow like a healthy tree."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Those who bring troubles to their families will inherit nothing,"
            },
            {
              "tag": "q2",
              "text": "and those who do foolish things will become the servants of those who are wise."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Those who do what is right will be like a life giving tree,"
            },
            {
              "tag": "q2",
              "text": "but acts of violence take away life."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "It is sure that those who do what is right will get what they truly deserve;"
            },
            {
              "tag": "q2",
              "text": "but even more, the person who does bad things"
            },
            {
              "tag": "q1",
              "text": "and the one who sins against Yahweh,"
            },
            {
              "tag": "q1",
              "text": "will surely receive what they deserve."
            }
          ],
          "auto": true
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The one who wants to learn will welcome correction."
            },
            {
              "tag": "q2",
              "text": "But the one who does not want to be corrected will remain stupid."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh approves of those who are good,"
            },
            {
              "tag": "q2",
              "text": "but he condemns those who make evil plans."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Wickedness is a bad foundation for a person's life."
            },
            {
              "tag": "q2",
              "text": "People who do well are as stable as a tree with deep roots."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "A good wife brings praise to her husband,"
            },
            {
              "tag": "q2",
              "text": "but a wife who brings shame home is like a disease that destroys his bones."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "People who do the right thing make plans that are fair and just."
            },
            {
              "tag": "q2",
              "text": "But advice given by wicked people are filled with lies."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "What wicked people say is like setting up a secret attack while planning to commit murder;"
            },
            {
              "tag": "q2",
              "text": "but when those who please Yahweh speak, their words keep them out of danger."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Wicked people are put out of power, and they are gone,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right will have many generations and that family will continue for a long time."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A person will be praised according to how much widsom he has;"
            },
            {
              "tag": "q2",
              "text": "but one who takes good things and twists them into bad will be hated."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It is better to be a humble person, just living your life as a servant to others,"
            },
            {
              "tag": "q2",
              "text": "than to tell others how important you are, but you have nothing to eat."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "People who do what is right care about the feeding and health of their animals,"
            },
            {
              "tag": "q2",
              "text": "but even when the wicked try to do something for their animals, it becomes an act of cruelty."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The farmer who works hard in the fields will have enough food to eat,"
            },
            {
              "tag": "q2",
              "text": "but those who have no good judgment take on projects that bring them nothing."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Wicked people desire the things that evil people have—things they stole from others."
            },
            {
              "tag": "q2",
              "text": "But people who do what is right have what they have earned; it is their reward."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "An evil person is trapped by the wicked things he says,"
            },
            {
              "tag": "q2",
              "text": "but those who do right stay away from much trouble."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The good words spoken by a person fill his life with good things,"
            },
            {
              "tag": "q2",
              "text": "just as his hard work brings him a reward."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Foolish people think that what they are doing is always right;"
            },
            {
              "tag": "q2",
              "text": "but wise people are willing to listen to advice."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "A foolish person quickly shows how angry he is;"
            },
            {
              "tag": "q2",
              "text": "but those who have good sense ignore it when someone insults them."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Speaking the truth is the same as saying what is right,"
            },
            {
              "tag": "q2",
              "text": "but a dishonest person tell lies."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When a person speaks without thinking, it is like they are taking stabs at you with a sword;"
            },
            {
              "tag": "q2",
              "text": "but what wise people say helps to heal the hurts."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Speaking the truth will never be out of favor,"
            },
            {
              "tag": "q2",
              "text": "but a lie is over in a moment."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When evil is planned there must be lies within those who carry it out;"
            },
            {
              "tag": "q2",
              "text": "but those who give advice that leads to peace, those advisors will celebrate."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Bad things do not happen to those who do what is right,"
            },
            {
              "tag": "q2",
              "text": "but wicked people's lives are filled up with troubles."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Yahweh detests those who tell lies,"
            },
            {
              "tag": "q2",
              "text": "but he is delighted with those who live faithfully."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Those with good sense do not reveal all that they know,"
            },
            {
              "tag": "q2",
              "text": "but foolish people shout out their foolish thinking."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Those who are known for their hard work will gain authority over others,"
            },
            {
              "tag": "q2",
              "text": "but those who are lazy will be forced to work, even though they hate it."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When a person is anxious, it is like he is carrying a heavy load,"
            },
            {
              "tag": "q2",
              "text": "but a good word makes him feel better."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The one who does right will be a good guide for his friend,"
            },
            {
              "tag": "q2",
              "text": "but wicked people always get lost."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Lazy people do not even cook the animal they caught,"
            },
            {
              "tag": "q2",
              "text": "but those who work hard will acquire wealth that is worth keeping."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Those who walk in the right way find life"
            },
            {
              "tag": "q2",
              "text": "and on that road there is no death."
            }
          ],
          "auto": true
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A wise child pays attention to the teaching his father gives him;"
            },
            {
              "tag": "q2",
              "text": "but a stubborn child refuses to listen to correction."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Good things come as the fruit of what one says,"
            },
            {
              "tag": "q2",
              "text": "but the desire of the deceitful is to consume more and more violence."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The person who is very careful about what he says preserves his life;"
            },
            {
              "tag": "q2",
              "text": "the one who talks too much ruins everything."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "People who are lazy are hungry for everything, but they will not get anything."
            },
            {
              "tag": "q2",
              "text": "People who work hard will get more than they desired."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Anyone who does right hates it when other tell lies,"
            },
            {
              "tag": "q2",
              "text": "but a wicked person brings disgrace on himself."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Anyone who does right always acts in ways that are respected,"
            },
            {
              "tag": "q2",
              "text": "but the one who does what Yahweh has forbidden ruins his own wicked life."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Some people have many possessions, but they have nothing of value;"
            },
            {
              "tag": "q2",
              "text": "but other people give all they have away, and yet have the best kind of riches."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A rich person may have to use his wealth to buy back his life from a criminal who holds him as a hostage,"
            },
            {
              "tag": "q2",
              "text": "but a poor person does not listen even when he is threatened."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The one who does what is right shines like a light that gives joy,"
            },
            {
              "tag": "q2",
              "text": "but wicked people are like a lamp that will be extinguished."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Pride works within a person and it results in conflict and arguments,"
            },
            {
              "tag": "q2",
              "text": "but those who listen to good advice find the wisdom they need."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "People who think too much of themselves will spend all their money;"
            },
            {
              "tag": "q2",
              "text": "the one who makes his money by working with his hands will find ways to make his money grow."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When hope for the future is postponed, it makes you sick—you feel you will never receive what you long for,"
            },
            {
              "tag": "q2",
              "text": "but if you receive what you desire, that will be like a tree that gives life."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Those who despise good advice bring the punishment for disobeying upon themselves;"
            },
            {
              "tag": "q2",
              "text": "the one who pays attention to the instruction will receive honor."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The lesson taught by the wise is like a fountain that gives life to all who drink from it,"
            },
            {
              "tag": "q2",
              "text": "and they inform you about all the deadly dangers around you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Having a mind that understands right and wrong brings you respect,"
            },
            {
              "tag": "q2",
              "text": "but the one who twists good gifts for bad purposes—he never reaches his destination."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Those who have good sense always take action from what they know is true;"
            },
            {
              "tag": "q2",
              "text": "a foolish person proves his decisions are folly, and everyone sees it."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "A wicked messenger will not deliver the message,"
            },
            {
              "tag": "q2",
              "text": "but bitter enemies are brought together"
            },
            {
              "tag": "q2",
              "text": "when the messages are delivered by a dependable messenger."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The one who does not learn from the lessons of discipline will be poor, and he will know shame,"
            },
            {
              "tag": "q2",
              "text": "but the one who takes the lessons of discipline and learns from them,"
            },
            {
              "tag": "q2",
              "text": "honor will find him."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When a longing comes true,"
            },
            {
              "tag": "q",
              "text": "it is sweet delight to the one with desires;"
            },
            {
              "tag": "q2",
              "text": "and those who are foolish continue to turn toward evil again and again."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "If you spend time with wise people,"
            },
            {
              "tag": "q1",
              "text": "by their lives they will show you how you can be wise, as well."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Sinners run away and disasters chase after them,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right find the good is their reward."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "A good person sets apart money to give his grandchildren when he dies,"
            },
            {
              "tag": "q2",
              "text": "but a sinful person will store up his wealth, not knowing that it will be given to the one who does right."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "A field owned by a poor person can produce much food,"
            },
            {
              "tag": "q2",
              "text": "but the poor are victims of injustice more than the rich,"
            },
            {
              "tag": "q2",
              "text": "and the crop is not planted."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "A parent who does not train his child in how he should live does not show him any love,"
            },
            {
              "tag": "q2",
              "text": "but the one who is careful to train the child in how he should live shows his great love."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Those who do what is right eat enough food to satisfy their hunger,"
            },
            {
              "tag": "q2",
              "text": "but the wicked complain that they are always hungry."
            }
          ],
          "auto": true
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A wise woman holds her family together,"
            },
            {
              "tag": "q2",
              "text": "but a foolish woman tears it apart by the foolish things she does."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The one who honors Yahweh in the way he lives, gives to Yahweh the respect he deserves;"
            },
            {
              "tag": "q2",
              "text": "the dishonest person shows his disrespect, and he despises Yahweh."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Pride grows out of the mouth of the fool, like an offshoot from a tree;"
            },
            {
              "tag": "q2",
              "text": "but what wise people say preserves their lives."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Where there are no cattle feeding in the barn, the feeding trough is clean;"
            },
            {
              "tag": "q2",
              "text": "but if a farmer only has one ox, still he can grow a very great crop."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You can tell if a witness is reliable, if he tells the truth,"
            },
            {
              "tag": "q2",
              "text": "but when a witness breaths out lie after lie, he is a false witness and cannot be depended on."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "One who thinks he is better than others, he may seek wisdom, but he will not find it,"
            },
            {
              "tag": "q2",
              "text": "but the one who has grown in knowledge can easily learn much more."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Do not stay close to a foolish person: Walk away from him."
            },
            {
              "tag": "q2",
              "text": "There is no knowledge to be learned from him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The one who has learned much knowledge applies it to his own life; that is wisdom."
            },
            {
              "tag": "q2",
              "text": "The foundation of all folly is the lie."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Fools watch the guilt offering being sacrificed in the temple, and they make fun of it,"
            },
            {
              "tag": "q2",
              "text": "but those who please Yahweh are glad to share his favor."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "A person keeps close inside all his bitterness and disappointment;"
            },
            {
              "tag": "q2",
              "text": "and no stranger will ever know all the joy it contains."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The family of the wicked will be destroyed,"
            },
            {
              "tag": "q2",
              "text": "but a little tent where the upright live will grow, like a tree grows into something grand."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "A person sees a way, and it appears to be the right way for him to go,"
            },
            {
              "tag": "q2",
              "text": "but he does not know that it only leads to death."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A person can be in great pain and still be able to laugh;"
            },
            {
              "tag": "q2",
              "text": "a time of great joy may end in grief."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The faithless man will receive from Yahweh what he deserves;"
            },
            {
              "tag": "q2",
              "text": "but Yahweh will give a good person what is his."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Those who have had no instruction believe everything they are told,"
            },
            {
              "tag": "q2",
              "text": "but the man who has learned some knowledge thinks about what he will do."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "A wise person sees evil and is afraid of it, and he turns away from it;"
            },
            {
              "tag": "q2",
              "text": "the foolish person boldly throws aside every warning."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Those who get angry quickly do foolish things;"
            },
            {
              "tag": "q2",
              "text": "people hate those who make evil plans."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Those who have not been instructed have foolishness handed to them;"
            },
            {
              "tag": "q2",
              "text": "those who have learned a little knowledge are surrounded by it."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Evil people will bow down before those who are good,"
            },
            {
              "tag": "q2",
              "text": "and the wicked people will bow down at the gates of those who do right."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The poor are hated even by their own companions,"
            },
            {
              "tag": "q2",
              "text": "but the rich have many friends."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It is sinful to have contempt for your neighbors;"
            },
            {
              "tag": "q2",
              "text": "but how fortunate are those who do kind things for the poor."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Those who plot with evil plans, do they not go astray?"
            },
            {
              "tag": "q2",
              "text": "But those who make plans for the good will receive love and faithfulness."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "If you work hard, you will make some money,"
            },
            {
              "tag": "q2",
              "text": "but where there is only talk, it leads to poverty."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The reward of the wise is the wealth they have,"
            },
            {
              "tag": "q2",
              "text": "but the folly of fools only brings them more foolishness."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "A witness who tells the truth, saves the lives of the innocent;"
            },
            {
              "tag": "q2",
              "text": "a lying witness is filled with deceit."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Those give Yahweh the honor he deserves"
            },
            {
              "tag": "q2",
              "text": "have much confidence in him;"
            },
            {
              "tag": "q2",
              "text": "giving honor to Yahweh will also protect your children."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Giving Yahweh the honor he deserves is like having a fountain that gives life;"
            },
            {
              "tag": "q2",
              "text": "so you can keep away from being trapped by death."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "A king measures his glory by the number of the people in his kingdom,"
            },
            {
              "tag": "q2",
              "text": "but if the prince has no people, he is brought to ruin."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Those who do not quickly become angry have much understanding;"
            },
            {
              "tag": "q2",
              "text": "the quick-tempered praise foolishness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Being at peace is good for the whole body,"
            },
            {
              "tag": "q2",
              "text": "but having evil within, rots the bones."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The one who oppresses a poor person curses Yahweh who made him,"
            },
            {
              "tag": "q2",
              "text": "but those who show favor to a poor person honor Yahweh."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The wicked person is brought down by his evil actions,"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right have a safe home, even in death."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Wisdom finds a place to rest in someone who has discernment,"
            },
            {
              "tag": "q2",
              "text": "but wisdom lets herself be known even among fools."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "When a people do what is right, the nation does well,"
            },
            {
              "tag": "q2",
              "text": "but sin brings disgrace upon any people."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "A king is pleased with a servant who does his work with good judgment,"
            },
            {
              "tag": "q2",
              "text": "but the king is angry with any servant who brings shame to him."
            }
          ],
          "auto": true
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A gentle answer turns away anger,"
            },
            {
              "tag": "q",
              "text": "but a harsh reply stirs up anger even more."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When wise people speak, they give praise to the value of knowledge;"
            },
            {
              "tag": "q2",
              "text": "foolish people continually say foolish things."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Yahweh sees everything that is happening;"
            },
            {
              "tag": "q2",
              "text": "he keeps account of the evil and of the good."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "A person who can give healing with what they say is like a tree that gives life;"
            },
            {
              "tag": "q2",
              "text": "when someone lies to you, it can feel like they have crushed you."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "A fool has contempt for his father when he disciplines him,"
            },
            {
              "tag": "q2",
              "text": "but the one who learns from correction has insight."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "In the families of those who do right there are great treasures,"
            },
            {
              "tag": "q2",
              "text": "but the wealth that the wicked have gives them great troubles."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The wise scatter knowledge about like the farmer scatters his seed,"
            },
            {
              "tag": "q2",
              "text": "but the hearts of fools are not so generous."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh hates it when the wicked offer their sacrifices,"
            },
            {
              "tag": "q2",
              "text": "but when those who please him pray, he is delighted."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Yahweh hates the way the wicked live,"
            },
            {
              "tag": "q2",
              "text": "but he loves the one who runs after what is right."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh will discipline those who lose their way,"
            },
            {
              "tag": "q2",
              "text": "and those who hate correction will die."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The places of death and destruction are known to Yahweh;"
            },
            {
              "tag": "q2",
              "text": "how much more does Yahweh know everything within the minds of the people he has made?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The one who thinks he is better than anyone, he resents being corrected by anyone;"
            },
            {
              "tag": "q2",
              "text": "he thinks he is so smart, he will never talk with one who is wise."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When people are happy, they have smiles on their faces,"
            },
            {
              "tag": "q2",
              "text": "but sadness is so strong it crushes the person."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The longing of the one who is wise is to gain more knowledge,"
            },
            {
              "tag": "q2",
              "text": "but foolish people only say foolish things."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Every day for one who is oppressed is misery for him,"
            },
            {
              "tag": "q2",
              "text": "but those who have a happy heart, for them life is a never-ending party."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "It is much better to have only a little and to give Yahweh the honor he deserves,"
            },
            {
              "tag": "q2",
              "text": "than to have great wealth along with much confusion."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It is better to have a simple meal with vegetables when there is love in the home,"
            },
            {
              "tag": "q2",
              "text": "than to enjoy a delicious meal served by people who hate you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When a person is angry, he stirs up more arguments,"
            },
            {
              "tag": "q2",
              "text": "but one who does not quickly become angry, he is able to stop an argument and make peace."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The life of a lazy person is like someone trying to walk through a hedge of thorns,"
            },
            {
              "tag": "q2",
              "text": "but those who do what pleases Yahweh are like those who are walking on a level highway."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "A wise child brings happiness to his father,"
            },
            {
              "tag": "q2",
              "text": "but it is a foolish person who despises his mother."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Foolish people enjoy their folly;"
            },
            {
              "tag": "q2",
              "text": "those who have insight live a good life."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When there is no one giving advice, plans go wrong,"
            },
            {
              "tag": "q2",
              "text": "but with many advisors, they will succeed."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "People rejoice when they give a good answer,"
            },
            {
              "tag": "q2",
              "text": "and how nice is the right word spoken at the right moment."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The path leading to life goes up, away from death;"
            },
            {
              "tag": "q2",
              "text": "he follows that way and turns from the place of the dead."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Yahweh destroys the generations of proud people,"
            },
            {
              "tag": "q2",
              "text": "but he protects the little owned by a widow."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Yahweh hates what wicked people are thinking about,"
            },
            {
              "tag": "q2",
              "text": "but when people say what is kind, they are pure."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The thief brings many troubles to his family,"
            },
            {
              "tag": "q2",
              "text": "but the one who refuses to accept bribes will live."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The people who do right think carefully before they answer;"
            },
            {
              "tag": "q2",
              "text": "it is like the wicked pour out of their mouths all kinds of evil when they talk."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Yahweh is far away from wicked people,"
            },
            {
              "tag": "q2",
              "text": "but he listens to the prayers of those who do what is right."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "When people smile, it makes them happy,"
            },
            {
              "tag": "q2",
              "text": "and good news brings healing to the body."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "If you pay attention when someone corrects you,"
            },
            {
              "tag": "q2",
              "text": "you will stay among those who are wise."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The one who refuses to follow discipline, despises himself;"
            },
            {
              "tag": "q2",
              "text": "the one who receives correction gains understanding as well."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The honor that Yahweh deserves will be the lesson that will teach you wisdom,"
            },
            {
              "tag": "q2",
              "text": "and then humility comes before honor."
            }
          ],
          "auto": true
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "People make plans out of their longings deep within them,"
            },
            {
              "tag": "q2",
              "text": "but it is Yahweh who tells him what will happen."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "A person sees nothing wrong with what he does,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh measures every part of what a person does according to his purposes."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When you work, give all your ideas and your labor to Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and your plans will be successful."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When Yahweh made everything, he made them so they would all accomplish something for him."
            },
            {
              "tag": "q2",
              "text": "He has even made the wicked for the day when there is great trouble."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh hates those whose pride comes from deep within them."
            },
            {
              "tag": "q2",
              "text": "But you can be sure of this: They will still be punished for their pride."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Love and faithfulness will cover over sin and forgive sin."
            },
            {
              "tag": "q2",
              "text": "When people give Yahweh the respect he deserves,"
            },
            {
              "tag": "q2",
              "text": "they will be able to turn away from doing what is evil."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When a person pleases Yahweh by the way he lives his life,"
            },
            {
              "tag": "q2",
              "text": "he even causes that person's enemies to get along with him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It is better to have a little money and to follow what is right,"
            },
            {
              "tag": "q2",
              "text": "than to have a large amount of money and to live by spreading injustice."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "From deep within a person come the plans he makes,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh leads the person in each step he takes."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "A king can speak with inspired judgment;"
            },
            {
              "tag": "q2",
              "text": "and when he makes a ruling, it is good and true."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Honest scales come from Yahweh;"
            },
            {
              "tag": "q2",
              "text": "it is he who decided how much each unit should weigh."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "We should hate it when kings do wicked things,"
            },
            {
              "tag": "q2",
              "text": "for the throne is set on a firm foundation when the king does what is right."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A king is happy when he hears someone speaking what is right;"
            },
            {
              "tag": "q2",
              "text": "and he loves the one who is direct when he talks."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "If a king becomes angry, his wrath is a danger that can kill;"
            },
            {
              "tag": "q2",
              "text": "so wise people will try to calm him so that he is not too angry."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "In a king's smile there is life;"
            },
            {
              "tag": "q2",
              "text": "when he is happy, he is like the cloud that brings the spring rain."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Becoming wise is better than having gold;"
            },
            {
              "tag": "q2",
              "text": "getting good understanding is better than having silver."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The one who lives in the way that is right will turn away from doing evil;"
            },
            {
              "tag": "q2",
              "text": "whoever is careful about how he lives his life"
            },
            {
              "tag": "q2",
              "text": "will preserve his life."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Pride happens to someone first, and then he perishes."
            },
            {
              "tag": "q2",
              "text": "If someone thinks he is better than others,"
            },
            {
              "tag": "q2",
              "text": "he will have a terrible fall."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "It is better to be humble and live among the poor"
            },
            {
              "tag": "q2",
              "text": "than to receive a portion of what proud people took by force."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Those who think about what they have been taught"
            },
            {
              "tag": "q2",
              "text": "find many good things in the lesson;"
            },
            {
              "tag": "q2",
              "text": "how fortunate are those who put their trust in Yahweh."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "One who has wisdom deep inside him is given the title, \"discerning,\""
            },
            {
              "tag": "q2",
              "text": "and those who speak in a way that can be understood"
            },
            {
              "tag": "q2",
              "text": "and can motivate their hearers, teach well."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When you understand, it is as if you have found a fountain of life within you;"
            },
            {
              "tag": "q2",
              "text": "but fools find their punishment when their foolishness comes back to them."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "From deep within him, the wise person speaks from the insight he has learned;"
            },
            {
              "tag": "q2",
              "text": "and so when he speaks he has the power to pursuade others."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Kind words are like a honeycomb;"
            },
            {
              "tag": "q2",
              "text": "they are sweet for us to take in,"
            },
            {
              "tag": "q2",
              "text": "and they give healing to our bodies."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "A person lives out his life and he thinks he is doing what is right,"
            },
            {
              "tag": "q2",
              "text": "but when he comes to the end of his life, all he finds is death."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "A worker's appetite drives him to work harder,"
            },
            {
              "tag": "q2",
              "text": "his hunger urges him to keep working."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "A worthless man digs and digs until he finds something"
            },
            {
              "tag": "q2",
              "text": "he can use to embarrass someone and cause them trouble;"
            },
            {
              "tag": "q2",
              "text": "and what he says about them is like a fire that burns the field."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "A person who has no morals stirs up conflict between people;"
            },
            {
              "tag": "q2",
              "text": "and those who spread rumors pull friends apart."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "A violent person tells lies to his friend,"
            },
            {
              "tag": "q2",
              "text": "and he leads him down a path that will never find what is good."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The one who winks the eye is signaling to others it is time to begin their terrible plot;"
            },
            {
              "tag": "q2",
              "text": "those who press their lips together, they do evil things."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Gray hair is like a glorious crown;"
            },
            {
              "tag": "q2",
              "text": "it is given to those who live their lives"
            },
            {
              "tag": "q2",
              "text": "by doing what is right."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The one who is slow to get angry is stronger than a warrior;"
            },
            {
              "tag": "q2",
              "text": "the one who is self-controlled is mightier than one who conquers a city by force."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The stones making up the \"lot\" are thrown into a person's lap,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh decides on which side of the stones they will stop rolling."
            }
          ],
          "auto": true
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It is better to eat a dry piece of bread and not have strife"
            },
            {
              "tag": "q2",
              "text": "than to live in a house where quarreling is as regular as feasting."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "A slave who acts wisely will rule over the son of his master"
            },
            {
              "tag": "q2",
              "text": "if that son does shameful things."
            },
            {
              "tag": "q2",
              "text": "That slave will receive a share of the inheritance and will be treated like one of his master's sons."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Silver is put into the crucible to be refined, and gold is put into the furnace to be made pure,"
            },
            {
              "tag": "q2",
              "text": "but it is Yahweh who makes people pure."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Those who do what is evil pay attention to the person who talks in wicked ways,"
            },
            {
              "tag": "q2",
              "text": "and those who tell lies listen to those who speak in order to make trouble."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The one who makes fun of those who are poor insults Yahweh who made him;"
            },
            {
              "tag": "q2",
              "text": "Yahweh will punish those who are happy when someone else has troubles."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Grandchildren bring honor and respect to the aged,"
            },
            {
              "tag": "q2",
              "text": "and parents bring honor to their children."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "A fool is not able to give an eloquent speech;"
            },
            {
              "tag": "q2",
              "text": "even more is it wrong to lie to someone with a royal title."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A bribe works like magic for the one who is giving the bribe;"
            },
            {
              "tag": "q2",
              "text": "everything he tries to do by giving bribes succeeds."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You must learn not to be offended by the one you love,"
            },
            {
              "tag": "q2",
              "text": "but if you bring up something to your friend that hurt you, and you do it over and over,"
            },
            {
              "tag": "q2",
              "text": "that will pull the best of friends apart."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "A rebuke to someone with understanding goes deeper into him"
            },
            {
              "tag": "q2",
              "text": "than trying to teach a fool by hitting him a hundred times with a stick."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "An evil person is only interested in disobeying the rules;"
            },
            {
              "tag": "q2",
              "text": "he deserves a messenger who will be cruel to him."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You would be better off meeting a mother bear who had been robbed of her cubs"
            },
            {
              "tag": "q2",
              "text": "than to meet a fool who is being foolish."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "If someone gives back evil for the good that was given to him,"
            },
            {
              "tag": "q2",
              "text": "evil will stay in his family."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Starting a quarrel is like pumping water and letting it run everywhere;"
            },
            {
              "tag": "q2",
              "text": "it is much better to walk away before it starts."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When a court sets the wicked free and condemns those who do what is right,"
            },
            {
              "tag": "q2",
              "text": "Yahweh hates both of these actions."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There is no benefit for a fool when he pays money to learn about wisdom;"
            },
            {
              "tag": "q2",
              "text": "no matter how much he tries, he will not be able to learn about wisdom."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "A friend loves you all the time,"
            },
            {
              "tag": "q2",
              "text": "and when you are in trouble, there is no one better than a brother to help you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "One having no good judgment will make a contract he cannot pay,"
            },
            {
              "tag": "q2",
              "text": "and he will even may a promise to pay the money his neighbor owes."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The one who loves to have arguments, that person also loves the sin that lies behind the conflict;"
            },
            {
              "tag": "q2",
              "text": "one thing leads to another: The one who makes the threshold of his door too high, it is sure to make someone break the bones in his foot."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "A person who is dishonest because of what is within him, he will never find what is good,"
            },
            {
              "tag": "q2",
              "text": "and the one who tells lies will fall into trouble."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The father who has a fool brings sadness into his life;"
            },
            {
              "tag": "q2",
              "text": "the father of a fool cannot live a happy life."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Being cheerful is like medicine that makes you feel better,"
            },
            {
              "tag": "q2",
              "text": "but when you are crushed by sadness, it is as if every bone within you could break with only a touch."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "A wicked person accepts a bribe in such a way as no one could see him,"
            },
            {
              "tag": "q2",
              "text": "so the bribe would change the verdict in his favor."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The one who has begun to understand, he knows that he must also now go after wisdom."
            },
            {
              "tag": "q2",
              "text": "However, the foolish person has bold plans and impossible dreams,"
            },
            {
              "tag": "q2",
              "text": "and he looks for them no matter how far away they may be."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "A foolish child brings a father great sadness,"
            },
            {
              "tag": "q2",
              "text": "and regret to the mother who gave birth to him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "It cannot be good to punish someone who does what is right,"
            },
            {
              "tag": "q2",
              "text": "and if a good man with moral character is punished by the law, this can never be good."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The one who has learned knowledge, learned to speak well using few words,"
            },
            {
              "tag": "q2",
              "text": "and the one who has understanding, does not lose his temper."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "When a fool keeps silent, some may think he is very wise;"
            },
            {
              "tag": "q2",
              "text": "when he keeps his mouth shut, even a fool looks intelligent."
            }
          ],
          "auto": true
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The one who keeps himself away from other people will only live for his own desires,"
            },
            {
              "tag": "q2",
              "text": "and he never acts with good judgment."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "A foolish person does not enjoy understanding anything;"
            },
            {
              "tag": "q2",
              "text": "he only wants to tell others what he thinks."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "A wicked person comes, and with them comes the contempt they have for other people—"
            },
            {
              "tag": "q2",
              "text": "and then comes shame and disgrace following along."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The words a man speaks are like the deep waters of an ocean"
            },
            {
              "tag": "q2",
              "text": "or a fountain that flows with wisdom."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When the wicked are treated with special honor, it is not good,"
            },
            {
              "tag": "q2",
              "text": "and it is not good to refuse to give justice to those who do what is right."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "A foolish person says things that start arguments;"
            },
            {
              "tag": "q2",
              "text": "he says things that make other people want to beat him with a stick."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "A foolish person brings himself to ruin by the things he says;"
            },
            {
              "tag": "q2",
              "text": "his very words set a trap in which he will be caught."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When a person gossips, his words are as sweet to other people as candy is in their mouths,"
            },
            {
              "tag": "q2",
              "text": "and they love to listen to them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The person who does a poor job when he is working"
            },
            {
              "tag": "q2",
              "text": "is a relative to the one who destroys everything."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The name of Yahweh is like a castle that can never be overrun;"
            },
            {
              "tag": "q2",
              "text": "those who do what is right run for safety into it, and in the fortress of his name, they are safe."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The wealthy person depends on his wealth as a city depends on its fortifications;"
            },
            {
              "tag": "q2",
              "text": "he thinks it protects him as well as a high wall."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When a person is about to be ruined, it is his proud heart that brings his destruction,"
            },
            {
              "tag": "q2",
              "text": "but before a person can gain great honor, he must first learn to become humble."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A person who gives you an answer before he listens to you—"
            },
            {
              "tag": "q2",
              "text": "there is nothing more foolish"
            },
            {
              "tag": "q2",
              "text": "and nothing that gives him more shame."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "A person may survive a terrible sickness in his body,"
            },
            {
              "tag": "q2",
              "text": "but if he feels his inner self is crushed, how can he survive?"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Intelligent people have a desire to get more and more knowledge,"
            },
            {
              "tag": "q2",
              "text": "and wise people will find someone to teach them even more knowledge."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "If you take a gift to an important person, you will open the way to allow you to talk to him."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The first person to present his case before a judge seems right"
            },
            {
              "tag": "q2",
              "text": "until the other side comes and questions him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When there are two strong people having a dispute,"
            },
            {
              "tag": "q2",
              "text": "casting lots can help to settle the dispute."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If you offend your brother, finding a way to have peace with him again"
            },
            {
              "tag": "q2",
              "text": "may be harder than waging a battle to win a city."
            },
            {
              "tag": "q2",
              "text": "and having an argument is more difficult to overcome"
            },
            {
              "tag": "q2",
              "text": "than breaking down the bars of a castle."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The words a person speaks can bring satisfaction to himself,"
            },
            {
              "tag": "q2",
              "text": "like the food he eats satisfies his stomach."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "People are able to kill others or keep them alive by means of what they say."
            },
            {
              "tag": "q2",
              "text": "And there is danger for those who love the power of their speaking."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The one who finds a wife, finds something so good it is a gift to bless his life,"
            },
            {
              "tag": "q2",
              "text": "and it is Yahweh who gives him this wonderful gift."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "A poor person desperately begs for mercy,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "One person says that he has many friends, but his life is ruined by them;"
            },
            {
              "tag": "q2",
              "text": "but there is a friend who stands with us through everything,"
            },
            {
              "tag": "q2",
              "text": "and he is always close at our side, even closer than a brother."
            }
          ],
          "auto": true
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Compare a poor person who keeps his promises,"
            },
            {
              "tag": "q2",
              "text": "with a fool who is full of lies."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "And consider, having desire without knowledge"
            },
            {
              "tag": "q2",
              "text": "is like running so fast that you miss the path you want to take."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The folly of a fool destroys his life,"
            },
            {
              "tag": "q2",
              "text": "but he becomes furious with Yahweh for his troubles."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Those who are wealthy easily find many friends,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "A person who lies in order to become a friend will be punished for taking advantage,"
            },
            {
              "tag": "q2",
              "text": "just as the one whose every word he speaks is a lie, he will not escape."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When a person is generous with their gifts, many people will ask for favors,"
            },
            {
              "tag": "q2",
              "text": "it seems that everyone is a friend of the one who gives many gifts."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All the brothers of one who is poor hate him;"
            },
            {
              "tag": "q2",
              "text": "and even more do his friends hate him, and they go far away from him;"
            },
            {
              "tag": "q2",
              "text": "he calls out to them, but they have left."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The one who makes every effort to learn about wisdom, loves himself;"
            },
            {
              "tag": "q2",
              "text": "having understanding helps you know what is good and what is not."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The ones who lie when they give testimony will be punished,"
            },
            {
              "tag": "q2",
              "text": "but the one whose every word is a lie, he will die."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When a fool lives in luxury—it is not right,"
            },
            {
              "tag": "q2",
              "text": "and it is even worse for a slave to rule over princes."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "A person with good sense is slow to get angry,"
            },
            {
              "tag": "q2",
              "text": "and it is to his honor that he overlooks it when someone does him wrong."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "What is the wrath of the king like? It is like the roaring of a young lion,"
            },
            {
              "tag": "q2",
              "text": "but his kindness is like the dew on the grass."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A foolish child will ruin a father."
            },
            {
              "tag": "q2",
              "text": "A wife who is always quarreling will upset her husband like water that is constantly dripping."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "We can inherit houses and money from our parents,"
            },
            {
              "tag": "q2",
              "text": "but a sensible wife is from Yahweh."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The one who is lazy finds that sleep comes easily to him,"
            },
            {
              "tag": "q2",
              "text": "but anyone who refuses to work will go hungry."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The one who follows the command he was taught puts a guard over his life,"
            },
            {
              "tag": "q2",
              "text": "but the one who does not think about how he lives his life will die."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "One who is kind to the poor, it is as if he were lending to Yahweh;"
            },
            {
              "tag": "q2",
              "text": "and Yahweh will pay him for what he did."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Train your children and give them discipline while it is still possible to rescue them;"
            },
            {
              "tag": "q2",
              "text": "but do not allow them to offend you so much that you consider taking their lives."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "A hot-tempered person will pay a price for his anger;"
            },
            {
              "tag": "q2",
              "text": "if you rescue him after he had has an outburst, you will have to do it again and again."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Pay attention to good guidance and let others teach you"
            },
            {
              "tag": "q2",
              "text": "so that you can become wise by the end of your life."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "A person has many plans that come from within him,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh has his own plans, and he will carry them out."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "A person wants loyalty,"
            },
            {
              "tag": "q2",
              "text": "and a poor person is better than a liar."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Anyone who has respect for Yahweh will live a long life;"
            },
            {
              "tag": "q2",
              "text": "such a person who has this respect for Yahweh will be satisfied,"
            },
            {
              "tag": "q2",
              "text": "and will come to no harm."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The lazy person puts his hand in the dish;"
            },
            {
              "tag": "q2",
              "text": "he is not able to raise his hand up to his mouth to eat."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "If you punish someone who mocks others,"
            },
            {
              "tag": "q2",
              "text": "an uninstructed person will learn how to be prudent."
            },
            {
              "tag": "q2",
              "text": "If you correct someone who has understanding,"
            },
            {
              "tag": "q2",
              "text": "he will gain more knowledge."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Someone who steals from his father and alienates his mother"
            },
            {
              "tag": "q2",
              "text": "brings shame and disgrace to himself."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "My son, if you will not listen to the teaching,"
            },
            {
              "tag": "q2",
              "text": "you will wander away from the words of knowledge."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "A lying witness laughs at anyone who acts justly,"
            },
            {
              "tag": "q2",
              "text": "and wicked people act sinfully as easily as they eat food."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Yahweh is ready to punish those who make themselves out to be better than other people,"
            },
            {
              "tag": "q2",
              "text": "and he is ready to flog the backs of fools."
            }
          ],
          "auto": true
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Wine makes you loud, and strong drink makes you foolish;"
            },
            {
              "tag": "q2",
              "text": "whoever lets alcohol lead them to where they get lost is not wise."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The king's wrath makes people as afraid as if they were facing a young lion roaring at them;"
            },
            {
              "tag": "q2",
              "text": "the person who makes a king angry is giving up his own life."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It is an honor to stay out of an argument,"
            },
            {
              "tag": "q2",
              "text": "but every fool is ready to join one."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The lazy person is not willing to plow his crops again in autumn,"
            },
            {
              "tag": "q2",
              "text": "and when it is harvest time, he looks, but there is nothing growing in his field."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The purposes within a person's life are like waters in a deep well,"
            },
            {
              "tag": "q2",
              "text": "but a person who has understanding is able to draw them out."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Many people proclaim that they can be trusted to do what they promise,"
            },
            {
              "tag": "q2",
              "text": "but it is very difficult to find one who can really be trusted."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The person who always does right—"
            },
            {
              "tag": "q2",
              "text": "how fortunate will be his children who follow after him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A king who sits on his throne to act as a judge"
            },
            {
              "tag": "q2",
              "text": "can distinguish between all the kinds of evil before him just by looking at them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "No one can truthfully say, \"I have kept my heart pure, and I am free from my sins.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Uneven weights, improperly marked, and unequal measures, that favor the one who is selling,"
            },
            {
              "tag": "q2",
              "text": "Yahweh hates both of them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Also, even a youth is known by how what he does,"
            },
            {
              "tag": "q2",
              "text": "it is clear whether what he does is pure and respectable or not."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Ears that hear and eyes that see—"
            },
            {
              "tag": "q2",
              "text": "Yahweh made them both."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "If you love to sleep all the time, you will become poor;"
            },
            {
              "tag": "q2",
              "text": "stay awake when you should be at work and you will have plenty to eat."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "\"It is no good,\" the buyer says when he is bargaining with you about the price."
            },
            {
              "tag": "q2",
              "text": "But after he buys it, he goes and boasts to his friends what a good price he bought it for."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Consider the value of gold and many expensive jewels,"
            },
            {
              "tag": "q2",
              "text": "but the words of the one who has knowledge are like precious jewels."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Take the expensive coat of the person who guarantees a loan for a stranger, so it can be sold if the debt is not paid back."
            },
            {
              "tag": "q2",
              "text": "And if he makes a pledge for an immoral woman, hold his coat as a guarantee for the loan he makes."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Bread gotten by telling a lie, may taste sweet,"
            },
            {
              "tag": "q2",
              "text": "but later his mouth will be like it was full of gravel, because of his lies."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Good plans are made in consultation with good advisors,"
            },
            {
              "tag": "q2",
              "text": "and only with wise advisors giving their advice should anyone go to war."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "A gossip tells secrets,"
            },
            {
              "tag": "q2",
              "text": "so stay away from people who talk too much."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "If a person curses his father or his mother,"
            },
            {
              "tag": "q2",
              "text": "his life will be put out as a light that is snuffed out."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "An inheritance that comes to a person quickly, may do some good at the beginning,"
            },
            {
              "tag": "q2",
              "text": "but later it will do less good for the person who received it."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Do not say, \"I will pay you back for the wrong you did to me.\""
            },
            {
              "tag": "q2",
              "text": "Wait for Yahweh and he will take care of the matter."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Yahweh detests those who use dishonest scales"
            },
            {
              "tag": "q2",
              "text": "and weights that are not accurate."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Yahweh is the one who directs the way a person will go."
            },
            {
              "tag": "q2",
              "text": "So then, how can someone understand where he is going?"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "It is dangerous to declare that something is holy to Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and it is worse to think about the meaning of holiness only after you have made a vow."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "A king who is wise will separate the wicked from among his people;"
            },
            {
              "tag": "q2",
              "text": "then he will severely punish those wicked people."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The life-giving spirit within a man is the light shining from Yahweh within us,"
            },
            {
              "tag": "q2",
              "text": "it shines deep within and shows what is hidden deep inside us."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Love and faithfulness preserve the life of the king;"
            },
            {
              "tag": "q2",
              "text": "his throne is made strong by steadfast love."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The honor of young people is seen in how strong they are,"
            },
            {
              "tag": "q2",
              "text": "but the splendor of old people is in their gray hair."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "When we are beaten, the wound that results may cleanse away evil,"
            },
            {
              "tag": "q2",
              "text": "and beatings make our inmost self clean."
            }
          ],
          "auto": true
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The motives of the king are directed like a stream of water by Yahweh;"
            },
            {
              "tag": "q2",
              "text": "he diverts the king like he directs the flow of water, in any way he wants."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When a person looks at his own life, everything he does may seem right to him,"
            },
            {
              "tag": "q2",
              "text": "but what matters is what Yahweh thinks about what he does."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Doing what is right and just is more acceptable to Yahweh"
            },
            {
              "tag": "q2",
              "text": "than offering sacrifices to him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When you show people that you think you are better than they,"
            },
            {
              "tag": "q2",
              "text": "and add to that the pride you have within you—this shines like a light and it tells others you are a wicked person—"
            },
            {
              "tag": "q2",
              "text": "they are examples of sin."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Those who work hard and who carry out their plans will be successful,"
            },
            {
              "tag": "q2",
              "text": "but everyone who takes action too quickly and with little planning, make themselves poor."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When someone becomes rich because he tells lies,"
            },
            {
              "tag": "q2",
              "text": "that wealth fades away like the mist; that wealth will kill him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When wicked people act with violence, they are destroyed by their own violence,"
            },
            {
              "tag": "q2",
              "text": "because they refuse to do what is right."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "A guilty person follows a path covered with lies,"
            },
            {
              "tag": "q2",
              "text": "but the innocent chooses to do what is right."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It is better to live alone in the corner of a housetop"
            },
            {
              "tag": "q2",
              "text": "than inside a house with a wife who always wants to argue with you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The wicked man craves evil more than anything;"
            },
            {
              "tag": "q2",
              "text": "and when he looks at his neighbor, "
            },
            {
              "tag": "q2",
              "text": "the wicked man's eyes reveal "
            },
            {
              "tag": "q2",
              "text": "that he is not going to be kind to his neighbor."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When a person who acts like he is better than other people is punished,"
            },
            {
              "tag": "q2",
              "text": "the simple—who do not know about right and wrong—are taught an important lesson,"
            },
            {
              "tag": "q2",
              "text": "and if you teach one who is wise, they can learn even more."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "One who does what is right watches the house where evil people live,"
            },
            {
              "tag": "q2",
              "text": "and he confronts their wickedness and brings them to justice."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the poor cried out for help, there was a person who refused to listen to their cries,"
            },
            {
              "tag": "q2",
              "text": "but when he cried out, because he covered his ears to their cries, no one heard his cries."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Give a gift to a person who is angry with you, and it may turn away his anger;"
            },
            {
              "tag": "q2",
              "text": "a secret gift may help a person who is angry at you to calm down."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When there is justice, those who love what is right are happy,"
            },
            {
              "tag": "q2",
              "text": "but when there is justice, it brings great fear to those who do what is evil."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "A person who does not understand right and wrong, will get lost when he tries to make decisions,"
            },
            {
              "tag": "q2",
              "text": "he will only rest when he is dead."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Love pleasure and it will make you poor;"
            },
            {
              "tag": "q2",
              "text": "you cannot be rich and love to drink wine and eat expensive foods."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "A person who does right is honored much more than a wicked man,"
            },
            {
              "tag": "q2",
              "text": "and a good man is worth far more than one who never keeps his promise."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "It is better to live alone in a desert"
            },
            {
              "tag": "q2",
              "text": "than with a wife who is always stirring up conflicts and never stops complaining."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Those who are wise have very precious treasures and they live very well,"
            },
            {
              "tag": "q2",
              "text": "but foolish people waste all they have."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "A person who does right and is kind,"
            },
            {
              "tag": "q2",
              "text": "lives a good life, makes wise decisions, and receives honor from others."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When a wise leader goes up against a city of mighty warriors,"
            },
            {
              "tag": "q2",
              "text": "he knows how to bring down the defenses of the city and he conquers it."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Be careful, if you could put a guard to watch over the words that come out of your mouth and tongue,"
            },
            {
              "tag": "q2",
              "text": "you would keep away from a lot of trouble."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The mocker thinks he is better than other people,"
            },
            {
              "tag": "q2",
              "text": "and his actions come from his pride and his arrogance."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The things that the lazy person chooses to do will kill him;"
            },
            {
              "tag": "q2",
              "text": "he refuses to work."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "All day long he desires things—he could not desire for more things—"
            },
            {
              "tag": "q2",
              "text": "but whoever does right gives gifts to others, and he never holds back anything that is good."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When the wicked decide to give an offering to Yahweh, Yahweh hates it,"
            },
            {
              "tag": "q2",
              "text": "and Yahweh hates it even more when the wicked man comes to worship Yahweh in order to get something for himself."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Those who lie about other people, will die,"
            },
            {
              "tag": "q2",
              "text": "but the one who takes time to listen—when he says something, people will remember it."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The wicked man acts as if he were strong,"
            },
            {
              "tag": "q2",
              "text": "but an honest man has thought about what to do and is certain about it."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Can there be any wisdom, any understanding, or any advice, that is wiser than Yahweh?"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The groomsman prepares the horse for the day of battle,"
            },
            {
              "tag": "q2",
              "text": "but the outcome of the battle, the winner or the loser, is determined by Yahweh."
            }
          ],
          "auto": true
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Being a person who keeps his word is more important than having great riches,"
            },
            {
              "tag": "q2",
              "text": "and being a person who everyone respects for doing right, is better than having silver and gold."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "People who are rich and people who are poor have at least one thing in common—"
            },
            {
              "tag": "q2",
              "text": "Yahweh made both of them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "One who has good sense takes cover when he sees trouble coming,"
            },
            {
              "tag": "q2",
              "text": "but those who have no experience or knowledge rush ahead into danger."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When a person is humble and gives Yahweh the respect he deserves,"
            },
            {
              "tag": "q2",
              "text": "these are his rewards: Riches, and honor, and life."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Where the perverse walk, their way is like a road covered with thorns, and there are traps in every step."
            },
            {
              "tag": "q2",
              "text": "When you guard your own life from evil, you will stay away from all these dangers."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "A child must be shown the way to live and the direction he should go,"
            },
            {
              "tag": "q2",
              "text": "and when he reaches old age, he will stay on that same path."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The fact is that the rich often have power over the poor,"
            },
            {
              "tag": "q2",
              "text": "and one who borrows money is almost like a slave to the one who lends him the money."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "If you plant the seeds of wickedness, you can expect a crop of trouble,"
            },
            {
              "tag": "q2",
              "text": "and when you use a rod to discipline your child,"
            },
            {
              "tag": "q2",
              "text": "but you use it when you are furious, it will do no good."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The one who looks for people to help, Yahweh will give many good gifts,"
            },
            {
              "tag": "q2",
              "text": "because he considered it important to share his food with the poor."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If you throw out the conceited person, out will go all kinds of conflict with him."
            },
            {
              "tag": "q2",
              "text": "No one will quarrel or insult anyone else when he is gone."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When a person loves to do something just because he wants to do what is good and right—"
            },
            {
              "tag": "q2",
              "text": "he is sincere, and his speech is filled with kindness"
            },
            {
              "tag": "q2",
              "text": "—the king will be his friend."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Yahweh gives protection to knowledge, to keep it safe,"
            },
            {
              "tag": "q2",
              "text": "just as surely as he makes the lying promises of the betrayer fail."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A lazy person calls out, \"There is a lion in the street! If I go out, I will be killed!\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The words spoken by an adulteress will draw you in, and it will be as if you have fallen into a deep and dangerous pit!"
            },
            {
              "tag": "q2",
              "text": "All those who fall into that pit will be in trouble,"
            },
            {
              "tag": "q2",
              "text": "but what is worse, they will experience Yahweh's anger for what they have done."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Stupid and silly things are bound up within a child,"
            },
            {
              "tag": "q2",
              "text": "and they come out in foolishness;"
            },
            {
              "tag": "q2",
              "text": "but correcting a child with discipline drives the folly far away."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The one who makes his money by taking advantage of the poor,"
            },
            {
              "tag": "q2",
              "text": "or by giving more money to the wealthy,"
            },
            {
              "tag": "q2",
              "text": "Yahweh will bring him into poverty."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now listen to what those who are wise have said;"
            },
            {
              "tag": "q2",
              "text": "give it all your attention and learn the knowledge you will need if you are to become wise."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "It will be good for you to make them the guiding principles you live by,"
            },
            {
              "tag": "q2",
              "text": "and be able to repeat all of them to others."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The most important thing is for you to trust in Yahweh,"
            },
            {
              "tag": "q2",
              "text": "and so I am teaching them to you, yes, even to you."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "I have written thirty of these sayings for you to learn;"
            },
            {
              "tag": "q2",
              "text": "sayings to give you advice and to teach you what you do not know."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "These lessons show you what is true and they teach you with faithful lessons,"
            },
            {
              "tag": "q2",
              "text": "so you may give reliable and true answers to those who sent you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Anyone can rob a poor person. Do not do it."
            },
            {
              "tag": "q2",
              "text": "And do not hurt them who are begging at the city gate,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "for Yahweh stands to defend them,"
            },
            {
              "tag": "q2",
              "text": "and he will take the life of those who stole from the poor."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Do not become a friend with one whose life is controlled by his anger,"
            },
            {
              "tag": "q2",
              "text": "and do not associate with a person who rages in his terrible wrath,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "or you will learn to be like him,"
            },
            {
              "tag": "q2",
              "text": "and your anger will become like a trap, a trap that will take charge of your life."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Be careful that you do not shake hands and promise to pay for the debts of others,"
            },
            {
              "tag": "q2",
              "text": "and do not make or sign a pledge so another person can take out a loan."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For if you cannot pay it back,"
            },
            {
              "tag": "q2",
              "text": "they will surely come and take away everything from you, even your bed on which you sleep."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The ancient boundary stones show where the property lines are. Do not take them away or move them. Your ancestors put them there. Leave them alone."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "One who learns a trade and is skillful at it will become a servant of kings."
            },
            {
              "tag": "q2",
              "text": "Because of his achievements he will not serve mere ordinary people."
            }
          ],
          "auto": true
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When you sit down to eat a meal with ruler of a country,"
            },
            {
              "tag": "q2",
              "text": "think carefully about what is in front of you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It is said, \"put a knife to your throat\" if you think of eating a lot of food,"
            },
            {
              "tag": "q2",
              "text": "because it would be foolish to eat too much at such an important event."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do not crave the special and expensive food the ruler enjoys;"
            },
            {
              "tag": "q2",
              "text": "the food will deceive you."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Do not work so much that you are always tired, so you can become rich;"
            },
            {
              "tag": "q2",
              "text": "be wise and know when you should stop and rest."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "As soon as you look at the money, it will be gone;"
            },
            {
              "tag": "q2",
              "text": "it will be as if it suddenly took up wings"
            },
            {
              "tag": "q2",
              "text": "and flew up like an eagle, up into the sky."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not eat with an evil man—he will gaze at your food for a long time—"
            },
            {
              "tag": "q2",
              "text": "do not desire his fine food,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "because he will be thinking about how much your food cost him,"
            },
            {
              "tag": "q2",
              "text": "and he will say to you, \"Eat and drink,\""
            },
            {
              "tag": "q2",
              "text": "but that is not what he will really be thinking."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When you realize what he is really thinking, you will want to vomit what you have eaten;"
            },
            {
              "tag": "q2",
              "text": "and you will have wasted all the compliments you gave about the fine meal he prepared."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Do not waste time talking to a fool;"
            },
            {
              "tag": "q2",
              "text": "he will only despise the wise things that you say."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Again, do not remove the ancient boundary stone. It is a marker for the property lines;"
            },
            {
              "tag": "q2",
              "text": "and do not claim land that is set apart for orphans to work,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "because the One who redeems them is strong,"
            },
            {
              "tag": "q2",
              "text": "and he will plead their case against you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Pay attention to what you are learning,"
            },
            {
              "tag": "q2",
              "text": "and listen to the words of knowledge."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Do not refuse to discipline your children;"
            },
            {
              "tag": "q2",
              "text": "if you punish them, they will not die,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "and if you beat them with the rod of discipline,"
            },
            {
              "tag": "q2",
              "text": "you may save their lives from death."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "My son, if you have taken wisdom deep within yourself,"
            },
            {
              "tag": "q2",
              "text": "I will be very happy,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and I will be sincerely glad"
            },
            {
              "tag": "q2",
              "text": "when you say what is right."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Do not envy sinful people;"
            },
            {
              "tag": "q2",
              "text": "but give Yahweh the respect he deserves, all day long."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "If you respect him, you will have a life in the future,"
            },
            {
              "tag": "q2",
              "text": "and Yahweh will certainly do for you what you are confidently expecting him to do."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "My son, listen to me so you may become wise,"
            },
            {
              "tag": "q2",
              "text": "and think about the way you live your life."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do not associate with those who get drunk with wine,"
            },
            {
              "tag": "q2",
              "text": "or with those who are eat far too much food,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "because drunkards and gluttons will become poor;"
            },
            {
              "tag": "q2",
              "text": "and they will sleep so much that they will have nothing but rags to wear."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Pay attention to your father who brought you into the world,"
            },
            {
              "tag": "q2",
              "text": "and do not hate your mother when she is old."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When you study wisdom, think of it as buying truth, but never selling it;"
            },
            {
              "tag": "q2",
              "text": "and the same for wisdom, and with discipline, and also with understanding;"
            },
            {
              "tag": "q2",
              "text": "let it be as though you were buying them so you can keep them for the rest of your life."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The father of a child who does what is right will be very happy;"
            },
            {
              "tag": "q2",
              "text": "any man who has a wise son will be very happy because of him."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Make your father and mother proud,"
            },
            {
              "tag": "q2",
              "text": "and let your mother be glad."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "My son, take what I say and put it deep within you,"
            },
            {
              "tag": "q2",
              "text": "and pay attention to the way that I live."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "A prostitute is like a very deep pit, that is easy to fall into, but difficult to get out;"
            },
            {
              "tag": "q2",
              "text": "another man's wife is a narrow pit; just as dangerous as a deep pit, but of a different kind."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The immoral woman is waiting for you, waiting like a robber waits for his victim;"
            },
            {
              "tag": "q2",
              "text": "and they cause many men to become liars and traitors to those who love them."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Who is it who had trouble? Who has sorrows? Who has conflicts and fights?"
            },
            {
              "tag": "q2",
              "text": "Who has quarreling? Who is wounded for no reason?"
            },
            {
              "tag": "q2",
              "text": "Whose eyes are always bloodshot because they drank too much or ate too much?"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "It is those who drink too much wine"
            },
            {
              "tag": "q2",
              "text": "and those who drink the mixed wine."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Do not look with pleasure at red wine when it sparkles in the cup,"
            },
            {
              "tag": "q2",
              "text": "and it goes down the throat smoothly."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But, in the last, it bites you like a poisonous snake ."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "It makes you see strange things,"
            },
            {
              "tag": "q2",
              "text": "and within you, you say perverse things when you are drunk."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "You will think you are on a ship that is tossing on the sea;"
            },
            {
              "tag": "q2",
              "text": "you will be like someone who is trying to sleep up on the rigging of the boat."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "You will say, \"I think that someone struck me, but he did not hurt me;"
            },
            {
              "tag": "q2",
              "text": "They beat me, but I did not feel it."
            },
            {
              "tag": "q1",
              "text": "When will I wake up"
            },
            {
              "tag": "q2",
              "text": "in order that I can drink some more wine?\""
            }
          ],
          "auto": true
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Do not want what evil people have;"
            },
            {
              "tag": "q2",
              "text": "do not desire them for friends,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "because they are plotting to do violence;"
            },
            {
              "tag": "q2",
              "text": "they talk about making trouble."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "It takes wisdom to build a house,"
            },
            {
              "tag": "q2",
              "text": "and by understanding the builder exercises his craft, and a house is made solid on its foundation."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "It takes knowledge to fill the rooms of the house"
            },
            {
              "tag": "q2",
              "text": "with all the beautiful and expensive decorations."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "A man who has wisdom has strength,"
            },
            {
              "tag": "q2",
              "text": "and a person with knowledge is mightier than the one who is strong,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "for with wise guidance you can wage a war successfully,"
            },
            {
              "tag": "q2",
              "text": "and by the advice of many advisors there will be victory."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Wisdom is something that a fool cannot understand;"
            },
            {
              "tag": "q2",
              "text": "at the gate where the elders gather, the fool has nothing to say."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There is a man who does evil and makes plots—he is called the Master of Schemes."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "A foolish plan is not only folly, it is sin;"
            },
            {
              "tag": "q2",
              "text": "when people tell the truth, they hate those who are conceited and mock everyone."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When trouble comes, and you are terrified like a coward,"
            },
            {
              "tag": "q2",
              "text": "then your strength is small."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Rescue the ones who are being carried away to the slaughter;"
            },
            {
              "tag": "q2",
              "text": "they stagger and fall—hold them back from the one who would kill them."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "If you say, \"I did not know that those people needed any help,\" then think about this:"
            },
            {
              "tag": "q2",
              "text": "God knows why we do everything, so he also knows why you said those people needed no help."
            },
            {
              "tag": "q2",
              "text": "God sees everything you do in this life, so he certainly understands why you said that about those people."
            },
            {
              "tag": "q2",
              "text": "He will certainly pay you back—and everyone else, too—for the harm they have done."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "My son, eat honey, because it tastes good;"
            },
            {
              "tag": "q2",
              "text": "the honeycomb is sweet."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Wisdom is like the honeycomb, it feeds your life, if you can find it."
            },
            {
              "tag": "q2",
              "text": "If you can find it, you will have a future,"
            },
            {
              "tag": "q2",
              "text": "and you will come to the future with hope that will not be cut short."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Do not be like wicked people who hide and wait to attack the home of those who do what is right."
            },
            {
              "tag": "q2",
              "text": "Do not commit a violent attack on the place where the good man rests!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Even if good people fall down seven times,"
            },
            {
              "tag": "q2",
              "text": "they always get back up,"
            },
            {
              "tag": "q1",
              "text": "but when a disaster comes to the wicked,"
            },
            {
              "tag": "q2",
              "text": "they are ruined by it."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When your enemy falls, do not rejoice,"
            },
            {
              "tag": "q2",
              "text": "and do not be happy when he stumbles,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "for Yahweh will see how you treat your enemy, and if he disapproves how you treat him,"
            },
            {
              "tag": "q1",
              "text": "Yahweh may turn his wrath from your enemy and put it on you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Do not worry about those who do what is evil,"
            },
            {
              "tag": "q2",
              "text": "and do not be jealous of them,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "for there is no future for the wicked;"
            },
            {
              "tag": "q2",
              "text": "they are like a lamp whose light will soon be put out."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "My son, give to Yahweh and give to the king the respect each of them deserves,"
            },
            {
              "tag": "q2",
              "text": "and do not associate with anyone who rebels against either Yahweh or the king;"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "because disasters will suddenly come upon those rebels,"
            },
            {
              "tag": "q2",
              "text": "and no one knows how terrible the disasters will be that will come from both Yahweh and from the king."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Here are more things that wise people have said:"
            },
            {
              "tag": "q1",
              "text": "It is wrong for judges to decide matters unfairly."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "If they say to people who are guilty, \"You are innocent,\""
            },
            {
              "tag": "q2",
              "text": "they will be cursed by foreign peoples, and hated by nations."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But if judges say that guilty people must be punished,"
            },
            {
              "tag": "q2",
              "text": "things will go well for those judges, and they will receive gifts of goodness."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Answering honestly—that is the best thing a person can do."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "First, do the work that needs to be done outside,"
            },
            {
              "tag": "q2",
              "text": "and prepare your fields;"
            },
            {
              "tag": "q2",
              "text": "and after that, build your house."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Do not give testimony against your neighbor if there is no reason for it,"
            },
            {
              "tag": "q2",
              "text": "and do not deceive people when you are telling what you know."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Do not say, \"I will do to him what he did to me;"
            },
            {
              "tag": "q2",
              "text": "I will pay him back for what he did to me.\""
            },
            {
              "tag": "v",
              "num": "30",
              "text": "I walked by the field of a lazy man,"
            },
            {
              "tag": "q2",
              "text": "past the vineyard of a man who had no good judgment."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Thorns grew there and the stone wall had fallen down."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "When I saw that, I thought about it, and I learned this:"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "A little sleep, a little nap, a little folding of the hands to rest—and while you rest,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "poverty will come to you like a thief who steals from you,"
            },
            {
              "tag": "q2",
              "text": "and poverty will come like an armed soldier who attacks you."
            }
          ],
          "auto": true
        }
      ],
      "num": 25
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Here are more wise sayings of Solomon that were written down by the men of Hezekiah, the king of Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "God honors himself when he hides something so people cannot know it."
            },
            {
              "tag": "q2",
              "text": "But it is to the honor of kings to search out the things that God has hidden."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "What kings think is above the way peasants think; they are like the heavens, they are above us all;"
            },
            {
              "tag": "q2",
              "text": "and all kings have the same deep burdens that others cannot understand."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Silver cannot be used by the metal worker,"
            },
            {
              "tag": "q2",
              "text": "unless the silver is heated and dross is removed from it;"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "just as the dross is removed, even so, if wicked men are removed from the kings court,"
            },
            {
              "tag": "q2",
              "text": "his throne will be more secure, and he will be able to do what is right."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When you stand in front of a king, do not bring attention to yourself"
            },
            {
              "tag": "q2",
              "text": "and do not stand in the place set aside for those the king is honoring."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "It is better if someone important invites you, saying, \"Come up and sit closer to the king,\""
            },
            {
              "tag": "q2",
              "text": "than to embarrass you in front of an important nobleman by making you move so that you now sit far away from the king. "
            },
            {
              "tag": "q",
              "text": "When you witness something that gives you concern,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "you should not quickly bring the matter to trial,"
            },
            {
              "tag": "q2",
              "text": "unless you are very sure about it."
            },
            {
              "tag": "q2",
              "text": "because your neighbor may have a good explanation for what you saw."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If you and your neighbor are having a disagreement,"
            },
            {
              "tag": "q2",
              "text": "settle it between yourselves, and do not tell others any secret you have learned about;"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "for others might find out what you have done,"
            },
            {
              "tag": "q2",
              "text": "and you would be ashamed;"
            },
            {
              "tag": "q2",
              "text": "and from that time on, you will have a bad reputation."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Use the right words and a phrase put together to say exactly what you mean;"
            },
            {
              "tag": "q2",
              "text": "this is as delightful as seeing designs of gold in a silver bowl."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When a wise person rebukes someone who is willing to listen to him,"
            },
            {
              "tag": "q2",
              "text": "it is as priceless as a gold ring or jewelry made of finest gold."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A messenger who is reliable and on time, gives delight to those who sent him,"
            },
            {
              "tag": "q2",
              "text": "to them he is like the cold of snow at harvest time, that refreshes the ground."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When someone boasts about a gift he is going to give, but never gives it,"
            },
            {
              "tag": "q2",
              "text": "he is like the clouds and the wind that do not bring rain."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "With patient persuasion even a ruler's mind can be changed,"
            },
            {
              "tag": "q2",
              "text": "like the proverb that says, 'a soft tongue can break a bone.'"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "If you find some honey, eat just a little,"
            },
            {
              "tag": "q2",
              "text": "because if you eat too much, you could vomit it up."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Do not go to your neighbor's house too often;"
            },
            {
              "tag": "q2",
              "text": "he may get tired of you, and if you do not stop, he could even grow to hate you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "To falsely accuse others in court"
            },
            {
              "tag": "q2",
              "text": "is like attacking them with a club used in battle, or with a sword, or with sharp arrows."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Depending on an unreliable person during times of trouble"
            },
            {
              "tag": "q2",
              "text": "is like having a bad tooth or a foot that slips and makes you fall."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Singing a song to someone who is feeling sad,"
            },
            {
              "tag": "q2",
              "text": "it is as unhelpful as taking off a coat on a very cold day,"
            },
            {
              "tag": "q2",
              "text": "or pouring vinegar into soda, making it bubble."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "If your enemies are hungry, give them something to eat;"
            },
            {
              "tag": "q2",
              "text": "if they are thirsty, give them something to drink;"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "that will be the equal to pouring coals of fire on his head, without doing him any harm,"
            },
            {
              "tag": "q2",
              "text": "and Yahweh will reward you for doing that."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When wind blows from the north, it will certainly rain;"
            },
            {
              "tag": "q2",
              "text": "it is just as certain that someone who tells secrets about others will make people angry."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "It is better to live alone in the corner of a housetop"
            },
            {
              "tag": "q2",
              "text": "than inside a house with a wife who always wants to argue with you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When you receive news from a far away country,"
            },
            {
              "tag": "q2",
              "text": "that is like giving cold water to a person who is thirsty."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "A good person who falls before the wicked,"
            },
            {
              "tag": "q2",
              "text": "that is as bad as a spring that becomes muddied or a fountain that becomes polluted."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "It is not good to eat too much honey;"
            },
            {
              "tag": "q2",
              "text": "that is like searching for more honor when you already have honor."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "A person who cannot control himself"
            },
            {
              "tag": "q2",
              "text": "is like a city with no way to keep out enemies; its walls have fallen down."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 26
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When it snows in the summer, or when it rains in the harvest,"
            },
            {
              "tag": "q2",
              "text": "that is what it is like when a fool gets honor—"
            },
            {
              "tag": "q2",
              "text": "honor for him comes at the wrong time, and the wrong place."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "A sparrow flies here and there flittering around, and a swallow darts back and forth when it flies,"
            },
            {
              "tag": "q2",
              "text": "that is like someone speaking a curse against you—but it cannot land on you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "A horse needs a whip to make it move, and a donkey must have a bridle in its mouth, or it will not carry its load."
            },
            {
              "tag": "q2",
              "text": "In the same way, a fool needs someone to beat him on his back to get him to do anything."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Do not reply to a fool when he is trying to draw you into his foolishness,"
            },
            {
              "tag": "q2",
              "text": "or you will be just as much a fool as he is."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Give a fool an answer that will be just as foolish as his question,"
            },
            {
              "tag": "q2",
              "text": "and that may open his eyes so he can see that he is not as wise as he thinks."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "If you entrust an important message to be delivered by a fool,"
            },
            {
              "tag": "q2",
              "text": "that would as foolish as cutting of your own feet, and then taking a drink of poison."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "A lame man cannot use his legs; they hang down and are useless,"
            },
            {
              "tag": "q2",
              "text": "as useless as when fools are reciting proverbs to one another that they do not understand.."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When you tie a stone into a sling so it cannot be thrown,"
            },
            {
              "tag": "q2",
              "text": "that is like one who gives honor to a fool,"
            },
            {
              "tag": "q2",
              "text": "for no matter how much you praise him,"
            },
            {
              "tag": "q2",
              "text": "it will never do him any good."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When a drunk man picks up a bush full of thorns"
            },
            {
              "tag": "q2",
              "text": "and starts to swing it around at people,"
            },
            {
              "tag": "q2",
              "text": "that is as helpful as a fool reciting proverbs,"
            },
            {
              "tag": "q2",
              "text": "people stand back and try to get away from him."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "An archer who aims and shoots arrows at people standing around him,"
            },
            {
              "tag": "q2",
              "text": "is as dangerous as one who hires a fool"
            },
            {
              "tag": "q2",
              "text": "or he takes so little care that he hires the next person who comes along."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When you see a dog return to his vomit,"
            },
            {
              "tag": "q2",
              "text": "that is just like a fool who does the same foolish thing over and over again."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Do you know someone who has this idea about himself—"
            },
            {
              "tag": "q2",
              "text": "he thinks he is a very wise person?"
            },
            {
              "tag": "q2",
              "text": "It is easier to teach a fool than him."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The lazy person has many reasons for not working—"
            },
            {
              "tag": "q2",
              "text": "you might hear him say, \"But there is a lion in the street!\""
            },
            {
              "tag": "q2",
              "text": "or \"Oh, there is a lion in the market!\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When you see a door swing back and forth on it hinges,"
            },
            {
              "tag": "q2",
              "text": "that is just like one who is lazy, when he is lying on his bed, turning back and forth."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "One who is lazy might reach down with his hand to get some food,"
            },
            {
              "tag": "q2",
              "text": "but he does not have the energy to put the food into his mouth."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The one who is lazy considers himself to be very wise,"
            },
            {
              "tag": "q2",
              "text": "more wise than seven men who are known for their insight."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Someone who walks by a dog lying on the ground, who then reaches down and pulls its ears;"
            },
            {
              "tag": "q2",
              "text": "he is like someone who hears an argument as he is walking by,"
            },
            {
              "tag": "q2",
              "text": "and he gets involved, and becomes angry"
            },
            {
              "tag": "q2",
              "text": "and then he takes sides and joins in—"
            },
            {
              "tag": "q2",
              "text": "even though he had nothing to do with it."
            },
            {
              "tag": "v",
              "num": "18-19",
              "text": "Who is like an insane person who shoots burning arrows in every direction?"
            },
            {
              "tag": "q2",
              "text": "One who lies to his neighbor!"
            },
            {
              "tag": "q2",
              "text": "He makes an excuse to his neighbor and tells him,"
            },
            {
              "tag": "q2",
              "text": "\"I was only joking;\""
            },
            {
              "tag": "q2",
              "text": "but just like the madman's arrows,"
            },
            {
              "tag": "q2",
              "text": "what he said has set everything on fire."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The fire goes out when there is no more wood to burn;"
            },
            {
              "tag": "q2",
              "text": "and so arguments stop when no one is gossipping."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "As charcoal can ignite into burning coal and a log of wood into a fire;"
            },
            {
              "tag": "q2",
              "text": "so the one who argues sets anger ablaze."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The gossip tells stories that are like sweet treats to eat;"
            },
            {
              "tag": "q2",
              "text": "people eat them like candy until they are filled."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "A shining glaze applied with great heat, covers the clay pot,"
            },
            {
              "tag": "q2",
              "text": "and that is like the fiery words that cover an evil heart."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The one who is filled with hate, by the words he speaks, he hides his true feelings;"
            },
            {
              "tag": "q2",
              "text": "and he stores up more and more lies within himself."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "He may speak kind words, but you should not believe them,"
            },
            {
              "tag": "q2",
              "text": "because deep within him is everything that Yahweh despises."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Even though he covers up his hatred by his lies,"
            },
            {
              "tag": "q2",
              "text": "everyone will realize how wicked he is."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "One who digs a pit will fall into it;"
            },
            {
              "tag": "q2",
              "text": "and a stone rolls back on the one who tried to push it up a hill."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The one who lies hates the people he destroys;"
            },
            {
              "tag": "q2",
              "text": "just as much as the person who uses flattery causes terrible destruction."
            }
          ],
          "auto": true
        }
      ],
      "num": 27
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Do not boast about what will happen tomorrow,"
            },
            {
              "tag": "q2",
              "text": "because you do not know what will come to you during that day."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Do not praise yourself; let someone else praise you."
            },
            {
              "tag": "q2",
              "text": "It is better for someone you do not know to praise you,"
            },
            {
              "tag": "q2",
              "text": "than for you to praise yourself."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If you think about how heavy a stone can be, or how much sand can weigh—"
            },
            {
              "tag": "q2",
              "text": "then you will understand that the trouble a fool causes is harder to carry than both of those things."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "If you think about how cruel can be people who rage at others, and how angry people can attack others like a flood of water,"
            },
            {
              "tag": "q2",
              "text": "then think about how jealous people are even worse;"
            },
            {
              "tag": "q2",
              "text": "no one can resist being harmed by a jealous person."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It is better to offer a rebuke out in the open, than to have a love that is hidden."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "A wound from a friend is better than kisses from an enemy."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When a person is walking along and he has a full stomach, he may step on a honeycomb because he is not hungry;"
            },
            {
              "tag": "q2",
              "text": "but if he were very hungry, even bitter things would taste sweet to him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When a man wanders away from his home,"
            },
            {
              "tag": "q2",
              "text": "he is acting like a bird that stays far from its nest."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The aroma of perfume and the scent of incense can help to make a person feel happy;"
            },
            {
              "tag": "q2",
              "text": "and we most appreciate friends who give us good advice."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Do not forget your friend or a friend of your father;"
            },
            {
              "tag": "q2",
              "text": "and when you have a problem and you need help,"
            },
            {
              "tag": "q2",
              "text": "do not go to your brother's home."
            },
            {
              "tag": "q2",
              "text": "When there is trouble, a neighbor who lives close by"
            },
            {
              "tag": "q2",
              "text": "is better than a brother who lives far away."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "My son, if you become wise, you will make me happy;"
            },
            {
              "tag": "q2",
              "text": "so I will be able to give an answer to anyone who argues against me."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "One who has good sense takes cover when he sees trouble coming,"
            },
            {
              "tag": "q2",
              "text": "but those who have no experience or knowledge rush ahead into danger."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Take a man's garment as security when he is guaranteeing a loan for a stranger."
            },
            {
              "tag": "q2",
              "text": "Hold the garment in pledge to protect yourself from losing your money when he puts up security for an adulteress."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Whoever shouts out a blessing in a loud voice early in the morning,"
            },
            {
              "tag": "q2",
              "text": "that blessing will be heard as if it were a curse."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "A wife who continually argues with her husband is as annoying as"
            },
            {
              "tag": "q2",
              "text": "the constant dripping of water on a rainy day;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and stopping her from arguing would be as difficult as restraining the wind,"
            },
            {
              "tag": "q2",
              "text": "or trying to catch oil in one hand."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Iron is used to sharpen an iron blade, just like a man makes his friend better."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The farmer who takes care of a fig tree will enjoy its fruit when it is ripe."
            },
            {
              "tag": "q2",
              "text": "This is just like the one who protects his master, he will get honor from his master."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When a person looks in the water, he sees his own face;"
            },
            {
              "tag": "q2",
              "text": "similarly when we look at what a person loves, we know what he is like deep inside."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You know that the Place of the Dead and The Destroyer are never satisfied;"
            },
            {
              "tag": "q2",
              "text": "and people, too, are never satisfied and always want more."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Silver is refined in a crucible, and gold is put into a furnace to be made pure;"
            },
            {
              "tag": "q2",
              "text": "and how a person responds to the praise given to them"
            },
            {
              "tag": "q2",
              "text": "will tell you what kind of person he is."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Though you grind a fool as if you were grinding up grain,"
            },
            {
              "tag": "q2",
              "text": "you will not be able to take his foolishness out of him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "A good shepherd will know the condition of all his sheep and he will check on them every day."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Wealth does not last forever."
            },
            {
              "tag": "q2",
              "text": "Does the crown of a king endure for all generations?"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The grass dies out and then the new growth starts to grow;"
            },
            {
              "tag": "q2",
              "text": "and on the mountains food for the cattle is stacked up in the barns."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The lambs will give you warm clothing and the goats will give you enough to pay for the cost of the field."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "There will be milk from the goats that you can drink—that will be food for everyone who lives in your house—"
            },
            {
              "tag": "q2",
              "text": "and it is food to feed your servant girls, as well."
            }
          ],
          "auto": true
        }
      ],
      "num": 28
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A wicked person runs away even when no one is coming after him,"
            },
            {
              "tag": "q2",
              "text": "but the one who does what is right is as brave as lions."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The more sin there is in a country, the greater the number of rulers it will have;"
            },
            {
              "tag": "q2",
              "text": "but when there is a ruler who has understanding and knowledge, the country can last a long time."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When a poor person oppresses other poor people,"
            },
            {
              "tag": "q2",
              "text": "it is like a hard rain that destroys the crops and leaves no food for anyone to eat."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Those who reject the law are the same people who speak well of those who are wicked;"
            },
            {
              "tag": "q2",
              "text": "but those who obey the law fight against the wicked."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "As difficult as it is for evil people to understand what is just,"
            },
            {
              "tag": "q2",
              "text": "even so those who want to find Yahweh understand everything that is important."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "It is better to be honest and poor,"
            },
            {
              "tag": "q2",
              "text": "than to be dishonest in all you do, and to be rich."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The one who obeys the law is a child who has understanding of the ways of wisdom;"
            },
            {
              "tag": "q2",
              "text": "but if children go around with friends who are only interested in eating too much, they put their father to shame."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The person who becomes rich by charging a high rate of interest ,"
            },
            {
              "tag": "q2",
              "text": "he does not know that he is gathering his money, and it will be given to someone who helps the poor and is kind to them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If you refuse to hear what the law says to you about how you should live;"
            },
            {
              "tag": "q2",
              "text": "then Yahweh is offended by your prayers."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If someone tricks an honest person into doing that is bad,"
            },
            {
              "tag": "q2",
              "text": "the one who did that will fall into his own trap,"
            },
            {
              "tag": "q2",
              "text": "but those who have tried to right will received many good things."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "A rich person can think of himself as being wise,"
            },
            {
              "tag": "q2",
              "text": "but someone who is poor but who has good sense will be able to tell if the rich man is really wise."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When those who do what is right have a victory, it is a time to celebrate,"
            },
            {
              "tag": "q2",
              "text": "but when those who are wicked rise up in victory, people run and hide."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The one who tries to cover up his sins will be found out,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh will forgive those who tell their sins to him, and they turn away from doing them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "How fortunate are those who always honor Yahweh;"
            },
            {
              "tag": "q2",
              "text": "but those who refuse to listen to him, who do not want to learn from him, will fall into trouble."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You know what a roaring lion or a charging bear is like;"
            },
            {
              "tag": "q2",
              "text": "they are just like the wicked ruler who is tearing apart poor people."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "A king who does not have good sense thinks he is wise when he is cruel and he takes everything away from his people."
            },
            {
              "tag": "q2",
              "text": "but a person who hates getting anything by breaking the law, will live a long life."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "If a person is guilty of murdering another"
            },
            {
              "tag": "q2",
              "text": "he will live like a fugitive until he dies;"
            },
            {
              "tag": "q2",
              "text": "and no one will help him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When a person lives his life and is blameless, Yahweh will keep him safe;"
            },
            {
              "tag": "q2",
              "text": "but one who lives by his lies will be suddenly ruined."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "A farmer who works his field will have plenty of food to eat;"
            },
            {
              "tag": "q2",
              "text": "but anyone who gives his time to worthless dreams, will be very poor."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yahweh will give good things to a faithful person;"
            },
            {
              "tag": "q2",
              "text": "but he will certainly punish those who become rich quickly."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It is bad to give a favor to one person and not to another;"
            },
            {
              "tag": "q2",
              "text": "some people will do what is wrong just to get a piece of bread."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "A man who hates to spend his money will run to more,"
            },
            {
              "tag": "q2",
              "text": "but he does not know that poverty is coming to him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The one who rebukes a person will later be appreciated more"
            },
            {
              "tag": "q2",
              "text": "than the one who says nice things just to flatter him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Anyone who steals things from his father or his mother"
            },
            {
              "tag": "q2",
              "text": "and says \"That is not sinful,\""
            },
            {
              "tag": "q2",
              "text": "he is friend of the one who destroys."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "A greedy person stirs up arguments between people;"
            },
            {
              "tag": "q2",
              "text": "but the one who trusts in Yahweh will do well."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "One who depends on himself is a fool,"
            },
            {
              "tag": "q2",
              "text": "those who make wise decisions escape danger."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "One who gives to help the poor, will not lack anything,"
            },
            {
              "tag": "q2",
              "text": "but many curses will come to whoever turns away and ignores them."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "When wicked people get power, men and women hide;"
            },
            {
              "tag": "q2",
              "text": "but when the wicked die, there will be more and more of those who do what is right."
            }
          ],
          "auto": true
        }
      ],
      "num": 29
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When you rebuke a person who has rejected your words and who refused to listen to you,"
            },
            {
              "tag": "q2",
              "text": "he will be crushed to the point that he cannot be healed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When people live the right way, they become more numerous,"
            },
            {
              "tag": "q2",
              "text": "but when a wicked ruler starts to govern, the people groan."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "A son who desires to learn about wisdom makes his father very happy;"
            },
            {
              "tag": "q2",
              "text": "but the son who is a companion of prostitutes will lose all his money"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When a king rules with honest rules and good laws, he causes his nation to be strong,"
            },
            {
              "tag": "q2",
              "text": "but anyone who asks for bribes ruins his nation."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "One who praises his neighbor to get something from him,"
            },
            {
              "tag": "q2",
              "text": "is like the one who listens for the sound of his footsteps,"
            },
            {
              "tag": "q2",
              "text": "so he can catch him in a net."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "A bad person sets a trap with his sin; then he falls into it;"
            },
            {
              "tag": "q2",
              "text": "but one who does right is full of songs and joy."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The one who does right stands up for the poor and defends them;"
            },
            {
              "tag": "q2",
              "text": "but wicked people do not see the importance of standing up for the poor."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "People who sneer and mock others are like those who set a city on fire;"
            },
            {
              "tag": "q2",
              "text": "but those who help people get rid of their anger are wise."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If a wise person has any conflict with a foolish person,"
            },
            {
              "tag": "q2",
              "text": "the foolish person screams at him and then laughs at him, and it never ends."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "A murderer hates him who does everything right;"
            },
            {
              "tag": "q2",
              "text": "and they seek to kill the one who has a good reputation."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "A fool shows all his anger,"
            },
            {
              "tag": "q2",
              "text": "but a person who is wise holds his anger, and he knows how to calm himself down."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "If a ruler believes the lies that are told to him,"
            },
            {
              "tag": "q2",
              "text": "he teaches all his officials to be wicked."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "What do a poor person and one who takes advantage of people have in common?"
            },
            {
              "tag": "q2",
              "text": "Yahweh gives life to both of them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "If a king judges the poor by listening to the truth,"
            },
            {
              "tag": "q2",
              "text": "he will build a kingdom that will continue forever."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "If a child is punished,"
            },
            {
              "tag": "q2",
              "text": "the gift of wisdom is given to him;"
            },
            {
              "tag": "q2",
              "text": "but when a child is out of control,"
            },
            {
              "tag": "q2",
              "text": "this brings shame to his mother."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When wicked people have authority, lawbreaking is common;"
            },
            {
              "tag": "q2",
              "text": "but those who do what is right will see the day"
            },
            {
              "tag": "q2",
              "text": "when the wicked will lose their power."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Discipline your child and he will help you and serve you;"
            },
            {
              "tag": "q2",
              "text": "you will truly rejoice over him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When no prophet receives any vision from Yahweh, the people go out of control,"
            },
            {
              "tag": "q2",
              "text": "but those who obey the law are fortunate."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Talk to a slave as much as you want,"
            },
            {
              "tag": "q2",
              "text": "but though he understands what you are saying, they have learned not to give you an answer."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do you see someone who is quick to speak, quick to give an opinion?"
            },
            {
              "tag": "q2",
              "text": "Yahweh can give a fool more help in the future easier than he can help him who is quick to speak."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "If a slave is excused from his labor"
            },
            {
              "tag": "q2",
              "text": "and treated better than other slaves by his master"
            },
            {
              "tag": "q2",
              "text": "from the time he is young;"
            },
            {
              "tag": "q2",
              "text": "but when he is grown,"
            },
            {
              "tag": "q2",
              "text": "that slave will give trouble to his master."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "A person who cannot control his anger stirs up many quarrels"
            },
            {
              "tag": "q2",
              "text": "and uses his rage to rule over others, and so he commits many sins."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Any person who is proud will be humbled;"
            },
            {
              "tag": "q2",
              "text": "but the one who is humbled will be given honor."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "A person who helps a thief, hates himself;"
            },
            {
              "tag": "q2",
              "text": "he overhears the curse, but he does not say anything about it."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When one is afraid of what people can do,"
            },
            {
              "tag": "q2",
              "text": "it is like setting a trap for himself."
            },
            {
              "tag": "q2",
              "text": "but whoever trusts in Yahweh is safe."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Many people want to come before a ruler to get help from him,"
            },
            {
              "tag": "q2",
              "text": "but Yahweh is the only one who gives him true justice."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Those who do what is right detest a person who treats others in an unfair way;"
            },
            {
              "tag": "q2",
              "text": "just as the wicked hate those who live good lives."
            }
          ],
          "auto": true
        }
      ],
      "num": 30
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are sayings containing wisdom, the sayings of Agur son of Jakeh."
            },
            {
              "tag": "q1",
              "text": "Agur wrote them for Ithiel, yes, to Ithiel and to Ucal."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I am more like an animal than any human being!"
            },
            {
              "tag": "q2",
              "text": "I lack the understanding that a human being has!"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I have not learned about wisdom;"
            },
            {
              "tag": "q2",
              "text": "I do not know Yahweh, the Holy One."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Who has ever gone up to heaven and come back down again?"
            },
            {
              "tag": "q2",
              "text": "Who can catch the wind in his hand?"
            },
            {
              "tag": "q2",
              "text": "Who can gather up the waters in an overcoat?"
            },
            {
              "tag": "q2",
              "text": "Who set the limits to the size of the earth?"
            },
            {
              "tag": "q2",
              "text": "What is his name? And what is the name of his son?"
            },
            {
              "tag": "q2",
              "text": "Do you know?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Every word of God is proven by a test that it is true;"
            },
            {
              "tag": "q2",
              "text": "he is like a shield that protects those who run to him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Be careful not to add to Yahweh's words more than he has said;"
            },
            {
              "tag": "q2",
              "text": "if you do that, he will correct you and he will prove that you lied about what he said."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I ask Yahweh for two things,"
            },
            {
              "tag": "q2",
              "text": "and that he give them to me before I die."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Put vain pride and lies far away from me;"
            },
            {
              "tag": "q2",
              "text": "and do not give me poverty or riches,"
            },
            {
              "tag": "q2",
              "text": "just give me the food I need every day."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For if I have too much money,"
            },
            {
              "tag": "q2",
              "text": "it is possible that I will deny my God and say, \"Who is Yahweh?\""
            },
            {
              "tag": "q2",
              "text": "Or it is possible that I will become so poor that I steal from others"
            },
            {
              "tag": "q2",
              "text": "and bring disgrace on the name of my God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Do not speak badly about a slave when he is standing before his master;"
            },
            {
              "tag": "q2",
              "text": "if you do, he will curse you, and you will be responsible; you brought it on yourself."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "There are many people who curse their fathers"
            },
            {
              "tag": "q2",
              "text": "and they do not praise their mothers or thank them;"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "those people think everything they do should not be criticized,"
            },
            {
              "tag": "q2",
              "text": "but really they have never been cleansed from their filth."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "These people show how proud they are in their eyes;"
            },
            {
              "tag": "q2",
              "text": "they make people look at them and they show their pride in their faces!"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "These people use their mouths to speak the most hurtful words, like they are cutting and tearing people apart;"
            },
            {
              "tag": "q1",
              "text": "it is as if they are eating up the poor people from the earth,"
            },
            {
              "tag": "q2",
              "text": "and swallowing up the needy from humanity."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "There are leeches that suck blood, imagine they had two daughters;"
            },
            {
              "tag": "q2",
              "text": "they say, \"Give to us! Give to us!"
            },
            {
              "tag": "q1",
              "text": "There are four things that are never satisfied—"
            },
            {
              "tag": "q2",
              "text": "they always want more :"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The grave, the place of the dead;"
            },
            {
              "tag": "q1",
              "text": "the womb of a woman that never conceived a child;"
            },
            {
              "tag": "q1",
              "text": "soil that badly needs to be watered;"
            },
            {
              "tag": "q1",
              "text": "and a fire that burns hot and it never says, \"The fire is hot enough!\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The one who dishonors his father,"
            },
            {
              "tag": "q2",
              "text": "and who disrespects and disobeys his mother."
            },
            {
              "tag": "q1",
              "text": "such a person would be killed and have his eyes pecked out by crows,"
            },
            {
              "tag": "q2",
              "text": "and would be devoured by the vultures."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "There are three wonderful things I can mention;"
            },
            {
              "tag": "q2",
              "text": "no, there are four that are too amazing and I cannot understand them."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "How eagles fly in the sky;"
            },
            {
              "tag": "q1",
              "text": "how snakes move over a big rock,"
            },
            {
              "tag": "q1",
              "text": "how ships can sail on the seas,"
            },
            {
              "tag": "q1",
              "text": "and how a man is able to win the love of a woman."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "This is what a woman is like who is not faithful to her husband:"
            },
            {
              "tag": "q2",
              "text": "she eats and then wipes her mouth,"
            },
            {
              "tag": "q2",
              "text": "and she says, \"There is nothing wrong in what I have done.\""
            },
            {
              "tag": "v",
              "num": "21",
              "text": "There are four things that make the earth tremble:"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "the earth trembles with a slave becomes a king;"
            },
            {
              "tag": "q1",
              "text": "the earth trembles when fool has eaten his food and is filled;"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "the earth trembles when a woman who is hated by all, gets married,"
            },
            {
              "tag": "q1",
              "text": "and the earth trembles, when the maid becomes the wife of her master."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "There are four creatures on the earth that are small, but they are very wise."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Ants are not strong,"
            },
            {
              "tag": "q2",
              "text": "but they store up food during the summer in order to have it during the winter."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Rock badgers also are not strong,"
            },
            {
              "tag": "q2",
              "text": "but they make their homes among the rocks."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Locusts do not have a king,"
            },
            {
              "tag": "q2",
              "text": "but they march in rank like soldiers in the army."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Lizards are very small and you can hold them in your hand,"
            },
            {
              "tag": "q2",
              "text": "but they get inside kings' palaces."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "There are four animals that walk with great pride and they are very impressive as they walk."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Lions, which are the strongest among wild animals"
            },
            {
              "tag": "q2",
              "text": "and are not afraid of any of them."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Strutting roosters, and male goats,"
            },
            {
              "tag": "q1",
              "text": "and kings who stand with their soldiers beside them."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "If you have acted foolishly, exalting yourself,"
            },
            {
              "tag": "q2",
              "text": "or if you been planning to do something evil,"
            },
            {
              "tag": "q1",
              "text": "put your hand over your mouth! Stop it!"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Just as when you churn milk, and it produces butter,"
            },
            {
              "tag": "q2",
              "text": "even so, if you hit someone hard on his nose, the result is that his nose will bleed;"
            },
            {
              "tag": "q2",
              "text": "and, in the same way, when people are angry, they will argue and fight."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 31
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are sayings of King Lemuel—an oracle his mother taught him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "She says: You are my son; I carried you in my womb;"
            },
            {
              "tag": "q2",
              "text": "you are the son, I made promises to Yahweh for you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do not give your strength to women;"
            },
            {
              "tag": "q2",
              "text": "and do not tell what your plans are, to the women who destroy kings."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Lemuel, kings should be careful about drinking wine;"
            },
            {
              "tag": "q2",
              "text": "and a king should never ask, \"Where is the strong drink?\""
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They could drink but then they might forget that they made a decree of the king,"
            },
            {
              "tag": "q2",
              "text": "and tear down the rights of those who have been taken advantage of."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Give strong drink to those who are dying"
            },
            {
              "tag": "q2",
              "text": "and to those who are grieving their loss."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "One who drinks will forget he is poor,"
            },
            {
              "tag": "q2",
              "text": "and he will not remember his trouble."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Speak for those who cannot speak for themselves,"
            },
            {
              "tag": "q2",
              "text": "speak for those who are approaching death."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Speak out and render judgment according to what is right;"
            },
            {
              "tag": "q2",
              "text": "and plead for justice to come in the cases of the poor and the needy."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Who can find a wife who is good at many things?"
            },
            {
              "tag": "q2",
              "text": "Her value is much more than the jewels she could wear."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Her husband completely trusts her,"
            },
            {
              "tag": "q2",
              "text": "and because of her, he will never be poor."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "She does good things for him and not evil,"
            },
            {
              "tag": "q2",
              "text": "all the days of her life."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "She finds wool and flax in the market,"
            },
            {
              "tag": "q2",
              "text": "and she enjoys spinning it to make yarn and fabric."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "She is like the merchant ships"
            },
            {
              "tag": "q2",
              "text": "because she brings her food to her home from far away."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "She gets up before dawn to prepare food for her family,"
            },
            {
              "tag": "q2",
              "text": "and she gives each servant girl her duties for the day."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "She goes out and considers what field she will buy, and she buys it."
            },
            {
              "tag": "q1",
              "text": "With the money she has made in other ventures,"
            },
            {
              "tag": "q2",
              "text": "she plants a vineyard."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "She prepares herself with her strength,"
            },
            {
              "tag": "q2",
              "text": "and her arms are strong, able to do hard work."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "She knows when she is getting a good profit from her business."
            },
            {
              "tag": "q1",
              "text": "She keeps a lamp burning all night long."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "She holds the spindle,"
            },
            {
              "tag": "q2",
              "text": "and then she spins the thread that she will use."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "She gives an outstretched hand to help the poor."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "She is not worried about the snow,"
            },
            {
              "tag": "q2",
              "text": "for everyone in her house have the best winter coats."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "She makes covers for the beds."
            },
            {
              "tag": "q2",
              "text": "She wears fine purple linen clothes—the color of royalty."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Her husband is well known at the city gates,"
            },
            {
              "tag": "q2",
              "text": "and there at the gates he sits with the other leaders of the town."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "She makes linen garments and she sells them."
            },
            {
              "tag": "q2",
              "text": "She sells sashes to shop owners."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "She is strong in her character and respected,"
            },
            {
              "tag": "q2",
              "text": "and she laughs at what will happen in the future."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "When she speaks, she says what is wise,"
            },
            {
              "tag": "q2",
              "text": "and she lives by the law of kindness."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "She watches over everything that is done in her household,"
            },
            {
              "tag": "q2",
              "text": "and nothing in her actions would be anything like laziness."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Her children speak highly of her;"
            },
            {
              "tag": "q2",
              "text": "her husband also praises her."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He says to her, \"There are many women who do admirable things,"
            },
            {
              "tag": "q2",
              "text": "but you surpass them all!\""
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Elegance can deceive"
            },
            {
              "tag": "q2",
              "text": "and make you think more highly of a person than you should;"
            },
            {
              "tag": "q2",
              "text": "and beauty has no lasting value."
            },
            {
              "tag": "q2",
              "text": "But a woman who honors Yahweh will be praised for the person she is."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Give her what she has earned,"
            },
            {
              "tag": "q2",
              "text": "and her works will praise her among the leaders of the town."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "PRO unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Proverbs"
}