{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by Asaph for the choir director"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Sing songs to praise God, who enables us to be strong when we fight our enemies;"
          },
          {
            "tag": "q1",
            "text": "shout joyfully to God, whom we descendants of Jacob worship!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Start playing the music, and beat the tambourines;"
          },
          {
            "tag": "q2",
            "text": "play nice music on the harps and lyres."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Blow the trumpets during the festival to celebrate each new moon,"
          },
          {
            "tag": "q2",
            "text": "each time the moon is full, and during our other festivals."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do that because that is a decree for us Israelite people;"
          },
          {
            "tag": "q2",
            "text": "it is a command that God made for the descendants of Jacob."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He made it a law under at the time when God led the descendants of Joseph out of the land of Egypt. "
          },
          {
            "tag": "q1",
            "text": "I heard a voice I did not recognize, and it said:"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "\"After the rulers of Egypt forced you Israelites to work as slaves,"
          },
          {
            "tag": "q1",
            "text": "I took those heavy burdens off your backs,"
          },
          {
            "tag": "q2",
            "text": "and I enabled you to lay down those heavy baskets of bricks that you were carrying."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When you were greatly distressed, you called out to me, and I rescued you;"
          },
          {
            "tag": "q2",
            "text": "I answered you out of a thundercloud."
          },
          {
            "tag": "q2",
            "text": "Later I tested whether you would trust me to give you water when you were in the desert at Meribah."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You who are my people, listen while I warn you!"
          },
          {
            "tag": "q1",
            "text": "I wish that you Israelite people would pay attention to what I say to you!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You must not have any idols of other gods among you;"
          },
          {
            "tag": "q2",
            "text": "you must never bow to worship any of them!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I am Yahweh, your God;"
          },
          {
            "tag": "q2",
            "text": "It was not any of those gods who brought you out of Egypt;"
          },
          {
            "tag": "q1",
            "text": "I am the one who did it!"
          },
          {
            "tag": "q2",
            "text": "So request what you want me to do for you, and I will do it."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But my people would not listen to me;"
          },
          {
            "tag": "q2",
            "text": "they would not obey me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So because they were very stubborn,"
          },
          {
            "tag": "q2",
            "text": "I allowed them to do whatever they wanted to do."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I wish that my people would listen to me,"
          },
          {
            "tag": "q1",
            "text": "that the Israelite people would behave as I want them to do."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If they did that, I would quickly defeat their enemies;"
          },
          {
            "tag": "q2",
            "text": "I would strike dead those who are oppressing them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then all those who hate me would cringe before me,"
          },
          {
            "tag": "q2",
            "text": "and then I would punish them forever."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But I would give you Israelites very good wheat,"
          },
          {
            "tag": "q2",
            "text": "and I would fill your stomachs with wild honey.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 81
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}