[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I said to myself, “I will be careful not to sin by the things that I say."
      },
      {
        "t": "v",
        "n": 2,
        "v": "So I was completely silent, and I did not even talk about things that were good;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I became very anxious in my inner being."
      },
      {
        "t": "v",
        "n": 4,
        "v": "“Yahweh, show me how long I will live."
      },
      {
        "t": "v",
        "n": 5,
        "v": "It seems that you have caused me to live only a short time;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Then we disappear like a shadow does."
      },
      {
        "t": "v",
        "n": 7,
        "v": "So now, Yahweh, I can expect to receive nothing from anyone else."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Deliver me from the sins that I have committed."
      },
      {
        "t": "v",
        "n": 9,
        "v": "I did not say anything when you punished me"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But now, please stop punishing me!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "When you rebuke someone and punish him for the sin that he has committed,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, listen to me while I pray;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Now please allow me to be alone and do not punish me anymore"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will not say anything to complain to you"
  },
  {
    "t": "q",
    "v": "while wicked people are near to me and can hear me.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but it was useless because I began to suffer even more."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "As I thought about my troubles, I became more worried."
  },
  {
    "t": "q",
    "v": "Then finally I said this:"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Tell me when I will die."
  },
  {
    "t": "q",
    "v": "Tell me how many years I will live!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my lifetime seems nothing to you."
  },
  {
    "t": "q",
    "v": "The time that all we humans live is as short as a puff of air."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It seems that all that we do is for nothing."
  },
  {
    "t": "q",
    "v": "We sometimes get a lot of money, but we do not even know who will get it after we die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You are the only one from whom I confidently expect to receive blessings."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not allow foolish people to make fun of me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because I knew that you were the one who caused me to suffer."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you do not do that, I am about to die because of how you make me suffer."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you destroy the things he loves like moths eat away at clothing."
  },
  {
    "t": "q",
    "v": "Our lives disappear like a puff of air."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "pay attention to me while I cry out to you."
  },
  {
    "t": "q",
    "v": "Help me while I am crying."
  },
  {
    "t": "q",
    "v": "I am here on the earth for only a short time,"
  },
  {
    "t": "q",
    "v": "like all my ancestors."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that I may smile and be happy for a while before I die.”"
  }
]