{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God, arise and scatter your enemies,"
          },
          {
            "tag": "q1",
            "text": "and cause those who hate you to run away from you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "As wind blows smoke away,"
          },
          {
            "tag": "q2",
            "text": "you chase your enemies away."
          },
          {
            "tag": "q1",
            "text": "As wax melts when it is near a fire,"
          },
          {
            "tag": "q2",
            "text": "may you cause wicked people to disappear."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But may the righteous people be joyful;"
          },
          {
            "tag": "q2",
            "text": "may they rejoice when they are in God's presence;"
          },
          {
            "tag": "q2",
            "text": "may they be happy and very joyful."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Sing to God; sing to praise him;"
          },
          {
            "tag": "q1",
            "text": "sing a song for him who rides in the desert plains;"
          },
          {
            "tag": "q1",
            "text": "his name is Yahweh; be glad when you are in his presence."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "God, who lives in his sacred temple, is like a father to those who are orphans,"
          },
          {
            "tag": "q2",
            "text": "and he is the one who protects widows."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He provides families for those who have no one to live with."
          },
          {
            "tag": "q1",
            "text": "He frees prisoners and enables them to be successful,"
          },
          {
            "tag": "q2",
            "text": "but those who rebel against him will be forced to live in a very hot and dry land."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God, you led your people out of Egypt,"
          },
          {
            "tag": "q2",
            "text": "and then you marched with them through the desert."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "After you did that,"
          },
          {
            "tag": "q1",
            "text": "the earth shook at Mount Sinai when you appeared to your people,"
          },
          {
            "tag": "q2",
            "text": "and rain poured down from the sky, and your people worshiped you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You caused plenty of rain to fall there in the wilderness,"
          },
          {
            "tag": "q2",
            "text": "and so you enabled good crops to grow again on that land that you gave to us Israelites."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Your people built homes there;"
          },
          {
            "tag": "q2",
            "text": "because you were good to them, you provided food for those who were poor."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The Lord spoke this message,"
          },
          {
            "tag": "q2",
            "text": "and many people took his message to other places."
          },
          {
            "tag": "v",
            "num": "12-13",
            "text": "They proclaimed, \"Many kings and their armies are running away from our army!\""
          },
          {
            "tag": "q2",
            "text": "When our army brought back to their homes the things that they captured,"
          },
          {
            "tag": "q1",
            "text": "the women who were at home divided up those things among themselves and among their families."
          },
          {
            "tag": "q2",
            "text": "They got statues of pigeons whose wings were covered with silver"
          },
          {
            "tag": "q2",
            "text": "and whose feathers were covered with pure yellow gold."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When Almighty God scattered the enemy kings and their armies,"
          },
          {
            "tag": "q2",
            "text": "it reminded me of a snowstorm on Mount Zalmon!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "There is a very high mountain in the Bashan hills,"
          },
          {
            "tag": "q1",
            "text": "a mountain that has many peaks."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But the people who live near that mountain should not envy those who live near Mount Zion,"
          },
          {
            "tag": "q2",
            "text": "the mountain on which God chose to live!"
          },
          {
            "tag": "q1",
            "text": "Yahweh will live there forever!"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "After we defeated all our enemies,"
          },
          {
            "tag": "q1",
            "text": "it was as though the Lord, surrounded by many thousands of strong chariots, descended from Mount Sinai"
          },
          {
            "tag": "q1",
            "text": "and came into the sacred temple in Jerusalem."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He ascended the sacred mountain where his temple is"
          },
          {
            "tag": "q1",
            "text": "and took with him many people who had been captured in battles;"
          },
          {
            "tag": "q2",
            "text": "he received gifts from the enemies whom he had defeated."
          },
          {
            "tag": "q1",
            "text": "He received gifts even from those who had rebelled against him,"
          },
          {
            "tag": "q2",
            "text": "and Yahweh, our God, will live there in his sacred temple forever."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Praise the Lord, who helps us carry our heavy loads every day;"
          },
          {
            "tag": "q1",
            "text": "he is the one who saves us."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Our God is the God who saves us;"
          },
          {
            "tag": "q2",
            "text": "He is Yahweh, our Lord, the one who allows us to escape from dying in battles."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But God will smash the heads of his enemies,"
          },
          {
            "tag": "q2",
            "text": "the long-haired skulls of those who continue to behave sinfully."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The Lord said, \"I will bring back the corpses of my enemies who were killed in Bashan,"
          },
          {
            "tag": "q1",
            "text": "and I will bring back those who sank deep in the ocean and drowned."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I will do that so that you may wash your feet in their blood,"
          },
          {
            "tag": "q2",
            "text": "and your dogs can also lap up some of your enemies' blood.\""
          },
          {
            "tag": "v",
            "num": "24",
            "text": "God, many people see you march triumphantly into your sacred temple,"
          },
          {
            "tag": "q2",
            "text": "celebrating that you have defeated your enemies."
          },
          {
            "tag": "q2",
            "text": "You march like a king does, and a large crowd walks with you."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The singers are in front, and the people who play stringed instruments are at the rear,"
          },
          {
            "tag": "q2",
            "text": "and young women who are beating their tambourines are between them."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "They are all singing, \"You Israelite people, praise God when you gather together;"
          },
          {
            "tag": "q2",
            "text": "praise Yahweh, all you who are descendants of Jacob!\""
          },
          {
            "tag": "v",
            "num": "27",
            "text": "First come the people of the tribe of Benjamin, the smallest tribe,"
          },
          {
            "tag": "q2",
            "text": "and following them come the leaders of the tribe of Judah and their group,"
          },
          {
            "tag": "q1",
            "text": "and following them come the leaders of the tribes of Zebulun and Naphtali."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You people of Israel, God made our tribes very strong."
          },
          {
            "tag": "q2",
            "text": "God, help us with your power as you helped us in the past."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Show us that you are strong, there where you are in your temple in Jerusalem;"
          },
          {
            "tag": "q2",
            "text": "kings bring gifts to you there."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Shout as you defeat your enemies, such as those in Egypt, who are like wild animals living in the reeds."
          },
          {
            "tag": "q1",
            "text": "Shout as you defeat the powerful nations, who are like herds of bulls."
          },
          {
            "tag": "q1",
            "text": "Shame them; make them bow down and give you gifts."
          },
          {
            "tag": "q2",
            "text": "Drive away and scatter the people groups who love to attack other nations."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Then the leaders of Egypt will bring gifts to you."
          },
          {
            "tag": "q2",
            "text": "then the people in Ethiopia will rush to lift up their hands to praise you."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "You people who are citizens of kingdoms all over the world, sing to God!"
          },
          {
            "tag": "q1",
            "text": "Sing praises to Yahweh!"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Sing to the God, the one who rides in the sky,"
          },
          {
            "tag": "q2",
            "text": "the sky that he created long ago."
          },
          {
            "tag": "q1",
            "text": "Listen as he shouts with a very powerful voice."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Proclaim that God is very powerful;"
          },
          {
            "tag": "q2",
            "text": "he is the king that rules over Israel,"
          },
          {
            "tag": "q2",
            "text": "and in the skies he also shows that he is powerful."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "God is awesome as he comes out of his sacred temple;"
          },
          {
            "tag": "q2",
            "text": "he is the God whom we Israelite people worship."
          },
          {
            "tag": "q1",
            "text": "He gives power and strength to his people."
          },
          {
            "tag": "q1",
            "text": "Praise God!"
          }
        ],
        "auto": true
      }
    ],
    "num": 68
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}