{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm which is a song written by Asaph"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God, do not continue to be silent!"
          },
          {
            "tag": "q1",
            "text": "Do not be quiet and say nothing"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "because your enemies are rioting against you;"
          },
          {
            "tag": "q2",
            "text": "those who hate you are rebelling against you!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They are secretly planning to do things to harm us, your people;"
          },
          {
            "tag": "q2",
            "text": "they are conspiring together against the people whom you protect."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They say, \"Come, we must destroy their nation"
          },
          {
            "tag": "q2",
            "text": "so that no one will remember that Israel ever existed!\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They have agreed on what they want to do to destroy Israel,"
          },
          {
            "tag": "q2",
            "text": "and they have agreed to attack you together."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Your enemies are the people who live in the tents of Edom—"
          },
          {
            "tag": "q2",
            "text": "the Ishmaelites, Moab and the Hagrites, they conspire together with"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "the people of Gebal, and the Ammonites, and the Amalekites,"
          },
          {
            "tag": "q2",
            "text": "and the Philistines, and the people of the city of Tyre."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The people of Assyria have joined them;"
          },
          {
            "tag": "q2",
            "text": "they are strong allies of the Moab and Ammon people groups, who are descendants of Abraham's nephew Lot."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "God, do to those people things as you did to the Midian people group,"
          },
          {
            "tag": "q2",
            "text": "as you did to Sisera and Jabin at the river Kishon."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You destroyed them at the town of Endor,"
          },
          {
            "tag": "q2",
            "text": "and their corpses lay on the ground and decayed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Do to them things like you did to kings Oreb and Zeeb;"
          },
          {
            "tag": "q2",
            "text": "defeat their leaders like you defeated Zebah and Zalmunna,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "who said, \"We will take for ourselves the land that the Israelites say belongs to God!\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "My God, cause them to disappear quickly like whirling dust,"
          },
          {
            "tag": "q2",
            "text": "like chaff that the wind blows away!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "As a fire completely burns a forest"
          },
          {
            "tag": "q1",
            "text": "and as flames burn in the mountains,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "expel them with your storms"
          },
          {
            "tag": "q2",
            "text": "and cause them to be terrified by your big storms!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Cause them to be very ashamed"
          },
          {
            "tag": "q2",
            "text": "so that they will admit that you are very powerful."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Cause them to be forever disgraced because of being defeated,"
          },
          {
            "tag": "q1",
            "text": "and cause them to die while they are still disgraced."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Cause them to know that you, whose name is Yahweh,"
          },
          {
            "tag": "q2",
            "text": "are the supreme ruler over everything on the earth."
          }
        ],
        "auto": true
      }
    ],
    "num": 83
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}