{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for Jeduthun, the choir leader"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God is the only one who can give me peace in my inner being,"
          },
          {
            "tag": "q2",
            "text": "and he is the one who saves me from my enemies."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Only he is like a huge rock on which I can be safe;"
          },
          {
            "tag": "q2",
            "text": "he is like a fortress high up that my enemies cannot climb."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When will you, my enemies, stop attacking me?"
          },
          {
            "tag": "q2",
            "text": "I feel that I am as weak against you as a leaning wall or a broken-down fence."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "My enemies plan to remove me from my important position so that people no longer honor me."
          },
          {
            "tag": "q2",
            "text": "They delight in telling lies."
          },
          {
            "tag": "q1",
            "text": "They bless people by what they say,"
          },
          {
            "tag": "q2",
            "text": "but in their inner beings they curse those people."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "God is the only one who gives me peace in my inner being;"
          },
          {
            "tag": "q2",
            "text": "he is the one whom I confidently expect to help me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Only he is like a huge rock on which I can be safe;"
          },
          {
            "tag": "q2",
            "text": "he is like a shelter; my enemies can never reach me there."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God is the one who saves me and honors me."
          },
          {
            "tag": "q2",
            "text": "He is like a huge,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You my people, always trust in him."
          },
          {
            "tag": "q2",
            "text": "Tell him all your troubles"
          },
          {
            "tag": "q2",
            "text": "because we go to him for safety."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "People who are considered to be unimportant are as unreliable as a breath of air;"
          },
          {
            "tag": "q2",
            "text": "people who are considered to be important also really amount to nothing."
          },
          {
            "tag": "q1",
            "text": "If you put them all on a scale, it would be as if they weighed less than a puff of air."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not trust in money gained by extorting it from others;"
          },
          {
            "tag": "q2",
            "text": "do not try to gain anything by robbing others."
          },
          {
            "tag": "q1",
            "text": "If you become very wealthy, do not trust in your money."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I have heard God say more than once that he is the one who really has power,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "and that he is the one who faithfully loves us, as he promised."
          },
          {
            "tag": "q2",
            "text": "He rewards every one of us according to the deeds that we do."
          }
        ],
        "auto": true
      }
    ],
    "num": 62
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}