[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Those whom God has forgiven for rebelling against him"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Those whose record of sins Yahweh has erased"
      },
      {
        "t": "v",
        "n": 3,
        "v": "When I did not confess my sins,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Day and night, Yahweh, you punished me severely."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then I confessed my sins to you;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Therefore the people who honor you should pray to you"
      },
      {
        "t": "v",
        "n": 7,
        "v": "You are like a place where I can hide from my enemies;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh says to me, “I will instruct you about how you should conduct your life."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Do not be stupid like horses and mules that do not understand anything;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Wicked people will have many troubles that will make them sad,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So, all you righteous people, rejoice about what Yahweh has done for you;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You righteous people should shout joyfully to Yahweh"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Praise Yahweh as you play songs on the harp."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Sing a new song to him;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh always does what he says that he will do;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "He loves everything that we do that is just and right."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh created everything in the sky by commanding it."
      },
      {
        "t": "v",
        "n": 7,
        "v": "He gathered all the water into one huge mass"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Everyone on the earth should honor Yahweh;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When he spoke, he created the world."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh stops the other nations from doing the things they want to do."
      },
      {
        "t": "v",
        "n": 11,
        "v": "But what Yahweh decides to do will last forever."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh blesses our nation, we who worship him;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh looks down from heaven and sees all people."
      },
      {
        "t": "v",
        "n": 14,
        "v": "From where he rules, he looks down on all the people who live on the earth."
      },
      {
        "t": "v",
        "n": 15,
        "v": "He forms our inner beings,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "It is not because a king has a great army that he is able to win battles,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "It is foolish to think that because horses are very strong,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Do not forget that Yahweh watches over those who honor him,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "He saves them from dying before they should die;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "We trust Yahweh to help us;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "We rejoice because of what he has done for us;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Yahweh, we pray that you will always faithfully love us"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those whose sin God does not look at,"
  },
  {
    "t": "q",
    "v": "these are the ones who are truly fortunate!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who no longer do deceitful things,"
  },
  {
    "t": "q",
    "v": "these are the ones who are truly fortunate!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my body was very weak and sick,"
  },
  {
    "t": "q",
    "v": "and I groaned all day long."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "My strength disappeared like water that evaporates on a hot summer day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I stopped trying to hide them."
  },
  {
    "t": "q",
    "v": "I said to myself,"
  },
  {
    "t": "q",
    "v": "“I will tell Yahweh the wrong things that I have done.”"
  },
  {
    "t": "q",
    "v": "When I confessed them, you forgave me,"
  },
  {
    "t": "q",
    "v": "so now I am no longer guilty for my sins."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when they are in great trouble."
  },
  {
    "t": "q",
    "v": "If they do that, difficulties will not come on them like a great flood."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you protect me from troubles"
  },
  {
    "t": "q",
    "v": "and enable me to shout, praising you for saving me from my enemies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will teach you and watch over you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they need bits"
  },
  {
    "t": "q",
    "v": "so they will go in the direction you want them to go.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but those who trust in Yahweh will experience him faithfully loving them all the time."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you whose heart are pure, be glad and shout joyfully!"
  }
]