{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director; a psalm to be accompanied by people playing stringed instruments"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God, answer me when I pray to you."
          },
          {
            "tag": "q2",
            "text": "You are the one who shows people that I am right to trust in you."
          },
          {
            "tag": "q1",
            "text": "You rescued me when I was in great trouble."
          },
          {
            "tag": "q2",
            "text": "Act mercifully toward me and listen to me while I pray."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "How long will you people shame me instead of honoring me?"
          },
          {
            "tag": "q2",
            "text": "You people love to falsely accuse me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "All those who honor Yahweh—"
          },
          {
            "tag": "q2",
            "text": "he has chosen them to belong to him."
          },
          {
            "tag": "q1",
            "text": "Yahweh will listen to me when I pray to him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You should be afraid of Yahweh, but do not allow your fear to cause you to sin."
          },
          {
            "tag": "q1",
            "text": "While you lie on your bed,"
          },
          {
            "tag": "q2",
            "text": "silently examine what you are thinking in your inner being."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Also, offer to Yahweh the proper sacrifices"
          },
          {
            "tag": "q2",
            "text": "and continue trusting in him."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Some people ask, \"Will somone please bring good things to us?\""
          },
          {
            "tag": "q2",
            "text": "But I say, \"Yahweh, continue to act kindly toward us."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You have caused me to be very happy;"
          },
          {
            "tag": "q2",
            "text": "I am happier than people who have harvested a great amount of grain and grapes."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "It is in peace and security that I will lie down at night and sleep soundly"
          },
          {
            "tag": "q2",
            "text": "because I know that it is only you, Yahweh, who will keep me safe.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 4
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}