{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A song written by Ethan, from the clan of Ezra"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, I will sing forever about the ways you faithfully love me;"
          },
          {
            "tag": "q2",
            "text": "people not yet born will hear that you faithfully do all that you have promised."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I will tell people that you will faithfully love us forever,"
          },
          {
            "tag": "q2",
            "text": "and that your being faithful to do what you have promised is as permanent as the sky."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh said, \"I have made an agreement with David, whom I chose to serve me."
          },
          {
            "tag": "q2",
            "text": "I have made this solemn agreement with him:"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "'I will enable various ones of your descendants to always be kings;"
          },
          {
            "tag": "q2",
            "text": "the line of kings descended from you will never end.'\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh, I desire that all those beings who are in heaven will praise you for the wonderful things that you do,"
          },
          {
            "tag": "q2",
            "text": "and that all your holy angels will sing about how you faithfully do what you promise."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "There is no one in heaven who can be compared with you, Yahweh."
          },
          {
            "tag": "q2",
            "text": "There are no angels in heaven who are equal to you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When your holy angels gather together,"
          },
          {
            "tag": "q2",
            "text": "they declare that you must be revered;"
          },
          {
            "tag": "q1",
            "text": "they say that you are more awesome than all the angels that surround your throne!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "O Yahweh God, commander of the angel armies, there is no one who is as powerful as you are;"
          },
          {
            "tag": "q2",
            "text": "your faithfully doing all that you promise is like a cloak that always surrounds you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You rule over the powerful seas;"
          },
          {
            "tag": "q2",
            "text": "when their waves rise up, you calm them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You are the one who crushed and killed the great sea monster named Rahab."
          },
          {
            "tag": "q2",
            "text": "You defeated and scattered your enemies with your great power."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The heavens are yours, and the earth is yours;"
          },
          {
            "tag": "q2",
            "text": "everything on the earth is yours because you created it all."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You created everything from the north to the south."
          },
          {
            "tag": "q2",
            "text": "Mount Tabor and Mount Hermon joyfully praise you ."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are very powerful;"
          },
          {
            "tag": "q2",
            "text": "you are extremely strong."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You rule over people fairly and justly;"
          },
          {
            "tag": "q2",
            "text": "you are always faithfully loving us and doing what you promised."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh, how fortunate are those who worship you with joyful shouts in their festivals,"
          },
          {
            "tag": "q2",
            "text": "who live knowing that you are always watching over them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Every day, throughout the day, they rejoice in what you have done,"
          },
          {
            "tag": "q2",
            "text": "and they praise you for being very good to them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You give us your glorious strength;"
          },
          {
            "tag": "q2",
            "text": "because you act in our favor, we defeat our enemies."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh, you gave us the one who protects us;"
          },
          {
            "tag": "q2",
            "text": "you, the holy God whom we Israelites worship, he gave us our king."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Long ago you spoke in a vision to one of your servants, saying,"
          },
          {
            "tag": "q2",
            "text": "\"I have crowned a famous soldier;"
          },
          {
            "tag": "q1",
            "text": "I chose him from among all the people to be a king."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "That man is David, the one who will serve me faithfully,"
          },
          {
            "tag": "q2",
            "text": "and I anointed him with sacred olive oil to make him king."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "My strength will always be with him;"
          },
          {
            "tag": "q2",
            "text": "with my power, I will make him strong."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "His enemies will never find ways to outwit him,"
          },
          {
            "tag": "q2",
            "text": "and wicked people will never defeat him."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I will crush his enemies in front of him"
          },
          {
            "tag": "q2",
            "text": "and get rid of those who hate him."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I will always be loyal to him and faithfully love him"
          },
          {
            "tag": "q2",
            "text": "and enable him to defeat his enemies."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I will cause his kingdom to include all the land from the Mediterranean Sea to the Euphrates River."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He will say to me, 'You are my Father,"
          },
          {
            "tag": "q2",
            "text": "my God, the one who protects and saves me.'"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I will give him the rights as my firstborn son;"
          },
          {
            "tag": "q2",
            "text": "he will be the greatest king on the earth."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "I will always be loyal to him,"
          },
          {
            "tag": "q2",
            "text": "and my agreement to bless him will last forever."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I will establish a line of his descendants that will never end,"
          },
          {
            "tag": "q2",
            "text": "various ones of his descendants will always be kings."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But if some of his descendants disobey my laws"
          },
          {
            "tag": "q2",
            "text": "and do not behave as my commands say that they should,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "if they disregard my requirements"
          },
          {
            "tag": "q2",
            "text": "and do not do the right things that I have told them to do,"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "I will punish them severely"
          },
          {
            "tag": "q2",
            "text": "and cause them to suffer for doing wrong."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But I will not stop faithfully loving David,"
          },
          {
            "tag": "q2",
            "text": "and I will always do what I promised him."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "I will not break the agreement that I made with him;"
          },
          {
            "tag": "q2",
            "text": "I will not change even one word that I spoke to him."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Once I made a solemn promise to David, and that will never change;"
          },
          {
            "tag": "q2",
            "text": "because I am God, I will never lie to David."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "I promised that the line of kings descended from him will go on forever;"
          },
          {
            "tag": "q2",
            "text": "it will last as long as the sun shines."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "That line will be as permanent as the moon"
          },
          {
            "tag": "q2",
            "text": "that is always watching everything here on earth.\""
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But Yahweh, now you have rejected him!"
          },
          {
            "tag": "q2",
            "text": "You are very angry with the king whom you appointed."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "It seems that you have broken the agreement that you made with your servant, David;"
          },
          {
            "tag": "q2",
            "text": "it seems as though you have thrown his crown into the dust."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "You have torn down the walls that protect his city"
          },
          {
            "tag": "q2",
            "text": "and allowed all his forts to become ruins."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "All those who pass by plunder his possessions;"
          },
          {
            "tag": "q2",
            "text": "his neighbors laugh at him."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "You have enabled his enemies to defeat him;"
          },
          {
            "tag": "q2",
            "text": "you have made them all happy."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "You have caused his sword to become useless,"
          },
          {
            "tag": "q2",
            "text": "and you have not helped him in his battles."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "You have caused his splendor to end"
          },
          {
            "tag": "q2",
            "text": "and knocked his throne to the ground."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "You have caused him to become old when he is still young"
          },
          {
            "tag": "q2",
            "text": "and caused him to be very shamed."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "O Yahweh, how long will this continue?"
          },
          {
            "tag": "q2",
            "text": "Will you hide yourself from us forever?"
          },
          {
            "tag": "q1",
            "text": "How long will your anger against us burn like a fire?"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Do not forget that life is very short;"
          },
          {
            "tag": "q2",
            "text": "Do not forget that you have created all of us to die uselessly."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "No one can keep on living and never die;"
          },
          {
            "tag": "q2",
            "text": "no one can bring himself back from the place of the dead."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "Yahweh, you promised long ago"
          },
          {
            "tag": "q2",
            "text": "that you would faithfully love me;"
          },
          {
            "tag": "q1",
            "text": "why are you not doing that?"
          },
          {
            "tag": "q1",
            "text": "You solemnly promised this to David!"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Yahweh, do not forget that people insult us!"
          },
          {
            "tag": "q2",
            "text": "Heathen people curse me!"
          },
          {
            "tag": "v",
            "num": "51",
            "text": "Yahweh, your enemies insult your chosen king!"
          },
          {
            "tag": "q2",
            "text": "They insult him wherever he goes."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "I hope that Yahweh will be praised forever!"
          },
          {
            "tag": "q1",
            "text": "Amen! May it be so!"
          }
        ],
        "auto": true
      }
    ],
    "num": 89
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}