{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm that is a song for the choir director."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Tell everyone on the earth"
          },
          {
            "tag": "q2",
            "text": "that they should sing joyfully to praise God!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They should sing songs that say that God is very great,"
          },
          {
            "tag": "q2",
            "text": "and they should tell everyone that he is very glorious!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They should say to God, \"The things that you do are awesome!"
          },
          {
            "tag": "q2",
            "text": "Your power is very great,"
          },
          {
            "tag": "q2",
            "text": "with the result that your enemies cringe in front of you.\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Everyone on the earth will worship God,"
          },
          {
            "tag": "q2",
            "text": "sing to praise him,"
          },
          {
            "tag": "q2",
            "text": "and honor him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Come and think about what God has done!"
          },
          {
            "tag": "q1",
            "text": "Think about the awesome things that he has done among people."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He caused the sea to become dry land,"
          },
          {
            "tag": "q2",
            "text": "with the result that our ancestors were able to walk right through it."
          },
          {
            "tag": "q1",
            "text": "There we rejoiced because of what he had done."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He rules forever by his power,"
          },
          {
            "tag": "q2",
            "text": "and he keeps watching all the nations to see what evil things they do."
          },
          {
            "tag": "q2",
            "text": "The nations that want to rebel against him should not be proud."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You people of all nations, praise our God!"
          },
          {
            "tag": "q2",
            "text": "Praise him loudly in order that people will hear you as you praise him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He has kept us alive,"
          },
          {
            "tag": "q2",
            "text": "and he has not allowed us to fall into disaster."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "God, you have tested us;"
          },
          {
            "tag": "q1",
            "text": "you have allowed us to experience great difficulties to make our lives become pure"
          },
          {
            "tag": "q2",
            "text": "as people put precious metals in a hot fire to burn out what is impure."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is as if you allowed us to fall into traps,"
          },
          {
            "tag": "q2",
            "text": "and you forced us to endure difficult things that were like heavy loads to carry on our backs."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You allowed our enemies to trample on us;"
          },
          {
            "tag": "q2",
            "text": "we experienced difficulties walking through fires and floods,"
          },
          {
            "tag": "q1",
            "text": "but now you have made us safe."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I will bring to your temple offerings that are to be completely burned on the altar;"
          },
          {
            "tag": "q2",
            "text": "I will offer to you what I promised."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When I was experiencing much trouble, I said that I would bring offerings to you if you rescued me;"
          },
          {
            "tag": "q2",
            "text": "and you did rescue me, so I will bring to you what I promised."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will bring sheep to be burned on the altar,"
          },
          {
            "tag": "q2",
            "text": "and I will also sacrifice bulls and goats;"
          },
          {
            "tag": "q2",
            "text": "when they are burning, you will be pleased as the smoke rises up to you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "All you people who have a reverential respect for God, come and listen,"
          },
          {
            "tag": "q2",
            "text": "and I will tell you what he has done for me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I called out to him to help me,"
          },
          {
            "tag": "q2",
            "text": "and I praised him while I was speaking to him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "If I had ignored the sins that I had committed,"
          },
          {
            "tag": "q2",
            "text": "the Lord would not have paid any attention to me."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But because I confessed my sins, God has listened to me"
          },
          {
            "tag": "q2",
            "text": "and has paid attention to my prayers."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I praise God"
          },
          {
            "tag": "q2",
            "text": "because he has not ignored my prayers;"
          },
          {
            "tag": "q2",
            "text": "he continues to love me as he promised in his covenant to do."
          }
        ],
        "auto": true
      }
    ],
    "num": 66
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}