{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "How fortunate are those who provide for the poor;"
          },
          {
            "tag": "q2",
            "text": "Yahweh will rescue those people when they have troubles."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh will protect them and allow them to live for a long time."
          },
          {
            "tag": "q2",
            "text": "He will enable them to be happy in the land of Israel"
          },
          {
            "tag": "q2",
            "text": "and will rescue them from their enemies."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When they are sick, Yahweh will strengthen them"
          },
          {
            "tag": "q2",
            "text": "and will heal them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When I was sick, I said, \"Yahweh, act mercifully toward me and heal me;"
          },
          {
            "tag": "q2",
            "text": "I know that I am sick because I have sinned against you.\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "My enemies say cruel things about me;"
          },
          {
            "tag": "q2",
            "text": "they say, \"How soon will he die, and then everyone will forget about him?\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When my enemies come to me, they pretend to be concerned about me."
          },
          {
            "tag": "q2",
            "text": "They eagerly listen to all the bad news about me."
          },
          {
            "tag": "q2",
            "text": "Then they go away and tell everyone what is happening to me."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "All those who hate me whisper to others about me,"
          },
          {
            "tag": "q2",
            "text": "and they hope that very bad things will happen to me."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They say, \"He will soon die because of his being sick;"
          },
          {
            "tag": "q2",
            "text": "he will never get up from his bed before he dies.\""
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Even a very close friend, whom I trusted very much,"
          },
          {
            "tag": "q2",
            "text": "who often ate with me,"
          },
          {
            "tag": "q2",
            "text": "has betrayed me."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But Yahweh, act mercifully to me, and enable me to become healthy again."
          },
          {
            "tag": "q2",
            "text": "When you do that, I will be able to pay back my enemies."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If you enable me to do that, with the result that my enemies do not defeat me,"
          },
          {
            "tag": "q2",
            "text": "I will know that you are pleased with me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will know that it is because I have done what is right that you have helped me,"
          },
          {
            "tag": "q2",
            "text": "and I will know that you will enable me to be with you forever."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Praise Yahweh, the God whom we Israelites worship;"
          },
          {
            "tag": "q2",
            "text": "Praise him forever!"
          },
          {
            "tag": "q2",
            "text": "Amen! I desire that it will be so!"
          }
        ],
        "auto": true
      },
      {
        "tag": "ms",
        "text": "Book Two"
      }
    ],
    "num": 41
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}