{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Praise Yahweh!"
          },
          {
            "tag": "q1",
            "text": "Praise Yahweh because he everything he does is good;"
          },
          {
            "tag": "q2",
            "text": "he faithfully loves us forever as he promised us!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Because Yahweh has done many great things,"
          },
          {
            "tag": "q2",
            "text": "no one can tell all the great things that Yahweh has done,"
          },
          {
            "tag": "q2",
            "text": "and no one can praise him enough."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "How fortunate are those who act fairly,"
          },
          {
            "tag": "q2",
            "text": "those who always do what is right."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh, be kind to me when you help your people;"
          },
          {
            "tag": "q2",
            "text": "help me when you rescue them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Allow me to see your people become prosperous again"
          },
          {
            "tag": "q2",
            "text": "and to see all the people of your nation, Israel, become happy again;"
          },
          {
            "tag": "q2",
            "text": "allow me to be happy with them!"
          },
          {
            "tag": "q2",
            "text": "I want to praise you along with all those others who belong to you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "We and our ancestors have sinned;"
          },
          {
            "tag": "q2",
            "text": "we have done what is wicked and evil."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When our ancestors were in Egypt,"
          },
          {
            "tag": "q2",
            "text": "they did not pay attention to the wonderful things that Yahweh did;"
          },
          {
            "tag": "q2",
            "text": "they forgot about the many times that he showed that he faithfully loved them."
          },
          {
            "tag": "q1",
            "text": "Instead, when they were at the Sea of Reeds,"
          },
          {
            "tag": "q2",
            "text": "they rebelled against God, who is greater than any other god."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But he rescued them for the sake of his own reputation"
          },
          {
            "tag": "q2",
            "text": "so that he could show that he is very powerful."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He rebuked the Sea of Reeds and it became dry,"
          },
          {
            "tag": "q2",
            "text": "and then while he led our ancestors,"
          },
          {
            "tag": "q2",
            "text": "they walked through it as though it were as dry as a desert."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "In that way he rescued them from the power of their enemies."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then their enemies were drowned in the water of the Sea of Reeds;"
          },
          {
            "tag": "q2",
            "text": "not one of them was left."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When that happened, our ancestors believed that Yahweh had truly done for them what he had promised to do,"
          },
          {
            "tag": "q2",
            "text": "and they sang to praise him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But they soon forgot what he had done for them;"
          },
          {
            "tag": "q2",
            "text": "they did things without waiting to find out what Yahweh wanted them to do."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They intensely wanted food like they formerly ate in Egypt."
          },
          {
            "tag": "q2",
            "text": "They did evil things to find out whether God would punish them or not."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So he gave them what they requested,"
          },
          {
            "tag": "q2",
            "text": "but he sent a horrible disease upon them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Later when some of the men became jealous of Moses"
          },
          {
            "tag": "q1",
            "text": "and his older brother Aaron, who was dedicated to serve Yahweh by being a priest,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "the ground opened up and swallowed Dathan"
          },
          {
            "tag": "q2",
            "text": "and also buried Abiram and his family."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "God sent down from heaven a fire"
          },
          {
            "tag": "q2",
            "text": "which burned up all the wicked people who supported them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Then the Israelite leaders made a gold statue of a calf at Mount Sinai"
          },
          {
            "tag": "q2",
            "text": "and worshiped it."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Instead of worshiping our glorious God,"
          },
          {
            "tag": "q2",
            "text": "they started to worship a statue of an ox that eats grass!"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They forgot about God, who had rescued them by the great miracles that he performed in Egypt."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "They forgot about the wonderful things that he did for them in Egypt"
          },
          {
            "tag": "q2",
            "text": "and the amazing things that he did for them at the Sea of Reeds."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Because of that, God said that he would get rid of the Israelites;"
          },
          {
            "tag": "q2",
            "text": "but Moses, whom God had chosen to serve him, stood up to persuade God not to do that."
          },
          {
            "tag": "q2",
            "text": "As a result, God did not destroy them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Later, our ancestors refused to enter the beautiful land of Canaan"
          },
          {
            "tag": "q2",
            "text": "because they did not believe that God would do as he promised and would enable them to take the land from the people who were living there."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "They stayed in their tents and grumbled"
          },
          {
            "tag": "q2",
            "text": "and would not pay attention to what Yahweh said that they should do."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So he solemnly told them"
          },
          {
            "tag": "q2",
            "text": "that he would cause them to die there in the wilderness,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "that he would scatter their descendants among the people of other nations and groups who did not believe in him,"
          },
          {
            "tag": "q2",
            "text": "and that he would allow them to die in those lands."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Later the Israelite people started to worship the idol of Baal at Mount Peor,"
          },
          {
            "tag": "q1",
            "text": "and they ate meat that had been sacrificed to Baal and those other lifeless gods."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Yahweh became very angry because of what they had done,"
          },
          {
            "tag": "q2",
            "text": "so again he sent a terrible disease to attack them."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But Phinehas stood up and punished the ones who had sinned greatly,"
          },
          {
            "tag": "q2",
            "text": "and as a result the plague ended."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "People have remembered that righteous deed that Phinehas did,"
          },
          {
            "tag": "q2",
            "text": "and in future years people will remember it."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Then at the springs of Meribah our ancestors caused Yahweh to become angry again,"
          },
          {
            "tag": "q2",
            "text": "and as a result Moses had trouble."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "They caused Moses to become very angry,"
          },
          {
            "tag": "q2",
            "text": "and he said things that were foolish."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Our ancestors did not destroy the other people groups"
          },
          {
            "tag": "q2",
            "text": "as he told them to do."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Instead, the men took women from those people groups,"
          },
          {
            "tag": "q2",
            "text": "and they started to do the evil things that those people did."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Our ancestors worshiped the idols of those people,"
          },
          {
            "tag": "q2",
            "text": "which resulted in their being destroyed."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Some of the Israelites sacrificed their sons and daughters to the demons that those idols represented."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "They killed children who had done nothing wrong,"
          },
          {
            "tag": "q1",
            "text": "and offered them as sacrifices to the idols in Canaan."
          },
          {
            "tag": "q2",
            "text": "As a result, the land of Canaan was polluted by those murders."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So by their deeds they made it impossible for God to accept them;"
          },
          {
            "tag": "q2",
            "text": "because they did not faithfully worship only God,"
          },
          {
            "tag": "q2",
            "text": "they became like women who sleep with other men instead of sleeping only with their husbands."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "So Yahweh became very angry with his people;"
          },
          {
            "tag": "q2",
            "text": "he was completely disgusted with them."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "As a result, he allowed people groups who did not believe in him to conquer them,"
          },
          {
            "tag": "q2",
            "text": "so those who hated our ancestors started to rule over them."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Their enemies oppressed them"
          },
          {
            "tag": "q2",
            "text": "and completely controlled them."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Many times Yahweh rescued his people,"
          },
          {
            "tag": "q2",
            "text": "but they continued to rebel against him,"
          },
          {
            "tag": "q2",
            "text": "and they were finally destroyed because of the sins that they committed."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "However, Yahweh always heard them when they cried out to him,"
          },
          {
            "tag": "q2",
            "text": "and he listened to them when they were distressed."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "For their sake, he thought about the covenant that he had made to bless them;"
          },
          {
            "tag": "q2",
            "text": "because he never stopped loving them very much,"
          },
          {
            "tag": "q2",
            "text": "he changed his mind about punishing them more."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "He caused all those who had taken the Israelites to Babylonia to feel sorry for them."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Yahweh our God, rescue us"
          },
          {
            "tag": "q1",
            "text": "and bring us back to Israel from among those people groups"
          },
          {
            "tag": "q2",
            "text": "so that we may thank you"
          },
          {
            "tag": "q2",
            "text": "and joyfully praise you."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "Praise Yahweh, the God whom we Israelites worship,"
          },
          {
            "tag": "q1",
            "text": "praise him now and forever!"
          },
          {
            "tag": "q1",
            "text": "All the people should agree!"
          },
          {
            "tag": "q2",
            "text": "Praise Yahweh!"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 106
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}