[
  {
    "t": "m",
    "v": []
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "God has made the people in Judah to know him;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "In Jerusalem is where he resides;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "There he broke the flaming arrows that his enemies shot,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "God, you are powerful! You are like a great king"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Their brave soldiers were killed, and then those who killed them took away everything that those soldiers had."
      },
      {
        "t": "v",
        "n": 6,
        "v": "When you, the God whom Jacob worshiped, rebuked your enemies,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Truly, you cause everyone to be afraid."
      },
      {
        "t": "v",
        "n": 8,
        "v": "From heaven you proclaimed that you would judge people,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "when you arose to declare that you would punish wicked people"
      },
      {
        "t": "v",
        "n": 10,
        "v": "When you punish those with whom you are angry, your people will praise you,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So give to Yahweh the offerings that you promised to give to him;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "He humbles the leaders,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the Israelite people honor him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he lives on Mount Zion."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he also broke their shields and swords and other weapons that they used in battles."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as you return from the mountains where you defeated your enemies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Those enemies died;"
  },
  {
    "t": "q",
    "v": "indeed, none of them were able to fight any longer."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their horses and their riders fell down dead."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When you are angry and you punish people, no one can endure it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then everyone on the earth was afraid and did not say anything more"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and rescue all those whom they had oppressed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your enemies who survive will worship you on your festival days."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all the people of nearby people groups should also bring gifts to him, the one who is awesome."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and terrifies all the kings."
  }
]