{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by one of the descendants of Korah for the choir director."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God, we ourselves have heard"
          },
          {
            "tag": "q2",
            "text": "what our parents and grandparents told us."
          },
          {
            "tag": "q1",
            "text": "They told us about the miracles"
          },
          {
            "tag": "q2",
            "text": "that you performed long ago."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They told us how you expelled the ungodly people"
          },
          {
            "tag": "q2",
            "text": "and enabled us to live in their land."
          },
          {
            "tag": "q1",
            "text": "They told us that you punished those ungodly people"
          },
          {
            "tag": "q2",
            "text": "and enabled your own people to possess the land."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "It was not by using their own swords that they conquered the people that lived in that land,"
          },
          {
            "tag": "q2",
            "text": "and it was not by their own power that they were victorious;"
          },
          {
            "tag": "q1",
            "text": "it was only by your power that they did those things;"
          },
          {
            "tag": "q2",
            "text": "and they were sure that you were with them,"
          },
          {
            "tag": "q2",
            "text": "showing that you were pleased with them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You are my king and my God;"
          },
          {
            "tag": "q2",
            "text": "Make us, your people, able to defeat our enemies."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is by your power that we knock our enemies down and tramp on them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I do not trust that I can save myself"
          },
          {
            "tag": "q2",
            "text": "by using my bow and arrows and my sword."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "No, it is you who have rescued us from our enemies;"
          },
          {
            "tag": "q2",
            "text": "it is you who have caused those who hate us to become ashamed because they were defeated."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "We have always been proud about what God has done for us,"
          },
          {
            "tag": "q2",
            "text": "and we will thank him forever."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But now you have rejected us and caused us to be disgraced;"
          },
          {
            "tag": "q2",
            "text": "when our armies march out to fight a battle, you no longer go with them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You have caused us to run away from our enemies,"
          },
          {
            "tag": "q2",
            "text": "with the result that they captured the things that belonged to us."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You have allowed us to become like sheep that were ready to be slaughtered;"
          },
          {
            "tag": "q2",
            "text": "you scattered us far away among other nations."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "It is as though you sold us, your people, to our enemies for a very small price,"
          },
          {
            "tag": "q2",
            "text": "although you did not gain any profit from selling us!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "People who live in nations near us make fun of us;"
          },
          {
            "tag": "q2",
            "text": "they laugh at us and deride us."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They make jokes using the name of our country,"
          },
          {
            "tag": "q2",
            "text": "they shake their heads to indicate that they despise us."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "All day I am disgraced;"
          },
          {
            "tag": "q2",
            "text": "from seeing my face, people know that I am ashamed."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I hear what those who sneer at me and revile me say;"
          },
          {
            "tag": "q2",
            "text": "I am ashamed in front of my enemies and those who want to harm me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "All these things have happened to us"
          },
          {
            "tag": "q2",
            "text": "even though we have not forgotten you,"
          },
          {
            "tag": "q2",
            "text": "and we are not the ones who disobeyed the covenant you made with our ancestors."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "We have not stopped being loyal to you,"
          },
          {
            "tag": "q2",
            "text": "and we have not stopped doing what you want us to do."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But it is as though you have allowed us to be helpless among wild animals"
          },
          {
            "tag": "q2",
            "text": "and you have abandoned us in a deep dark ravine."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "If we had forgotten to worship our God,"
          },
          {
            "tag": "q2",
            "text": "or if we had spread out our hands to worship a foreign god,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "you certainly would have known that"
          },
          {
            "tag": "q2",
            "text": "because you know even what we secretly think."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But it is because we belong to you"
          },
          {
            "tag": "q2",
            "text": "that our enemies are constantly killing us."
          },
          {
            "tag": "q1",
            "text": "They act toward us as though we were only sheep that they were going to slaughter."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So Yahweh, arise! Why are you asleep?"
          },
          {
            "tag": "q2",
            "text": "Get up! Do not reject us forever!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Why are you not looking at us?"
          },
          {
            "tag": "q2",
            "text": "Why are you forgetting that we are suffering, that our enemies are oppressing us?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "We are in complete panic;"
          },
          {
            "tag": "q2",
            "text": "we cannot do anything; we are as good as dead."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Do something! Come and help us!"
          },
          {
            "tag": "q2",
            "text": "Rescue us because you love us as you promised to do."
          }
        ],
        "auto": true
      }
    ],
    "num": 44
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}