[
  {
    "t": "m",
    "v": [
      {
        "t": "d",
        "v": "A psalm written by David for the dedication of the temple",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, I praise you because you rescued me. You did not allow me to die or my enemies to gloat over me.",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh, my God, I called out for you to help me when I was wounded, and you healed me.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "You saved me from death. I was nearly dead, but you caused me to become healthy again.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "All you who are faithful to the covenant with Yahweh, sing to praise him! Remember what God, the holy one, has done and thank him!",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "When he becomes angry, he is angry for only a very short time, but he is good to us all of our lives.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We may cry during the night, but the next morning we will be joyful.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "As for me, I was calm when I said to myself, “No one will defeat me!”",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Yahweh, because you were good to me, at first you caused me to be secure as though I were a high mountain.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "But then I thought that you had turned away from me, and I became afraid.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "So I called out to you, and I pleaded for you to help me.",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "I said, “Yahweh, what will you gain if I die?",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "In what way will it benefit you if I go to the place where the dead people are?",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "When I am dead I will certainly not able to praise you, and I will not able to tell others that you are trustworthy!",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh, listen to me, and act mercifully to me! Yahweh, help me!”",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "But now you have healed me, and you have changed me from being sad to dancing joyfully.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You have taken away the clothes that showed that I was very sad and given me clothes that showed that I was very joyful.",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "So I will not be silent; I will sing out and praise you.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Yahweh, you are my God, and I will thank you forever.",
        "id": 37
      }
    ],
    "id": 36
  }
]