[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh is the king!"
      },
      {
        "t": "v",
        "n": 2,
        "v": "There are very dark clouds around him;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "He sends fire in front of him,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "All around the world he sends lightning to flash;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "The mountains melt like wax in front of Yahweh,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The angels in heaven proclaim that he acts righteously,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Everyone who worships idols should be ashamed;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The people of Jerusalem heard that God is just, and they rejoiced;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh is the supreme King over all the earth;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh loves those who hate what people do that is evil;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "He makes the righteous people truly live;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You righteous people, rejoice about what Yahweh has done,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I want everyone on the earth to be glad"
  },
  {
    "t": "q",
    "v": "and the people who live on the islands in the oceans to also rejoice about that!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he rules completely, justly, and fairly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he completely burns all his enemies in that fire."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people on the earth see it, and it causes them to be afraid and to tremble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in front of the one who is the Lord, who rules over all the earth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all the people groups see his glory."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all those who are proud of their false gods should realize that their gods are useless."
  },
  {
    "t": "q",
    "v": "All those gods will bow down to worship Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "people in the other cities in Judah also rejoiced"
  },
  {
    "t": "q",
    "v": "because Yahweh judges and punishes wicked people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he has very great power, and none of the other gods has any power."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he protects the lives of his people,"
  },
  {
    "t": "q",
    "v": "and he rescues them when the wicked people try to harm them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he causes those who are righteous in their inner beings to rejoice."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and thank him, our holy God!"
  }
]