[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "A continual desire to sin is in the inner beings of wicked people."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Because they want to believe good things about themselves,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Everything that they say is deceitful and full of lies;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "While they are lying on their beds, they plan to do things to harm others;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh, your faithful love for us reaches as high as the heavens;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Your righteous behavior is as permanent as the highest mountains;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "God, your faithful love for us is very precious."
      },
      {
        "t": "v",
        "n": 8,
        "v": "You provide for us plenty of food from the abundant supply that you have;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You are the one who causes everything to live;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Continue to faithfully love those who are faithful to you,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Do not allow proud people to attack me,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Look where evil people have fallen on the ground, defeated;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They consider that they do not need to have an awesome respect for God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they do not think that God knows and hates their sins."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they no longer do what is good"
  },
  {
    "t": "q",
    "v": "and are no longer wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they are determined to do things that are not good,"
  },
  {
    "t": "q",
    "v": "and they never refuse to do what is evil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your faithfulness in doing what you have promised extends up to the clouds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your acting justly will continue as long as the deepest oceans will continue."
  },
  {
    "t": "q",
    "v": "You take care of people and you take care of animals."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You protect us like birds protect their baby birds under their wings ."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your great gifts flow to us like a river."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your light is what enables us to know the truth about you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and protect those who act righteously."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or allow wicked people to chase me away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they were thrown down, and they will never rise again."
  }
]