[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Praise Yahweh."
      },
      {
        "t": "v",
        "n": 2,
        "v": "I will praise Yahweh as long as I am alive;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "You people, do not trust in your leaders;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "When they die, their corpses decay and become soil again."
      },
      {
        "t": "v",
        "n": 5,
        "v": "But how fortunate are those whom God helps, the God whom Jacob worshiped."
      },
      {
        "t": "v",
        "n": 6,
        "v": "He is the one who created the heavens and the earth,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "He decides matters fairly for those who are treated unfairly,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh enables those who are blind to see again."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh takes care of those from other countries who live in our land,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh will continue to be our king forever;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With my whole inner being I will praise Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will sing to praise my God all the rest of my life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not trust humans because they cannot save."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "After they die, they can no longer do the things that they planned to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "These are the people who confidently expect Yahweh, their God, to help them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the oceans and all the creatures that are in them."
  },
  {
    "t": "q",
    "v": "He always does what he has promised to do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he provides food for those who are hungry."
  },
  {
    "t": "q",
    "v": "He frees those who are in prison."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He lifts up those who have fallen down."
  },
  {
    "t": "q",
    "v": "He loves the righteous people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he helps widows and orphans."
  },
  {
    "t": "q",
    "v": "But he stops wicked people from what they are doing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you people of Israel, your God will rule forever!"
  },
  {
    "t": "q",
    "v": "Praise Yahweh!"
  }
]