[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why do you not pay attention when we have troubles?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God, make them fall into their own traps, so that what they did to others may be done to them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He desires to own the things that others have, and he does not want them to own more things than he has."
  },
  {
    "t": "q",
    "v": "He boasts about all the things he owns, while he curses you, Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he never looks for God"
  },
  {
    "t": "q",
    "v": "and if he did look for God, he would not find him."
  },
  {
    "t": "q",
    "v": "He is too proud to even think about God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it seems that everything he does is successful."
  },
  {
    "t": "q",
    "v": "He cannot even understand your commands, God,"
  },
  {
    "t": "q",
    "v": "and then he mocks his enemies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "As long as I live, I will never have troubles.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he makes threats against others."
  },
  {
    "t": "q",
    "v": "When he talks, he only speaks about hurting or destroying other people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He waits in places where he can hide"
  },
  {
    "t": "q",
    "v": "while he keeps looking for more people he can attack,"
  },
  {
    "t": "q",
    "v": "people who cannot defend themselves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and just like the lion, he hides in the bushes."
  },
  {
    "t": "q",
    "v": "He is like the hunter who spreads out the net"
  },
  {
    "t": "q",
    "v": "so he can catch helpless people and drag them away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all the things he does."
  },
  {
    "t": "q",
    "v": "He is powerful, and when he opposes the helpless people,"
  },
  {
    "t": "q",
    "v": "he always takes away from them whatever he wants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "His eyes are covered, and he cannot see anything that I have done.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not forget those who are suffering!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Does he think, “God can never punish me”?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "And you will strike the wicked man and punish him for all that he does."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Make him pay for those evil things he did,"
  },
  {
    "t": "q",
    "v": "those things that he thought God would not find out about him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He will drive out foreign people from his land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You hear them when they pray and you encourage them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when the strong and the wicked work to do them harm."
  },
  {
    "t": "q",
    "v": "And so, no one has to worry or be terrified anymore."
  }
]