[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Why do the leaders of nations rage against Yahweh?"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The kings of the nations on earth prepare to revolt;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They shout, “We should free ourselves from their control;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "But the one who sits on his throne in heaven laughs at them;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then, because he is angry with them, he rebukes them."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh says, “I have put my king on a throne on Zion, my sacred hill in Jerusalem.”"
      },
      {
        "t": "v",
        "n": 7,
        "v": "His king says, “I will proclaim what Yahweh has decreed."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Request me to give you the nations"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You will strike them down with an iron rod;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "So then, you kings and other rulers on the earth, act wisely!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Worship Yahweh; fervently honor him."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Bow down humbly before his son!"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why do people plan to rebel against him, even though it is in vain?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the rulers plot together to fight against Yahweh and against his Anointed One."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we should not let them rule over us any longer!”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the Lord ridicules those rulers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He causes them to be terrified when they realize that he will furiously punish them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He said to me, ‘You are my son;"
  },
  {
    "t": "q",
    "v": "today I have become your father."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that they belong to you permanently,"
  },
  {
    "t": "q",
    "v": "and I will give them to you."
  },
  {
    "t": "q",
    "v": "Even the most remote nations will be yours."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the potter crashes his pot into pieces when he throws it on the ground,"
  },
  {
    "t": "q",
    "v": "that is how you will break them up into small pieces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Listen to what Yahweh is warning you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Rejoice about the things he has done, but tremble before him!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you do not do that, he will be angry,"
  },
  {
    "t": "q",
    "v": "and he will suddenly kill you."
  },
  {
    "t": "q",
    "v": "Do not forget that he can, in one moment, show that he is very angry!"
  },
  {
    "t": "q",
    "v": "But how fortunate are all those who request him to protect them."
  }
]