[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "O God, act mercifully toward me"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Make me acceptable to you again, even though I did wrong things;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I say that because I know the ways that I have disobeyed you;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You, you only, are the one I that have really sinned against,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I have been a sinner since the day that I was born;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "What you desire is that in my inner being I desire what is true"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Forgive the guilt of my sins, and after that happens, I will be completely acceptable to you;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Allow me to rejoice again;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Do not continue to remember the sins that I have committed;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "O God, make me want to do the things that you approve of."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Do not reject me as one of your people,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Make me happy again by rescuing me from my guilt,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "If you do that, I will teach other sinners what you want them to do;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "O God, you are the one who saves me;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "O Yahweh, help me to speak"
      },
      {
        "t": "v",
        "n": 16,
        "v": "When people only bring sacrifices to you, that does not please you."
      },
      {
        "t": "v",
        "n": 17,
        "v": "The sacrifice that you really want is for people to be truly humble and sorry for having sinned."
      },
      {
        "t": "v",
        "n": 18,
        "v": "O God, be good to the people who live in Jerusalem;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "When that happens, they will bring you the proper sacrifices:"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you love me faithfully;"
  },
  {
    "t": "q",
    "v": "because you are very merciful,"
  },
  {
    "t": "q",
    "v": "forget the ways that I disobeyed you!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "forgive the guilt of my sin and accept me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I cannot forget them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have seen the evil things that I have done."
  },
  {
    "t": "q",
    "v": "When you say that I am guilty, you are right,"
  },
  {
    "t": "q",
    "v": "and when you judge me, you justly say that I deserve to be punished."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "truly, I have been like that since my mother conceived me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order that you can teach me in my inner being how to act wisely."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "if you forgive me, then I will be absolutely right with you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you have made me immeasurably sad,"
  },
  {
    "t": "q",
    "v": "but now let me rejoice again."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "forget the evil things that I have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Make me want to do only what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not make your holy Spirit leave me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and always help me by making me sincerely want to obey you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will repent and obey you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "forgive me for being guilty of causing someone who was not my enemy to die."
  },
  {
    "t": "q",
    "v": "When you do that, I will sing joyfully about your being very good and righteous."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in order that I may praise you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If that were enough to please you, I would do the same."
  },
  {
    "t": "q",
    "v": "But you are not pleased with burnt offerings alone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "O God, you will not refuse that kind of sacrifice."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "make them able to rebuild the city walls."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "normal animal sacrifices and sacrifices to be completely burned."
  },
  {
    "t": "q",
    "v": "They will burn young bulls on your altar,"
  },
  {
    "t": "q",
    "v": "and you will be pleased."
  }
]