[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, I will praise you with all of my inner being."
      },
      {
        "t": "v",
        "n": 2,
        "v": "I will sing to celebrate what you, who are much greater than all other gods, have done."
      },
      {
        "t": "v",
        "n": 3,
        "v": "When my enemies realize that you are very powerful,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You sit on your throne to judge people,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "You rebuked the people of other nations,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Our enemies have disappeared;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "But Yahweh rules forever."
      },
      {
        "t": "v",
        "n": 8,
        "v": "He will judge all the people in the world justly;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh will be a refuge for those who are oppressed;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Those who know Yahweh trust in him;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh rules on Mount Zion;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "He does not forget to punish those who have murdered others;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh, act mercifully toward me!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I want to live in order that I can praise you at the gates of Jerusalem"
      },
      {
        "t": "v",
        "n": 15,
        "v": "It is as though the wicked people of many nations have dug a pit for me to fall into,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Because of what you have done, people know that you make justice happen;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Wicked people will all die and be buried in their graves;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "But you will not forget those who are needy;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Yahweh, do not allow our enemies to conquer us"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh, teach them that they must be afraid of you and honor you."
      },
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, why do you keep yourself far away from us?"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Proud, wicked people, have a terrible desire within them to make poor people suffer."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The wicked person boasts about the evil things he wants to do."
      },
      {
        "t": "v",
        "n": 4,
        "v": "The wicked person is so proud"
      },
      {
        "t": "v",
        "n": 5,
        "v": "But, looking at the life of the wicked man,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "In his mind he thinks, “Nothing bad can happen to me!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "When he speaks he always curses and tells lies,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "He makes plans to attack the people living in the villages, people who have done nothing wrong."
      },
      {
        "t": "v",
        "n": 9,
        "v": "He waits for his victims like a lion who crouches down,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The helpless people are crushed by the wicked person’s plans"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The wicked person says, “God cannot remember what I did."
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, arise! God, strike him down!"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Why does the most wicked person curse you, God, and turn away from you?"
      },
      {
        "t": "v",
        "n": 14,
        "v": "God, you do see the trouble and the distress that the wicked person causes."
      },
      {
        "t": "v",
        "n": 15,
        "v": "God, destroy the power of the person who is wicked and evil!"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Yahweh is king forever!"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Yahweh, when the people who suffer cry out to you, you listen."
      },
      {
        "t": "v",
        "n": 18,
        "v": "You defend the orphans and oppressed people"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will tell others about all the wonderful things that you have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they stumble, and then they are killed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have judged fairly concerning me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you have gotten rid of the wicked people;"
  },
  {
    "t": "q",
    "v": "you have erased their names forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you destroyed their cities,"
  },
  {
    "t": "q",
    "v": "and people do not even remember them anymore."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He judges people while he sits on his throne."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will be fair when he judges the people of every nation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will be like a shelter for them when they have trouble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he never abandons those who come to him for help."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "praise him and sing to him."
  },
  {
    "t": "q",
    "v": "Tell the people of all the nations the marvelous things that he has done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will punish them,"
  },
  {
    "t": "q",
    "v": "and he will not ignore people who are crying because they are suffering."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Look at the ways that my enemies have injured me."
  },
  {
    "t": "q",
    "v": "Do not allow me to die because of these injuries."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to rejoice because you rescued me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but they have fallen into that same pit."
  },
  {
    "t": "q",
    "v": "It is as though they have spread out a net to catch me,"
  },
  {
    "t": "q",
    "v": "but their feet have been caught in that same net."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you allow wicked people to be trapped by the same evil things that they themselves do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their spirits will go to be with all those who have forgotten about you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "what they confidently expect will never be in vain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "just because they are strong;"
  },
  {
    "t": "q",
    "v": "You see what the people do and you bring justice to them all."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Cause them to know that they are only human beings."
  }
]