[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh is great, and he deserves to be greatly praised in the city where he lives,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "That city on a high hill is beautiful;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "God is in the strong towers there,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Many kings gathered with their armies to attack our city,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "but when they saw it, they were amazed;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Because they were very afraid, they trembled"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They shook as ships sailing from Tarshish shake in a strong wind."
      },
      {
        "t": "v",
        "n": 8,
        "v": "We had heard that this city was glorious,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "God, here in your temple we think about how you love us as you promised to do."
      },
      {
        "t": "v",
        "n": 10,
        "v": "People all over the earth will praise you"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The people who live at Mount Zion should be happy!"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You Israelite people should walk around Mount Zion"
      },
      {
        "t": "v",
        "n": 13,
        "v": "notice the walls there and examine their strongest parts"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Say to your children, “This is the city of our God, the one who lives forever;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "which is built on Zion, his sacred hill."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is the city where the true God, the great king, lives,"
  },
  {
    "t": "q",
    "v": "and it causes people all over the world to rejoice when they see it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he shows that he protects the people in that city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they became terrified, and ran away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a woman who is about to give birth to a child."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and now we have seen that it is."
  },
  {
    "t": "q",
    "v": "It is the city in which Yahweh, commander of the angel armies, lives."
  },
  {
    "t": "q",
    "v": "It is the city that God will preserve forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because you rule powerfully and justly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The people in all the cities of Judah should rejoice"
  },
  {
    "t": "q",
    "v": "because you judge people fairly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and count the towers there;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that you can tell your children about them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will guide us during all of our lives.”"
  }
]