{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, I call out to you;"
          },
          {
            "tag": "q2",
            "text": "please help me quickly!"
          },
          {
            "tag": "q1",
            "text": "Listen to me when I am calling to you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Accept my prayer as though it were incense being burned as an offering to you."
          },
          {
            "tag": "q2",
            "text": "Accept me while I lift up my hands to pray to you,"
          },
          {
            "tag": "q2",
            "text": "just as you accept sacrifices that are offered to you in the evening."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh, do not allow me to say things that are wrong;"
          },
          {
            "tag": "q2",
            "text": "guard what I say as a sentry guards a door."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Prevent me from wanting to do anything that is wrong"
          },
          {
            "tag": "q2",
            "text": "and from joining with wicked men when they want to do evil deeds."
          },
          {
            "tag": "q1",
            "text": "Do not even allow me to share in eating delightful food with them!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is all right if righteous people strike me or rebuke me"
          },
          {
            "tag": "q2",
            "text": "because they are trying to act kindly toward me to teach me to do what is right;"
          },
          {
            "tag": "q1",
            "text": "if they do that, it will be as if someone honored me by anointing my head with olive oil;"
          },
          {
            "tag": "q2",
            "text": "but I am always praying that you will punish the wicked because of the wicked deeds that they do."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When their rulers are thrown down from the top of rocky cliffs,"
          },
          {
            "tag": "q2",
            "text": "they will know that what I am saying here is good."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They will know one day that their bodies will lie scattered on the ground in the place of the dead,"
          },
          {
            "tag": "q2",
            "text": "just as one scatters clods of earth when he plows a field."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But Yahweh God, I continue to request that you help me."
          },
          {
            "tag": "q2",
            "text": "I ask you to protect me;"
          },
          {
            "tag": "q2",
            "text": "do not allow me to die now!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It is as though people have set traps for me;"
          },
          {
            "tag": "q2",
            "text": "protect me from falling into those traps."
          },
          {
            "tag": "q2",
            "text": "It is as though they have spread nets to catch me;"
          },
          {
            "tag": "q2",
            "text": "keep me from being caught in those nets."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I wish that wicked people may fall into the traps they have set to catch me"
          },
          {
            "tag": "q2",
            "text": "while I escape from them."
          }
        ],
        "auto": true
      }
    ],
    "num": 141
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}