{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When we had been taken to Babylonia far from Jerusalem,"
          },
          {
            "tag": "q1",
            "text": "we sat down by the rivers there,"
          },
          {
            "tag": "q2",
            "text": "and we cried when we thought about the temple on Mount Zion in Jerusalem."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "On the willow trees alongside the rivers we hung our harps"
          },
          {
            "tag": "q2",
            "text": "because we did not want to play them anymore and because we were very sad."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The soldiers who had captured us and taken us to Babylonia forced us to sing for them;"
          },
          {
            "tag": "q2",
            "text": "they told us to entertain them; they said,"
          },
          {
            "tag": "q2",
            "text": "\"Sing for us one of the songs that you previously sang in Jerusalem!\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But we thought to ourselves,"
          },
          {
            "tag": "q2",
            "text": "\"We are sad because we have been punished by Yahweh and brought to this foreign land;"
          },
          {
            "tag": "q2",
            "text": "we cannot sing songs about Yahweh while we are here!\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "If I forget about Jerusalem, I hope that my right hand will wither"
          },
          {
            "tag": "q2",
            "text": "so that I will be unable to play my harp!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I hope that I will not be able to sing again"
          },
          {
            "tag": "q1",
            "text": "if I forget about Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "if I do not consider that Jerusalem causes me to be more joyful than anything else does."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh, punish the people of the Edom people group"
          },
          {
            "tag": "q2",
            "text": "for what they did on the day that the army of Babylon captured Jerusalem."
          },
          {
            "tag": "q1",
            "text": "Do not forget that they said,"
          },
          {
            "tag": "q2",
            "text": "\"Tear down all the buildings! Destroy them completely! Leave only the foundations!\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You people of Babylon, you will certainly be destroyed!"
          },
          {
            "tag": "q2",
            "text": "How fortunate are those who punish you for what you did to us;"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "How fortunate are those who take your babies"
          },
          {
            "tag": "q2",
            "text": "and smash them to pieces on the rocks."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 137
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}