{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by God's servant David. He sang it after Yahweh had rescued him from Saul and his other enemies."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, I love you, the one who enables me to be strong."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh is like a huge rock; when I am on top of it, my enemies cannot reach me. He is like a strong fortress; I run into it to be safe."
          },
          {
            "tag": "q1",
            "text": "He protects me like a shield protects a soldier; he is the one whom I trust to keep me safe; he defends me by his great power!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I called out to Yahweh, who deserves for me to praise him, and he rescued me from my enemies."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "All around me were dangerous situations in which I might die; it was as though there were huge waves that almost crashed on me and killed me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It was as though the place where dead people are had ropes that were wrapped around me, or it was as though there was a trap that would seize and kill me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But when I was very distressed, I called out to Yahweh, and far off in his temple he heard me."
          },
          {
            "tag": "q1",
            "text": "He listened to me when I cried out for help."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then Yahweh became angry, and the earth quaked, and the mountains shook to their very foundations!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He was so angry that it was as though smoke poured out from his nostrils, as though burning coals came out of his mouth!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He opened the sky and came down with a black cloud under his feet."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He flew, riding on the back of an angel traveling fast, which the wind was blowing along."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Darkness was all around him like a blanket; dark clouds, full of water moisture, covered him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Hailstones and flashes of lightning were around him; hail and burning coals fell down from the sky."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then Yahweh shouted loudly from the sky, and to his enemies, it sounded like thunder. Yahweh, the Supreme God, rained hailstones on them and caused lightning to flash against them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He shot his arrows at them and caused them to scatter; his flashes of lightning caused them to become very confused."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The bottom of the ocean became visible, and the water uncovered the foundations of the earth when Yahweh rebuked his enemies"
          },
          {
            "tag": "q",
            "text": "with the breath that came in his anger!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It was as though he reached down from heaven and grabbed me and pulled me up out of the deep ocean."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He rescued me from my strong enemies who hated me; they were very strong, and I could not defeat them by myself."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When I was distressed, they attacked me, but Yahweh defended me."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He made me completely safe; he rescued me because he was pleased with me."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh has rewarded me because I do what is right; he has blessed me because I am innocent."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I have obeyed Yahweh's laws; I have not abandoned him."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I have followed his decrees; I have not stopped obeying them."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He knows that I have not done what is wrong and that I have kept myself from sinning."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So he rewards me because I do what is right; he knows that I have not committed sins."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Yahweh, you are faithful to those who faithfully do your covenant; you always do what is good to those who do not do evil."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "You are kind to those who are honest toward others, but you act wisely toward those who act dishonestly."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "You save those who are humble, but you humiliate those who are proud."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You keep me alive, and you will continue to do so."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "You enable me to be strong, so that I can attack and defeat a line of enemy soldiers; with your help I can scale the walls that surround my enemies' cities."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Everything that Yahweh my God does is perfect. We can depend on him to do what he promises."
          },
          {
            "tag": "q",
            "text": "He is like a shield to protect all those who go to him to be safe."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Yahweh is the only one who is God; only he is like a huge rock on top of which we can be safe."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "God is the one who enables me to be strong and who keeps me safe on the roads that I walk on."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "He enables me to walk swiftly without stumbling as a deer walks in the mountains."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "He teaches me how to use a strong bow in order that I can use it to fight in battles."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Yahweh, you protect and save me with your shield; you are strong and have therefore kept me safe. I have become strong because you have helped me."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "You have made a safe path for me, with the result that now I do not slip."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "I pursued my enemies and caught them; I did not stop until I had defeated them all."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "When I strike them, they are not able to get up again; they lie on the ground, defeated."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "You have enabled me to be strong in order that I can fight battles and defeat my enemies."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "You delivered my enemies to me, for me to strike them on their necks. I have gotten rid of all those who hated me."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "They shouted for someone to help them, but no one saved them. They shouted out to Yahweh, but he did not help them."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "I crushed them to powder, and they became like the dust that the wind blows away; I threw them out like people throw dirt out into the streets."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "You enabled me to defeat those who fought against me and appointed me to be the ruler of many nations; people whom I did not know about previously are now slaves in my kingdom."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "When foreigners hear about me, they cringe and they obey me."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "They are no longer courageous, and from their holes where they were hiding they come to me trembling."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Yahweh is alive! Praise the one who is like a huge rock on top of which I am safe! Exalt the God who saves me!"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "He enables me to get revenge on my enemies; he causes me to defeat nations and to rule over them."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "it is Yahweh who rescues me from my enemies. He has lifted me up high so that violent men could not reach me and harm me."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "So I praise him, and I tell the nations the great things that he has done."
          },
          {
            "tag": "v",
            "num": "50",
            "text": "He has enabled me, his king, to powerfully defeat my enemies; he faithfully loves me as he promised in his covenant."
          },
          {
            "tag": "q",
            "text": "He loves me, David, the one he has chosen to be king, and he will faithfully love my descendants forever."
          }
        ],
        "auto": true
      }
    ],
    "num": 18
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}