{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, rescue me from being attacked by evil men;"
          },
          {
            "tag": "q2",
            "text": "even more, keep me safe from being attacked by violent people."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They are always planning to do evil things,"
          },
          {
            "tag": "q2",
            "text": "and they are always encouraging people to start quarrels."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "By what they say, they injure people as poisonous snakes do."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh, protect me from the power of wicked people."
          },
          {
            "tag": "q2",
            "text": "Keep me safe from violent men who plan to ruin me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is as though proud people have set a trap for me;"
          },
          {
            "tag": "q2",
            "text": "it is as though they have spread their nets to catch me;"
          },
          {
            "tag": "q2",
            "text": "it is as though they have put these things along the road to catch me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I say to you, \"Yahweh, you are my God."
          },
          {
            "tag": "q2",
            "text": "Listen to me while I cry out to you to help me.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh, my Lord, you are the one who strongly defends me;"
          },
          {
            "tag": "q2",
            "text": "you have protected me during battles as though you had put a helmet on my head."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh, do not give to wicked people the things that they desire,"
          },
          {
            "tag": "q2",
            "text": "and do not allow them to do the evil things that they plan to do."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not allow my enemies to become proud;"
          },
          {
            "tag": "q2",
            "text": "cause the evil things that they say they will do to me to happen to them instead."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Cause burning coals to fall on their heads!"
          },
          {
            "tag": "q2",
            "text": "Cause them to be thrown into deep pits from which they cannot climb out!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Do not allow those who slander others to succeed;"
          },
          {
            "tag": "q2",
            "text": "cause evil things to happen to violent men and destroy them!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh, I know that you will defend those who are oppressed,"
          },
          {
            "tag": "q2",
            "text": "and that you will do what is just."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Righteous people will surely thank you,"
          },
          {
            "tag": "q2",
            "text": "and they will live in your presence."
          }
        ],
        "auto": true
      }
    ],
    "num": 140
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}