{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A song to sing along the road up to Jerusalem."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, do not forget King David"
          },
          {
            "tag": "q2",
            "text": "and all the hardships he endured!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He made a solemn promise to you,"
          },
          {
            "tag": "q2",
            "text": "the mighty God whom our ancestor Jacob worshiped."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He said, \"I will not go home,"
          },
          {
            "tag": "q1",
            "text": "I will not rest on my bed,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and I will not sleep at all"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "until I build a place for Yahweh,"
          },
          {
            "tag": "q2",
            "text": "a home for the mighty God whom Jacob worshiped.\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In Ephrathah we heard where the sacred chest was."
          },
          {
            "tag": "q2",
            "text": "So we went and found it near the city of Kiriath Jearim, and we took it to Jerusalem."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Later we said, \"Let us go to the sacred tent of Yahweh in Jerusalem;"
          },
          {
            "tag": "q2",
            "text": "let us worship there in front of the throne where he is sitting.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh, come to the place where you live eternally,"
          },
          {
            "tag": "q2",
            "text": "to the place where your sacred chest is,"
          },
          {
            "tag": "q2",
            "text": "to the place that shows that you are very powerful."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I want that the righteous behavior of your priests will always be evident,"
          },
          {
            "tag": "q1",
            "text": "and that your people will always shout joyfully."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You chose David to serve you as king of Israel;"
          },
          {
            "tag": "q2",
            "text": "do not reject him!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh, you made a solemn promise to David,"
          },
          {
            "tag": "q2",
            "text": "a promise that you will not break."
          },
          {
            "tag": "q1",
            "text": "You said, \"I will cause your descendants to rule as kings like you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If they obey my covenant with them"
          },
          {
            "tag": "q2",
            "text": "and obey all the commands that I will give them,"
          },
          {
            "tag": "q1",
            "text": "the line of kings descended from you will never end.\""
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh has chosen Jerusalem;"
          },
          {
            "tag": "q1",
            "text": "that is where he wants to rule from."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He said, \"This is the city where I will live forever;"
          },
          {
            "tag": "q2",
            "text": "this is the place where I want to stay."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will give to the people of Jerusalem all that they need;"
          },
          {
            "tag": "q2",
            "text": "I will give enough food to satisfy even the poor people there."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I will cause the priests to behave in a manner worthy of ones whom I have saved;"
          },
          {
            "tag": "q2",
            "text": "and all my people who live there will shout joyfully."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "There in Jerusalem I will cause one of David's descendants to become a great king;"
          },
          {
            "tag": "q2",
            "text": "he also will be my chosen king,"
          },
          {
            "tag": "q1",
            "text": "It is there that I will make David's line of descendants continue."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I will defeat his enemies and cause them to be very ashamed;"
          },
          {
            "tag": "q2",
            "text": "but the crown that my king wears will always shine.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 132
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}