{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You righteous people should shout joyfully to Yahweh"
          },
          {
            "tag": "q2",
            "text": "because that is what he deserves."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Praise Yahweh as you play songs on the harp."
          },
          {
            "tag": "q2",
            "text": "Praise him as you play harps that have ten strings."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Sing a new song to him;"
          },
          {
            "tag": "q2",
            "text": "play those instruments well, and shout joyfully as you play them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh always does what he says that he will do;"
          },
          {
            "tag": "q2",
            "text": "we can trust that everything that he does is right."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He loves everything that we do that is just and right."
          },
          {
            "tag": "q2",
            "text": "Yahweh helps people all over the earth because he always loves them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh created everything in the sky by commanding it."
          },
          {
            "tag": "q2",
            "text": "By what he commanded, he created all the stars."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He gathered all the water into one huge mass"
          },
          {
            "tag": "q2",
            "text": "like someone scoops liquid into a container."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Everyone on the earth should honor Yahweh;"
          },
          {
            "tag": "q2",
            "text": "everyone on the earth should honor him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When he spoke, he created the world."
          },
          {
            "tag": "q2",
            "text": "Everything started to exist when he commanded it to be."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh stops the other nations from doing the things they want to do."
          },
          {
            "tag": "q2",
            "text": "He prevents them from doing the evil things that they plan to do."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But what Yahweh decides to do will last forever."
          },
          {
            "tag": "q2",
            "text": "What he plans to do will never change."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh blesses our nation, we who worship him;"
          },
          {
            "tag": "q2",
            "text": "How fortunate are we, the nation that belongs to him forever!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh looks down from heaven and sees all people."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "From where he rules, he looks down on all the people who live on the earth."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He forms our inner beings,"
          },
          {
            "tag": "q2",
            "text": "and he sees everything that we do."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It is not because a king has a great army that he is able to win battles,"
          },
          {
            "tag": "q2",
            "text": "and it is not because a soldier is very strong that he is able to defeat his enemy."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It is foolish to think that because horses are very strong,"
          },
          {
            "tag": "q2",
            "text": "they will be able to win a battle and save their riders."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Do not forget that Yahweh watches over those who honor him,"
          },
          {
            "tag": "q2",
            "text": "those who confidently expect him to faithfully love them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He saves them from dying before they should die;"
          },
          {
            "tag": "q2",
            "text": "he preserves them when there is a famine."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "We trust Yahweh to help us;"
          },
          {
            "tag": "q2",
            "text": "he protects us as a shield protects a soldier."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "We rejoice because of what he has done for us;"
          },
          {
            "tag": "q2",
            "text": "we trust in him because he is holy."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh, we pray that you will always faithfully love us"
          },
          {
            "tag": "q2",
            "text": "while we confidently expect you to do great things for us."
          }
        ],
        "auto": true
      }
    ],
    "num": 33
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}