{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, why do you keep yourself far away from us?"
          },
          {
            "tag": "q2",
            "text": "Why do you not pay attention when we have troubles?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Proud, wicked people, have a terrible desire within them to make poor people suffer."
          },
          {
            "tag": "q2",
            "text": "God, make them fall into their own traps, so that what they did to others may be done to them!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The wicked person boasts about the evil things he wants to do."
          },
          {
            "tag": "q2",
            "text": "He desires to own the things that others have, and he does not want them to own more things than he has."
          },
          {
            "tag": "q2",
            "text": "He boasts about all the things he owns, while he curses you, Yahweh."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The wicked person is so proud"
          },
          {
            "tag": "q2",
            "text": "he never looks for God"
          },
          {
            "tag": "q2",
            "text": "and if he did look for God, he would not find him."
          },
          {
            "tag": "q2",
            "text": "He is too proud to even think about God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But, looking at the life of the wicked man,"
          },
          {
            "tag": "q2",
            "text": "it seems that everything he does is successful."
          },
          {
            "tag": "q2",
            "text": "He cannot even understand your commands, God,"
          },
          {
            "tag": "q2",
            "text": "and then he mocks his enemies."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In his mind he thinks, \"Nothing bad can happen to me!"
          },
          {
            "tag": "q2",
            "text": "As long as I live, I will never have troubles.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When he speaks he always curses and tells lies,"
          },
          {
            "tag": "q2",
            "text": "and he makes threats against others."
          },
          {
            "tag": "q2",
            "text": "When he talks, he only speaks about hurting or destroying other people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He makes plans to attack the people living in the villages, people who have done nothing wrong."
          },
          {
            "tag": "q2",
            "text": "He waits in places where he can hide"
          },
          {
            "tag": "q2",
            "text": "while he keeps looking for more people he can attack,"
          },
          {
            "tag": "q2",
            "text": "people who cannot defend themselves."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He waits for his victims like a lion who crouches down,"
          },
          {
            "tag": "q2",
            "text": "and just like the lion, he hides in the bushes."
          },
          {
            "tag": "q2",
            "text": "He is like the hunter who spreads out the net"
          },
          {
            "tag": "q2",
            "text": "so he can catch helpless people and drag them away."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The helpless people are crushed by the wicked person's plans"
          },
          {
            "tag": "q2",
            "text": "and all the things he does."
          },
          {
            "tag": "q2",
            "text": "He is powerful, and when he opposes the helpless people,"
          },
          {
            "tag": "q2",
            "text": "he always takes away from them whatever he wants."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The wicked person says, \"God cannot remember what I did."
          },
          {
            "tag": "q2",
            "text": "His eyes are covered, and he cannot see anything that I have done.\""
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh, arise! God, strike him down!"
          },
          {
            "tag": "q2",
            "text": "Do not forget those who are suffering!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Why does the most wicked person curse you, God, and turn away from you?"
          },
          {
            "tag": "q2",
            "text": "Does he think, \"God can never punish me\"?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "God, you do see the trouble and the distress that the wicked person causes."
          },
          {
            "tag": "q2",
            "text": "And you will strike the wicked man and punish him for all that he does."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God, destroy the power of the person who is wicked and evil!"
          },
          {
            "tag": "q2",
            "text": "Make him pay for those evil things he did,"
          },
          {
            "tag": "q2",
            "text": "those things that he thought God would not find out about him."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh is king forever!"
          },
          {
            "tag": "q2",
            "text": "He will drive out foreign people from his land."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh, when the people who suffer cry out to you, you listen."
          },
          {
            "tag": "q2",
            "text": "You hear them when they pray and you encourage them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You defend the orphans and oppressed people"
          },
          {
            "tag": "q2",
            "text": "when the strong and the wicked work to do them harm."
          },
          {
            "tag": "q2",
            "text": "And so, no one has to worry or be terrified anymore."
          }
        ],
        "auto": true
      }
    ],
    "num": 10
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}