[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "When people look at everything that God has placed in the skies, they can see that he is very great;"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Day after day it is as though the sun proclaims the glory of God,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "They do not really speak;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "But what they declare about God goes throughout the world,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "it rises each morning like a bridegroom who is happy as he comes out of his bedroom after his wedding."
      },
      {
        "t": "v",
        "n": 6,
        "v": "The sun rises at one side of the sky and goes across the sky and sets on the other side;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The instructions that Yahweh has given us are perfect;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh’s laws are fair;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "It is good for people to revere Yahweh;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The things that God has decided are more valuable than gold,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Furthermore, by reading them I learn what things are good to do and what things are evil,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But here is no one who can know all his errors;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Keep me from doing things that I know are wrong;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "O Yahweh, you are like a huge rock on top of which I can be safe; you are the one who protects me."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they can see the great things that he has created."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and night after night it is as though the moon and stars say that they know that God made them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they do not say any words."
  },
  {
    "t": "q",
    "v": "There is no sound from them for anyone to hear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and even people who live in the most distant places on earth can know it."
  },
  {
    "t": "q",
    "v": "The sun is in the skies where God placed it;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is like a strong athlete who is very eager to start running in a race."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "nothing can hide from its heat."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they revive us."
  },
  {
    "t": "q",
    "v": "We can be sure that the things that Yahweh has told us will never change,"
  },
  {
    "t": "q",
    "v": "and by learning them people who have not been previously taught will become wise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when we obey them, we become joyful."
  },
  {
    "t": "q",
    "v": "The commands of Yahweh are clear,"
  },
  {
    "t": "q",
    "v": "and by reading them we start to understand how God wants us to behave."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is something that they will do forever."
  },
  {
    "t": "q",
    "v": "What Yahweh has decreed is fair,"
  },
  {
    "t": "q",
    "v": "and it is always right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even the finest gold."
  },
  {
    "t": "q",
    "v": "They are sweeter than honey"
  },
  {
    "t": "q",
    "v": "that drips from honeycombs."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they promise a great reward"
  },
  {
    "t": "q",
    "v": "to us who obey them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so Yahweh, forgive me for these things which I do that I do not realize are wrong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not let me keep doing the evil things I want to do."
  },
  {
    "t": "q",
    "v": "If you do that, I will no longer be guilty for committing such sins,"
  },
  {
    "t": "q",
    "v": "and I will not commit the great sin of rebelling terribly against you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I hope that the things that I say and what I think will always please you."
  }
]