{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by Asaph for the choir director, to be sung using the tune 'Lilies of the covenant'"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, you who lead us as a shepherd leads his flock of sheep,"
          },
          {
            "tag": "q1",
            "text": "you who sit on your throne in the Very Holy Place in the temple, above the figures of winged creatures,"
          },
          {
            "tag": "q1",
            "text": "come and do powerful things for us Israelite people."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Show yourself to the people of the tribes of Ephraim and Benjamin and Manasseh!"
          },
          {
            "tag": "q2",
            "text": "Show us that you are powerful"
          },
          {
            "tag": "q2",
            "text": "and come and rescue us!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "God, cause our nation to be strong like it was before;"
          },
          {
            "tag": "q2",
            "text": "act kindly toward us so that we may be saved from our enemies!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh, commander of the angel armies,"
          },
          {
            "tag": "q2",
            "text": "how long will you be angry with us, your people, when we pray to you?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is as though the only food and drink that you have given us is a cup full of our tears!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You have allowed the people groups that surround us to argue with each other to decide which part of our land each of them will take;"
          },
          {
            "tag": "q2",
            "text": "they laugh at us."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "God, Commander of the angel armies,"
          },
          {
            "tag": "q2",
            "text": "make our nation strong as it was before!"
          },
          {
            "tag": "q1",
            "text": "Act kindly toward us so that we may be saved!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Our ancestors were like a grapevine that you brought out of Egypt;"
          },
          {
            "tag": "q1",
            "text": "you drove out the other people groups from this land,"
          },
          {
            "tag": "q2",
            "text": "and you put your people in their land."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "As people clear ground to plant a grapevine,"
          },
          {
            "tag": "q1",
            "text": "you cleared out the people who were living in this land for us to live in it."
          },
          {
            "tag": "q1",
            "text": "As the roots of a grapevine go deep down into the ground and spread,"
          },
          {
            "tag": "q2",
            "text": "you enabled our ancestors to prosper and start living in towns all over this land."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "As huge grapevines cover the hills with their shade"
          },
          {
            "tag": "q2",
            "text": "and as their branches are taller than big cedar trees,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "your people ruled all of Canaan, from the Mediterranean Sea in the west to the Euphrates River in the east."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So why have you abandoned us"
          },
          {
            "tag": "q2",
            "text": "and allowed our enemies to tear down our walls?"
          },
          {
            "tag": "q1",
            "text": "You are like someone who tears down the fences around his vineyard,"
          },
          {
            "tag": "q2",
            "text": "so that all the people who pass by can steal the grapes;"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "wild pigs can trample the vines,"
          },
          {
            "tag": "q2",
            "text": "and wild animals can also eat the grapes."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You who are the commander of the angel armies, turn to us!"
          },
          {
            "tag": "q2",
            "text": "Look down from heaven and see what is happening to us!"
          },
          {
            "tag": "q1",
            "text": "Come and rescue us who are like your grapevine,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "who are like the young vine that you planted and caused to grow!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Our enemies have torn down and burned everything in our land;"
          },
          {
            "tag": "q1",
            "text": "look at them angrily and get rid of them!"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But strengthen us people whom you have chosen,"
          },
          {
            "tag": "q2",
            "text": "us Israelite people, whom you previously caused to be very strong."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When you do that, we will never turn away from you again;"
          },
          {
            "tag": "q2",
            "text": "revive us, and then we will praise you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Yahweh, commander of the angel armies, restore us;"
          },
          {
            "tag": "q2",
            "text": "act kindly toward us and rescue us from our enemies!"
          }
        ],
        "auto": true
      }
    ],
    "num": 80
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}