{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director; a psalm to be accompanied by playing flutes"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, listen to me while I pray!"
          },
          {
            "tag": "q2",
            "text": "Pay attention to me when I am groaning because I am suffering very much."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You are my king and my God."
          },
          {
            "tag": "q1",
            "text": "When I call to you to request you to help me, listen to me"
          },
          {
            "tag": "q2",
            "text": "because you are the one to whom I pray."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You listen to me when I pray to you each morning,"
          },
          {
            "tag": "q2",
            "text": "and I wait for you to reply."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You are not a god who is pleased with wicked people;"
          },
          {
            "tag": "q2",
            "text": "you will never welcome those who do what is evil."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You do not allow those who are proud to come to you to worship you."
          },
          {
            "tag": "q2",
            "text": "You hate all those who do evil things."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You get rid of liars,"
          },
          {
            "tag": "q2",
            "text": "and you despise those who murder others and those who deceive others."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh, because you greatly and faithfully love me,"
          },
          {
            "tag": "q2",
            "text": "I come into your temple."
          },
          {
            "tag": "q1",
            "text": "I have an awesome respect for you"
          },
          {
            "tag": "q2",
            "text": "and I will bow down to worship you at your sacred temple."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh, because you act righteously toward me,"
          },
          {
            "tag": "q2",
            "text": "show me what is right for me to do."
          },
          {
            "tag": "q1",
            "text": "Because I have many enemies,"
          },
          {
            "tag": "q2",
            "text": "show me clearly how to live in the right way."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "My enemies never say what is true;"
          },
          {
            "tag": "q2",
            "text": "in their inner beings they want to destroy others."
          },
          {
            "tag": "q1",
            "text": "They speak threats of violence and death."
          },
          {
            "tag": "q2",
            "text": "They use their tongues to say good things to please people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "O God, declare that they are guilty and punish them."
          },
          {
            "tag": "q2",
            "text": "Cause them to experience the same disasters that they plan to cause to happen to others."
          },
          {
            "tag": "q1",
            "text": "Get rid of them because they have committed many sins,"
          },
          {
            "tag": "q2",
            "text": "and they have rebelled against you."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But cause that all those who go to you to be protected will rejoice;"
          },
          {
            "tag": "q2",
            "text": "cause them to sing joyfully to you forever."
          },
          {
            "tag": "q1",
            "text": "Protect those who love you;"
          },
          {
            "tag": "q2",
            "text": "they are truly happy because of what you do for them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh, you always bless those who act righteously;"
          },
          {
            "tag": "q2",
            "text": "you protect them as a soldier protects himself with his shield."
          }
        ],
        "auto": true
      }
    ],
    "num": 5
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}