{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When the Israelite people left Egypt,"
          },
          {
            "tag": "q1",
            "text": "when the descendants of Jacob left people who spoke a foreign language,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "the land of Judah became the place where people worshiped God;"
          },
          {
            "tag": "q2",
            "text": "and Israel became the land that he ruled over."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When they came to the Sea of Reeds,"
          },
          {
            "tag": "q1",
            "text": "it was as though the water saw them and ran away!"
          },
          {
            "tag": "q1",
            "text": "When they came to the Jordan River,"
          },
          {
            "tag": "q2",
            "text": "the water in the river stopped flowing so that the Israelites could cross it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When they came to Mount Sinai and there was a big earthquake,"
          },
          {
            "tag": "q2",
            "text": "it was as though the mountains skipped like goats"
          },
          {
            "tag": "q2",
            "text": "and the hills jumped around like lambs."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "If someone asks, \"What happened at the Sea of Reeds that caused the water to run away?"
          },
          {
            "tag": "q1",
            "text": "What happened that caused the water in the Jordan River to stop flowing?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "What happened that caused the mountains to skip like goats"
          },
          {
            "tag": "q2",
            "text": "and caused the hills to jump around like lambs?\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Indeed, all the earth will tremble before the Lord!"
          },
          {
            "tag": "q1",
            "text": "Everyone will tremble in the presence of the God whom Jacob worshiped!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He is the one who caused pools of water to flow from a rock for the Israelite people to drink,"
          },
          {
            "tag": "q2",
            "text": "and he is the one who caused a spring to flow from a solid rock cliff!"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 114
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}