{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I waited patiently for Yahweh to help me,"
          },
          {
            "tag": "q2",
            "text": "and he listened to me when I called out to him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When I had many troubles, it was as though I was in a deep pit."
          },
          {
            "tag": "q2",
            "text": "But he lifted me up out of the mud and slime of that pit;"
          },
          {
            "tag": "q1",
            "text": "he set my feet on a solid rock"
          },
          {
            "tag": "q2",
            "text": "and enabled me to walk safely."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He has given me a new song to sing,"
          },
          {
            "tag": "q2",
            "text": "a song to praise him who is our God."
          },
          {
            "tag": "q1",
            "text": "Many people will find out what he has done for me,"
          },
          {
            "tag": "q2",
            "text": "and they will revere and trust him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "How fortunate are those who trust Yahweh to protect them,"
          },
          {
            "tag": "q2",
            "text": "those who do not trust in idols"
          },
          {
            "tag": "q2",
            "text": "or join with those who worship those false gods."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "O Yahweh, my God, you have done many wonderful things!"
          },
          {
            "tag": "q2",
            "text": "No one can list all the wonderful things that you have planned for us."
          },
          {
            "tag": "q1",
            "text": "If I tried to tell others about all those wonderful things,"
          },
          {
            "tag": "q1",
            "text": "I would not be able to"
          },
          {
            "tag": "q2",
            "text": "because there would be too many for me to mention."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Sacrifices and other offerings are not the things that delight you most."
          },
          {
            "tag": "q2",
            "text": "But you have enabled me to hear your commands."
          },
          {
            "tag": "q1",
            "text": "Animals burned on the altar and other offerings for our sins are not what you require most."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So I said to you, \"Yahweh, here I am,"
          },
          {
            "tag": "q2",
            "text": "to obey the laws that have been written in the scroll,"
          },
          {
            "tag": "q2",
            "text": "things that you want me to do.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "O my God, I enjoy doing what you desire;"
          },
          {
            "tag": "q2",
            "text": "I am always thinking about your laws within my inner being."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When all your people were gathered together,"
          },
          {
            "tag": "q2",
            "text": "I told them about how you do what is right and how you rescue us."
          },
          {
            "tag": "q2",
            "text": "Yahweh, you know that I have not refused to tell that to them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I have not kept within me the news that you always act justly;"
          },
          {
            "tag": "q2",
            "text": "when many of your people have gathered together to worship you,"
          },
          {
            "tag": "q1",
            "text": "I have told them that you are faithful to us and save us."
          },
          {
            "tag": "q2",
            "text": "I have not concealed that you faithfully love us and act loyally toward us."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh, do not stop acting mercifully toward me."
          },
          {
            "tag": "q2",
            "text": "Because you faithfully love me and are loyal to me, protect me always."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I have many troubles; I cannot count them."
          },
          {
            "tag": "q2",
            "text": "I am now suffering the things that happened because I sinned."
          },
          {
            "tag": "q2",
            "text": "I can no longer see because of my tears."
          },
          {
            "tag": "q1",
            "text": "The sins that I have committed are more than the hairs on my head."
          },
          {
            "tag": "q2",
            "text": "I am very discouraged."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "O Yahweh, please save me!"
          },
          {
            "tag": "q2",
            "text": "Come quickly to help me!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Humble those who are happy about my troubles, and cause them to be disgraced."
          },
          {
            "tag": "q2",
            "text": "Chase away those who are trying to get rid of me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I hope that those who make fun of me"
          },
          {
            "tag": "q2",
            "text": "will be dismayed when you defeat them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But I hope that all those who go to worship you will be very joyful."
          },
          {
            "tag": "q2",
            "text": "I hope that those who love you because you saved them will shout repeatedly,"
          },
          {
            "tag": "q1",
            "text": "\"Yahweh is great!\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "As for me, I am poor and needy,"
          },
          {
            "tag": "q2",
            "text": "but I know that the Lord has not forgotten me."
          },
          {
            "tag": "q1",
            "text": "O my God, you are the one who saves and helps me,"
          },
          {
            "tag": "q2",
            "text": "so please come quickly and help me!"
          }
        ],
        "auto": true
      }
    ],
    "num": 40
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}