[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, you are able to get revenge on your enemies."
      },
      {
        "t": "v",
        "n": 2,
        "v": "You are the one who judges all people on the earth;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh, how long will those wicked people be glad?"
      },
      {
        "t": "v",
        "n": 4,
        "v": "They do evil things, and they boast about doing them;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh, it is as though those wicked people were crushing us, your people;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "They murder widows and orphans"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Those wicked people say, “Yahweh does not see anything;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You evil people who rule Israel, you are foolish and stupid;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "God made our ears;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "He corrects the leaders of other nations;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh knows everything that people are thinking;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, how fortunate are those who allow you to discipline them,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "When those people have had troubles, you cause those troubles to cease,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh will not abandon his people;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Someday judges will decide matters fairly for people,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "But when wicked people oppressed me,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "If Yahweh had not helped me at that time,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "I said, “I am falling into disaster,”"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Whenever I am very worried,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You have nothing to do with wicked judges,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "They plan to get rid of righteous people,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "But Yahweh has become like my fortress;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "He will punish those wicked leaders in return for the things that they have done;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So show them that you are going to punish them!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so arise and give them what they deserve."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is not right that they continue being glad!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "how long will they be allowed to continue doing that?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they oppress the nation that you have made and that belongs to you alone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and people from other countries who think it is safe to live in our land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the God whom those Israelites worship does not see the evil things that we do.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when will you become wise?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do you think that he cannot hear what you say?"
  },
  {
    "t": "q",
    "v": "He created our eyes;"
  },
  {
    "t": "q",
    "v": "do you think that he cannot see the evil things that you do?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do you think that he will not punish you?"
  },
  {
    "t": "q",
    "v": "He is the one who knows everything;"
  },
  {
    "t": "q",
    "v": "why do you think that he does not know what you do?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he knows that what they think is evil and useless."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who want you to teach them your laws."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and someday it will be as though you will dig pits for the wicked people,"
  },
  {
    "t": "q",
    "v": "and that they will fall into those pits and die."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will not desert those who belong to him ."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all honest people will be pleased about that."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no one defended me!"
  },
  {
    "t": "q",
    "v": "No one stood up to testify for me against those evil people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I would have been executed;"
  },
  {
    "t": "q",
    "v": "my life would have gone to the place where dead people say nothing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but, Yahweh, you held me up by faithfully loving me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you comfort me and cause me to be happy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who establish laws that allow people to do what is not right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they declare that innocent people must be executed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my God is like a huge rock on which I am protected."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will get rid of them because of the sins that they have committed;"
  },
  {
    "t": "q",
    "v": "yes, Yahweh our God will wipe them out."
  }
]