{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by Solomon."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "O God, enable the king whom you appointed in Israel to rule justly."
          },
          {
            "tag": "q2",
            "text": "Show him how to judge matters fairly"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "so that he may judge your people fairly"
          },
          {
            "tag": "q2",
            "text": "and that he may govern your oppressed people justly."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I desire that all over the country—even on the hills and mountains —"
          },
          {
            "tag": "q2",
            "text": "people will live peacefully and righteously."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Help your king to defend the poor people"
          },
          {
            "tag": "q2",
            "text": "and to rescue needy people and to defeat those who oppress them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I desire that your king may live as long as the sun shines,"
          },
          {
            "tag": "q2",
            "text": "as long as the moon shines, forever."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I desire that his rule may be enjoyed by the people"
          },
          {
            "tag": "q2",
            "text": "as they enjoy rain on the growing crops,"
          },
          {
            "tag": "q2",
            "text": "as they enjoy the showers that fall on the land."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I hope that people may live righteously during the years that he rules"
          },
          {
            "tag": "q2",
            "text": "and that the people may live peacefully and prosperously as long as the moon shines."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I hope that the king of Israel may rule the people"
          },
          {
            "tag": "q2",
            "text": "in all the area from one sea in the east to another in the west"
          },
          {
            "tag": "q2",
            "text": "and from the Euphrates River to the most remote places on earth."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I hope that those who live in the wilderness may bow down before him"
          },
          {
            "tag": "q2",
            "text": "and that his enemies may throw themselves on the ground in submission to our king."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I hope that the king of the land of Tarshish and the kings of the islands in the sea may pay taxes to the king of Israel."
          },
          {
            "tag": "q2",
            "text": "I hope that the king of Sheba to the south and the king of Seba to the southwest may bring him gifts."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I hope that all the other kings in the world may bow before the king of Israel"
          },
          {
            "tag": "q2",
            "text": "and that people of all nations may serve our king."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He rescues poor people when they cry out for help,"
          },
          {
            "tag": "q2",
            "text": "and he helps those who are needy and those who have no one to help them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He pities those who are weak and needy;"
          },
          {
            "tag": "q2",
            "text": "he saves the people's lives."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Our king rescues people from being oppressed and from being treated cruelly"
          },
          {
            "tag": "q2",
            "text": "because their lives are precious to our king."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I hope that our king may live a long time!"
          },
          {
            "tag": "q2",
            "text": "I hope that he may be given gold from Sheba."
          },
          {
            "tag": "q1",
            "text": "I desire that people may always pray for our king"
          },
          {
            "tag": "q2",
            "text": "and praise him all the time, every day."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I hope that the fields may produce plenty of grain everywhere, even on the tops of the hills in the land where he rules,"
          },
          {
            "tag": "q2",
            "text": "like the grain that grows on the hills in Lebanon."
          },
          {
            "tag": "q1",
            "text": "I hope that the cities in Israel will be as full of people"
          },
          {
            "tag": "q2",
            "text": "as the fields are full of grass."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I desire that the name of the king may never be forgotten."
          },
          {
            "tag": "q2",
            "text": "I hope that people may remember him as long as the sun shines."
          },
          {
            "tag": "q1",
            "text": "I hope that all people will praise Yahweh, the God of Israel,"
          },
          {
            "tag": "q2",
            "text": "just as he has blessed the king of Israel."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Praise Yahweh, the God whom we Israelites worship;"
          },
          {
            "tag": "q2",
            "text": "he is the only one who does wonderful things."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Praise him forever!"
          },
          {
            "tag": "q2",
            "text": "I desire that his glory may fill the whole world!"
          },
          {
            "tag": "q2",
            "text": "Amen! May it be so!"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "This is the end of the prayers written by David, son of Jesse."
          }
        ],
        "auto": true
      }
    ],
    "num": 72
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}