{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director, to be sung using the tune \"Do not destroy.\""
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When you rulers speak, you never say what is right;"
          },
          {
            "tag": "q2",
            "text": "you people never justly decide disputes."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "No, in your inner beings you think only about doing what is wrong,"
          },
          {
            "tag": "q2",
            "text": "and you commit violent crimes everywhere in this land of Israel."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Wicked people do wrong things and tell lies from the time that they are born."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "What wicked people say injures people like the venom of a snake."
          },
          {
            "tag": "q2",
            "text": "They refuse to listen to commands; it is as though they were deaf cobras."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "As a result, like a snake that does not respond when a charmer plays a flute or when someone sings magic songs,"
          },
          {
            "tag": "q2",
            "text": "they do not pay attention when others rebuke them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "God, as for these enemies who want to attack me like young lions,"
          },
          {
            "tag": "q2",
            "text": "break the teeth in their mouths!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Cause them to disappear as water disappears in dry ground!"
          },
          {
            "tag": "q2",
            "text": "Cause the arrows that they shoot to have no heads!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Cause them to become like snails that disappear in the slime;"
          },
          {
            "tag": "q2",
            "text": "cause them to be like a baby that is born dead!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I hope that you will get rid of them"
          },
          {
            "tag": "q2",
            "text": "as fast as thornbushes are blown away after they are cut."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "People who do what is right will rejoice when they see God punish the wicked people;"
          },
          {
            "tag": "q2",
            "text": "they will wash their feet in the blood of wicked people."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then people will say, \"It is true that there is a reward for righteous people;"
          },
          {
            "tag": "q2",
            "text": "and there is indeed a God who judges people justly here on the earth!\""
          }
        ],
        "auto": true
      }
    ],
    "num": 58
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}