[
  {
    "t": "m",
    "v": []
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, it is good for people to thank you"
      },
      {
        "t": "v",
        "n": 2,
        "v": "It is good to proclaim every morning that you faithfully love us"
      },
      {
        "t": "v",
        "n": 3,
        "v": "accompanied by musicians playing harps that have ten strings"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh, you have caused me to be glad;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh, the things that you do are great!"
      },
      {
        "t": "v",
        "n": 6,
        "v": "There are things that you do that foolish people cannot know about,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "They do not understand that although the number of wicked people increases as blades of grass do"
      },
      {
        "t": "v",
        "n": 8,
        "v": "But Yahweh, you will be king forever."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh, your enemies will certainly die,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But you have caused me to be as strong as a wild ox;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I have seen you defeat my enemies,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But righteous people will prosper like palm trees that grow well,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "They are like the trees that people plant at the temple of Yahweh in Jerusalem,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Even when righteous people become old, they do many things that please God."
      },
      {
        "t": "v",
        "n": 15,
        "v": "That shows that Yahweh is just;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to sing praise to you who are greater than any other god."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and to sing songs each night that declare that you always do what you have promised to do,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and by the sounds made by a lyre."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I sing joyfully because of what you have done."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But it is difficult to understand all that you think."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "things that stupid people cannot understand."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that those who do what is evil prosper,"
  },
  {
    "t": "q",
    "v": "they will be completely destroyed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who do wicked things will be defeated."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you have caused me to be very joyful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I have heard those evil men wail while they were being slaughtered."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like the cedar trees that grow in Lebanon."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the trees that are close to the courtyard of the temple of our God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They remain strong and full of energy like trees that remain full of sap."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he is like a huge rock on which I am safe,"
  },
  {
    "t": "q",
    "v": "and he never does anything that is wicked."
  }
]