{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A prayer written by someone who was afflicted, when he was discouraged and pleaded for Yahweh to help."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, listen to what I am praying;"
          },
          {
            "tag": "q1",
            "text": "hear me while I cry out to you!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do not turn away!"
          },
          {
            "tag": "q1",
            "text": "Listen to me,"
          },
          {
            "tag": "q2",
            "text": "and answer me quickly now when I am calling out to you!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "My life is ending like smoke that disappears;"
          },
          {
            "tag": "q1",
            "text": "I have a big fever which burns my body as a fire burns."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I feel as though I am drying up like grass that has been mown,"
          },
          {
            "tag": "q2",
            "text": "and I do not even think about eating any food."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I groan loudly,"
          },
          {
            "tag": "q2",
            "text": "and my bones can be seen under my skin because I have become very thin."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I am like a lonely and despised vulture in the desert,"
          },
          {
            "tag": "q2",
            "text": "like an owl by itself in the abandoned ruins of a building."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I lie awake at night;"
          },
          {
            "tag": "q2",
            "text": "because there is no one to comfort me,"
          },
          {
            "tag": "q2",
            "text": "I am like a lonely bird sitting on a housetop."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "All during each day my enemies insult me;"
          },
          {
            "tag": "q2",
            "text": "those who make fun of me mention my name"
          },
          {
            "tag": "q2",
            "text": "and say, \"May you be like him\" when they curse people."
          },
          {
            "tag": "v",
            "num": "9-10",
            "text": "Because you are very angry with me,"
          },
          {
            "tag": "q1",
            "text": "I sit in ashes while I am suffering greatly;"
          },
          {
            "tag": "q2",
            "text": "those ashes fall on the bread that I eat,"
          },
          {
            "tag": "q2",
            "text": "and what I drink has my tears mixed with it."
          },
          {
            "tag": "q1",
            "text": "It is as though you have picked me up and thrown me away!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "My time to remain alive is short"
          },
          {
            "tag": "q2",
            "text": "like an evening shadow that will soon be gone."
          },
          {
            "tag": "q2",
            "text": "I am withering as grass withers in the hot sun."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But Yahweh, you are our king who rules forever;"
          },
          {
            "tag": "q1",
            "text": "people who are not yet born will remember you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You will arise and act mercifully toward the people of Jerusalem;"
          },
          {
            "tag": "q2",
            "text": "it is now time for you to do that;"
          },
          {
            "tag": "q1",
            "text": "this is the time for you to be kind to them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Even though the city has been destroyed,"
          },
          {
            "tag": "q2",
            "text": "we who serve you still love the stones that were formerly in the city walls;"
          },
          {
            "tag": "q1",
            "text": "because now there is rubble everywhere,"
          },
          {
            "tag": "q2",
            "text": "we, your people, are very sad when we see it."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh, someday the people of other nations will have an awesome respect for you;"
          },
          {
            "tag": "q1",
            "text": "all the kings on the earth will see that you are very glorious."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You will rebuild Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "and you will appear there with your glory."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You will listen to the prayers of your people who are homeless,"
          },
          {
            "tag": "q2",
            "text": "and you will not ignore them"
          },
          {
            "tag": "q2",
            "text": "when they plead with you to help them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh, I want to write these words"
          },
          {
            "tag": "q2",
            "text": "so that people in future years will know what you have done,"
          },
          {
            "tag": "q2",
            "text": "in order that people who are not born yet will praise you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They will know that you looked down from your own place in heaven"
          },
          {
            "tag": "q1",
            "text": "and saw what was happening on the earth."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "They will know that you hear prisoners groaning"
          },
          {
            "tag": "q2",
            "text": "and that you will set free those who have been told, \"You will be executed.\""
          },
          {
            "tag": "v",
            "num": "21",
            "text": "As a result, people in Jerusalem will praise you for what you have done."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Many people from other people groups and those who are citizens of other kingdoms will gather to worship you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But now you have caused me to become weak while I am still young;"
          },
          {
            "tag": "q2",
            "text": "I think that I will not remain alive very long."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I say to you, \"My God, do not take me away from the earth now"
          },
          {
            "tag": "q2",
            "text": "before I become old!"
          },
          {
            "tag": "q1",
            "text": "You, on the other hand, live forever!"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You created the world long ago,"
          },
          {
            "tag": "q2",
            "text": "and you made the heavens with your own hands."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The earth and the heavens will disappear, but you will remain."
          },
          {
            "tag": "q2",
            "text": "They will wear out as clothes wear out."
          },
          {
            "tag": "q1",
            "text": "You will get rid of them as people get rid of old clothes,"
          },
          {
            "tag": "q2",
            "text": "and they will no longer exist."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But you are not like the things that you created"
          },
          {
            "tag": "q2",
            "text": "because you are always the same;"
          },
          {
            "tag": "q2",
            "text": "you never die."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Someday our children will live safely in Jerusalem,"
          },
          {
            "tag": "q1",
            "text": "and their descendants will be protected as they live in your presence.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 102
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}