{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm that expresses sadness, written for the choir director by Zerah's son Heman, one of the descendants of Korah"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh God, you who rescue me, all during each day I call out to you to help me,"
          },
          {
            "tag": "q1",
            "text": "and I cry out to you during each night also."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Listen to my prayer"
          },
          {
            "tag": "q2",
            "text": "while I cry out to you for help!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I have experienced many troubles,"
          },
          {
            "tag": "q2",
            "text": "and I am about to die and go where dead people are."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Because I have no more strength,"
          },
          {
            "tag": "q2",
            "text": "other people believe that I will soon die."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I am like a corpse that has been abandoned;"
          },
          {
            "tag": "q2",
            "text": "I am like dead people who lie in their graves,"
          },
          {
            "tag": "q2",
            "text": "people who have been completely forgotten"
          },
          {
            "tag": "q2",
            "text": "because you do not take care of them anymore."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "It is as though you have thrown me into a deep, dark pit,"
          },
          {
            "tag": "q2",
            "text": "into a place where they throw corpses."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It seems as though you are very angry with me,"
          },
          {
            "tag": "q1",
            "text": "and it is as though you have crushed me as ocean waves crash down on people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You have caused my friends to avoid me;"
          },
          {
            "tag": "q2",
            "text": "I have become repulsive to them."
          },
          {
            "tag": "q1",
            "text": "It is as though I were in a prison and cannot escape."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "My eyes cannot see well because I cry very much."
          },
          {
            "tag": "q2",
            "text": "Yahweh, every day I call out to you to help me;"
          },
          {
            "tag": "q2",
            "text": "I lift up my hands to you while I pray."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You certainly do not perform miracles for dead people!"
          },
          {
            "tag": "q1",
            "text": "Their spirits do not arise to praise you!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Corpses in the grave certainly do not tell about your faithfully loving us,"
          },
          {
            "tag": "q2",
            "text": "and in the place where people are finally destroyed,"
          },
          {
            "tag": "q2",
            "text": "no one tells about what you faithfully do for us."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "No one in the deep, dark pit ever sees the miracles that you perform,"
          },
          {
            "tag": "q2",
            "text": "and no one in the place where people have been completely forgotten tells about your being good to us."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But as for me, Yahweh, I cry out to you to help me;"
          },
          {
            "tag": "q2",
            "text": "each morning I pray to you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh, why do you reject me?"
          },
          {
            "tag": "q2",
            "text": "Why do you turn away from me?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "All the time since I was young, I have suffered and have often almost died;"
          },
          {
            "tag": "q1",
            "text": "I am in despair because of enduring the terrible things that you have done to me."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I feel that you have crushed me because of your being angry with me;"
          },
          {
            "tag": "q2",
            "text": "the terrible things that you are doing to me are almost destroying me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It is as though they surround me like a flood;"
          },
          {
            "tag": "q2",
            "text": "they are closing in on me from all sides."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You have caused even my friends and others whom I love to avoid me,"
          },
          {
            "tag": "q2",
            "text": "and it is as though the only friend that I have is darkness."
          }
        ],
        "auto": true
      }
    ],
    "num": 88
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}