{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by Asaph"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "God, why have you abandoned us?"
          },
          {
            "tag": "q2",
            "text": "Will you keep rejecting us forever?"
          },
          {
            "tag": "q1",
            "text": "Why are you angry with us"
          },
          {
            "tag": "q2",
            "text": "since we are like sheep in your pasture and you are like our shepherd?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do not forget your people whom you chose long ago,"
          },
          {
            "tag": "q2",
            "text": "the people whom you freed from being slaves in Egypt and caused to become your tribe."
          },
          {
            "tag": "q1",
            "text": "Do not forget Jerusalem, which is your home on this earth."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Walk along and see where everything has been totally ruined;"
          },
          {
            "tag": "q2",
            "text": "our enemies have destroyed everything in the sacred temple."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your enemies shouted triumphantly in this sacred place;"
          },
          {
            "tag": "q1",
            "text": "they erected their banners to show they had defeated us."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They cut down all the engraved objects in the temple as woodsmen cut down trees."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then they smashed all the carved wood with their axes and hammers."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then they burned your temple to the ground;"
          },
          {
            "tag": "q2",
            "text": "they caused that place where you were worshiped to be unfit for people to worship in."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They said to themselves, \"We will destroy the Israelites completely,\""
          },
          {
            "tag": "q2",
            "text": "and they also burned down all the other places where we gathered to worship you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "All our sacred symbols are gone;"
          },
          {
            "tag": "q2",
            "text": "there are no prophets now,"
          },
          {
            "tag": "q2",
            "text": "and no one knows how long this situation will continue."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "God, how long will our enemies make fun of you?"
          },
          {
            "tag": "q1",
            "text": "Will they insult you?"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Why do you refuse to help us?"
          },
          {
            "tag": "q2",
            "text": "Why do you keep your hand inside your cloak instead of using it to destroy our enemies?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "God, you have been our king during all the years since we came out of Egypt,"
          },
          {
            "tag": "q1",
            "text": "and you have enabled us to defeat our enemies in the land of Israel."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "By your power you caused the sea to divide;"
          },
          {
            "tag": "q2",
            "text": "it was as though you had smashed the heads of the rulers of Egypt who were like huge sea dragons."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "It was as though you crushed the head of the king of Egypt"
          },
          {
            "tag": "q2",
            "text": "and gave his body to the animals in the desert to eat."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You caused springs and streams to flow,"
          },
          {
            "tag": "q2",
            "text": "and you also dried up rivers that had never dried up previously."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You created the days and the nights,"
          },
          {
            "tag": "q2",
            "text": "and you put the sun and the moon in their places."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You determined where the oceans end and the land begins,"
          },
          {
            "tag": "q2",
            "text": "and you created the summer season and the winter season."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh, do not forget that your enemies laugh at you"
          },
          {
            "tag": "q1",
            "text": "and that it is foolish people who despise you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Do not abandon your helpless people into the hands of their cruel enemies;"
          },
          {
            "tag": "q1",
            "text": "do not forget your suffering people."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Continue thinking about the covenant that you made with us;"
          },
          {
            "tag": "q2",
            "text": "remember that there are violent people in every dark place on the earth."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Do not allow your oppressed people to be disgraced;"
          },
          {
            "tag": "q2",
            "text": "help those poor and needy people in order that they will again praise you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "God, arise and defend yourself by defending your people!"
          },
          {
            "tag": "q1",
            "text": "Do not forget that foolish people laugh at you all during the day!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Do not forget that your enemies shout angrily at you;"
          },
          {
            "tag": "q2",
            "text": "the uproar that they make while they oppose you never stops."
          }
        ],
        "auto": true
      }
    ],
    "num": 74
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}