[
  {
    "t": "m",
    "v": []
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, do not forget King David"
      },
      {
        "t": "v",
        "n": 2,
        "v": "He made a solemn promise to you,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "He said, “I will not go home,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "and I will not sleep at all"
      },
      {
        "t": "v",
        "n": 5,
        "v": "until I build a place for Yahweh,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "In Ephrathah we heard where the sacred chest was."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Later we said, “Let us go to the sacred tent of Yahweh in Jerusalem;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh, come to the place where you live eternally,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I want that the righteous behavior of your priests will always be evident,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "You chose David to serve you as king of Israel;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh, you made a solemn promise to David,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "If they obey my covenant with them"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh has chosen Jerusalem;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "He said, “This is the city where I will live forever;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I will give to the people of Jerusalem all that they need;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I will cause the priests to behave in a manner worthy of ones whom I have saved;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "There in Jerusalem I will cause one of David’s descendants to become a great king;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "I will defeat his enemies and cause them to be very ashamed;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all the hardships he endured!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the mighty God whom our ancestor Jacob worshiped."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will not rest on my bed,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a home for the mighty God whom Jacob worshiped.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So we went and found it near the city of Kiriath Jearim, and we took it to Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "let us worship there in front of the throne where he is sitting.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to the place where your sacred chest is,"
  },
  {
    "t": "q",
    "v": "to the place that shows that you are very powerful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and that your people will always shout joyfully."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "do not reject him!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a promise that you will not break."
  },
  {
    "t": "q",
    "v": "You said, “I will cause your descendants to rule as kings like you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and obey all the commands that I will give them,"
  },
  {
    "t": "q",
    "v": "the line of kings descended from you will never end.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is where he wants to rule from."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "this is the place where I want to stay."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will give enough food to satisfy even the poor people there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all my people who live there will shout joyfully."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he also will be my chosen king,"
  },
  {
    "t": "q",
    "v": "It is there that I will make David’s line of descendants continue."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the crown that my king wears will always shine.”"
  }
]