{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for Jeduthun, the choir director"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I said to myself, \"I will be careful not to sin by the things that I say."
          },
          {
            "tag": "q1",
            "text": "I will not say anything to complain to you"
          },
          {
            "tag": "q2",
            "text": "while wicked people are near to me and can hear me.\""
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So I was completely silent, and I did not even talk about things that were good;"
          },
          {
            "tag": "q2",
            "text": "but it was useless because I began to suffer even more."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I became very anxious in my inner being."
          },
          {
            "tag": "q2",
            "text": "As I thought about my troubles, I became more worried."
          },
          {
            "tag": "q2",
            "text": "Then finally I said this:"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "\"Yahweh, show me how long I will live."
          },
          {
            "tag": "q2",
            "text": "Tell me when I will die."
          },
          {
            "tag": "q2",
            "text": "Tell me how many years I will live!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It seems that you have caused me to live only a short time;"
          },
          {
            "tag": "q2",
            "text": "my lifetime seems nothing to you."
          },
          {
            "tag": "q2",
            "text": "The time that all we humans live is as short as a puff of air."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then we disappear like a shadow does."
          },
          {
            "tag": "q2",
            "text": "It seems that all that we do is for nothing."
          },
          {
            "tag": "q2",
            "text": "We sometimes get a lot of money, but we do not even know who will get it after we die."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So now, Yahweh, I can expect to receive nothing from anyone else."
          },
          {
            "tag": "q2",
            "text": "You are the only one from whom I confidently expect to receive blessings."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Deliver me from the sins that I have committed."
          },
          {
            "tag": "q2",
            "text": "Do not allow foolish people to make fun of me."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I did not say anything when you punished me"
          },
          {
            "tag": "q2",
            "text": "because I knew that you were the one who caused me to suffer."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But now, please stop punishing me!"
          },
          {
            "tag": "q2",
            "text": "If you do not do that, I am about to die because of how you make me suffer."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When you rebuke someone and punish him for the sin that he has committed,"
          },
          {
            "tag": "q2",
            "text": "you destroy the things he loves like moths eat away at clothing."
          },
          {
            "tag": "q2",
            "text": "Our lives disappear like a puff of air."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Yahweh, listen to me while I pray;"
          },
          {
            "tag": "q2",
            "text": "pay attention to me while I cry out to you."
          },
          {
            "tag": "q2",
            "text": "Help me while I am crying."
          },
          {
            "tag": "q1",
            "text": "I am here on the earth for only a short time,"
          },
          {
            "tag": "q2",
            "text": "like all my ancestors."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Now please allow me to be alone and do not punish me anymore"
          },
          {
            "tag": "q2",
            "text": "so that I may smile and be happy for a while before I die.\""
          }
        ],
        "auto": true
      }
    ],
    "num": 39
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}