{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director, concerning the time when the prophet Nathan rebuked David after he had committed adultery with Bathsheba."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "O God, act mercifully toward me"
          },
          {
            "tag": "q2",
            "text": "because you love me faithfully;"
          },
          {
            "tag": "q2",
            "text": "because you are very merciful,"
          },
          {
            "tag": "q2",
            "text": "forget the ways that I disobeyed you!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Make me acceptable to you again, even though I did wrong things;"
          },
          {
            "tag": "q2",
            "text": "forgive the guilt of my sin and accept me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I say that because I know the ways that I have disobeyed you;"
          },
          {
            "tag": "q2",
            "text": "I cannot forget them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You, you only, are the one I that have really sinned against,"
          },
          {
            "tag": "q2",
            "text": "and you have seen the evil things that I have done."
          },
          {
            "tag": "q1",
            "text": "When you say that I am guilty, you are right,"
          },
          {
            "tag": "q2",
            "text": "and when you judge me, you justly say that I deserve to be punished."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I have been a sinner since the day that I was born;"
          },
          {
            "tag": "q2",
            "text": "truly, I have been like that since my mother conceived me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "What you desire is that in my inner being I desire what is true"
          },
          {
            "tag": "q2",
            "text": "in order that you can teach me in my inner being how to act wisely."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Forgive the guilt of my sins, and after that happens, I will be completely acceptable to you;"
          },
          {
            "tag": "q2",
            "text": "if you forgive me, then I will be absolutely right with you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Allow me to rejoice again;"
          },
          {
            "tag": "q2",
            "text": "you have made me immeasurably sad,"
          },
          {
            "tag": "q1",
            "text": "but now let me rejoice again."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not continue to remember the sins that I have committed;"
          },
          {
            "tag": "q2",
            "text": "forget the evil things that I have done."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "O God, make me want to do the things that you approve of."
          },
          {
            "tag": "q2",
            "text": "Make me want to do only what is right."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Do not reject me as one of your people,"
          },
          {
            "tag": "q2",
            "text": "and do not make your holy Spirit leave me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Make me happy again by rescuing me from my guilt,"
          },
          {
            "tag": "q2",
            "text": "and always help me by making me sincerely want to obey you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "If you do that, I will teach other sinners what you want them to do;"
          },
          {
            "tag": "q2",
            "text": "they will repent and obey you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "O God, you are the one who saves me;"
          },
          {
            "tag": "q2",
            "text": "forgive me for being guilty of causing someone who was not my enemy to die."
          },
          {
            "tag": "q2",
            "text": "When you do that, I will sing joyfully about your being very good and righteous."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "O Yahweh, help me to speak"
          },
          {
            "tag": "q2",
            "text": "in order that I may praise you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "When people only bring sacrifices to you, that does not please you."
          },
          {
            "tag": "q2",
            "text": "If that were enough to please you, I would do the same."
          },
          {
            "tag": "q1",
            "text": "But you are not pleased with burnt offerings alone."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The sacrifice that you really want is for people to be truly humble and sorry for having sinned."
          },
          {
            "tag": "q2",
            "text": "O God, you will not refuse that kind of sacrifice."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "O God, be good to the people who live in Jerusalem;"
          },
          {
            "tag": "q2",
            "text": "make them able to rebuild the city walls."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When that happens, they will bring you the proper sacrifices:"
          },
          {
            "tag": "q2",
            "text": "normal animal sacrifices and sacrifices to be completely burned."
          },
          {
            "tag": "q2",
            "text": "They will burn young bulls on your altar,"
          },
          {
            "tag": "q2",
            "text": "and you will be pleased."
          }
        ],
        "auto": true
      }
    ],
    "num": 51
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}