{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm that is to be sung on Sabbath days."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, it is good for people to thank you"
          },
          {
            "tag": "q2",
            "text": "and to sing praise to you who are greater than any other god."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It is good to proclaim every morning that you faithfully love us"
          },
          {
            "tag": "q2",
            "text": "and to sing songs each night that declare that you always do what you have promised to do,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "accompanied by musicians playing harps that have ten strings"
          },
          {
            "tag": "q2",
            "text": "and by the sounds made by a lyre."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh, you have caused me to be glad;"
          },
          {
            "tag": "q2",
            "text": "I sing joyfully because of what you have done."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh, the things that you do are great!"
          },
          {
            "tag": "q2",
            "text": "But it is difficult to understand all that you think."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "There are things that you do that foolish people cannot know about,"
          },
          {
            "tag": "q2",
            "text": "things that stupid people cannot understand."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They do not understand that although the number of wicked people increases as blades of grass do"
          },
          {
            "tag": "q2",
            "text": "and that those who do what is evil prosper,"
          },
          {
            "tag": "q1",
            "text": "they will be completely destroyed."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But Yahweh, you will be king forever."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh, your enemies will certainly die,"
          },
          {
            "tag": "q2",
            "text": "and those who do wicked things will be defeated."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But you have caused me to be as strong as a wild ox;"
          },
          {
            "tag": "q1",
            "text": "you have caused me to be very joyful."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I have seen you defeat my enemies,"
          },
          {
            "tag": "q2",
            "text": "and I have heard those evil men wail while they were being slaughtered."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But righteous people will prosper like palm trees that grow well,"
          },
          {
            "tag": "q2",
            "text": "like the cedar trees that grow in Lebanon."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They are like the trees that people plant at the temple of Yahweh in Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "the trees that are close to the courtyard of the temple of our God."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Even when righteous people become old, they do many things that please God."
          },
          {
            "tag": "q2",
            "text": "They remain strong and full of energy like trees that remain full of sap."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "That shows that Yahweh is just;"
          },
          {
            "tag": "q2",
            "text": "he is like a huge rock on which I am safe,"
          },
          {
            "tag": "q2",
            "text": "and he never does anything that is wicked."
          }
        ],
        "auto": true
      }
    ],
    "num": 92
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}