[
  {
    "t": "m",
    "v": []
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh, commander of the angel armies,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I would like to be there;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Even sparrows and swallows have built nests near your temple;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "How fortunate are those who are always in your temple,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "How fortunate are those whom you make strong,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "While they travel through the dryValley of Tears,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "As a result, those who travel through there become stronger"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh, commander of the angel armies, listen to my prayer;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "God, act kindly toward our king, the one who protects us,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "For me, spending one day in your temple"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh our God is like the sun that shines on us and like a shield that protects us;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, commander of the angel armies,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your temple is very beautiful!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh, I desire that very much."
  },
  {
    "t": "q",
    "v": "With all my inner being I sing joyfully to you, the all-powerful God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they take care of their young babies near the altars where people offer sacrifices to you,"
  },
  {
    "t": "q",
    "v": "Commander of the angel armies, my king and my God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "constantly singing to praise you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who desire very much to make the trip up to Mount Zion."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you cause it to become a place where there are springs of water,"
  },
  {
    "t": "q",
    "v": "where the rains in the autumn fill the valley with water, a blessing from you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "knowing that they will appear in your presence on Mount Zion."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "God, whom we descendants of Jacob worship, hear what I am saying!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one whom you have chosen to rule us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is better than spending a thousand days somewhere else;"
  },
  {
    "t": "q",
    "v": "standing at the entrance to your temple, ready to go inside,"
  },
  {
    "t": "q",
    "v": "is better than living in the tents where wicked people live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he acts favorably toward us and honors us."
  },
  {
    "t": "q",
    "v": "Yahweh does not refuse to give any good thing to those who do what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "how fortunate are those who trust in you!"
  }
]