{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh, listen to me while I plead with you to act justly toward me."
          },
          {
            "tag": "q2",
            "text": "Hear me while I call out to you to help me."
          },
          {
            "tag": "q1",
            "text": "Pay attention to what I say while I pray"
          },
          {
            "tag": "q2",
            "text": "because I am speaking honestly."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You are the one who is able to declare that I am innocent;"
          },
          {
            "tag": "q2",
            "text": "please agree to do what is right for me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If you come to me at night to learn what I think,"
          },
          {
            "tag": "q2",
            "text": "if you see what I think in my heart,"
          },
          {
            "tag": "q1",
            "text": "you will know that I have determined to never tell any lies; you will find that I do not think evil things."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I have not acted like those who do not honor you;"
          },
          {
            "tag": "q2",
            "text": "I have always acted in the power of what you have instructed me;"
          },
          {
            "tag": "q1",
            "text": "I have not acted like those who do not know your law."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I have always done what you told me to do;"
          },
          {
            "tag": "q2",
            "text": "I have never failed to do those things."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "O God, I am praying to you because you answer me;"
          },
          {
            "tag": "q2",
            "text": "please listen to what I am saying."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Continue to show me your love as you promised you would do."
          },
          {
            "tag": "q2",
            "text": "By your great power you protect all who trust in you; you keep them safe from their enemies."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Protect me as carefully as people protect their own eyes;"
          },
          {
            "tag": "q2",
            "text": "protect me like birds protect their babies under their wings."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not allow wicked people to attack me,"
          },
          {
            "tag": "q2",
            "text": "those enemies of mine who surround, wanting to kill me."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They are proud of their riches and success,"
          },
          {
            "tag": "q2",
            "text": "but they have no mercy on anyone."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They have hunted for me and found me."
          },
          {
            "tag": "q2",
            "text": "They surround me, watching for an opportunity to throw me to the ground and kill me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They are like lions that are ready to tear apart the animals that they capture;"
          },
          {
            "tag": "q2",
            "text": "They are like young lions that are hiding, waiting to jump on their prey."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh, arise, attack my enemies, and defeat them!"
          },
          {
            "tag": "q2",
            "text": "With your sword save me from those wicked people!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh, by your power rescue me from those people who are interested only in things here in this world."
          },
          {
            "tag": "q1",
            "text": "But you provide plenty of food for those whom you love dearly;"
          },
          {
            "tag": "q2",
            "text": "their children also have many things that their grandchildren will inherit."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh, because I act in the right way, I will be with you one day."
          },
          {
            "tag": "q2",
            "text": "When I awake after I die, I will see you face to face, and then I will be happy."
          }
        ],
        "auto": true
      }
    ],
    "num": 17
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}