{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm written by David for the choir director when Doeg went to Saul and said, \"David has gone to talk with Ahimelech, the high priest.\""
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You proud man, you think that you are strong;"
          },
          {
            "tag": "q2",
            "text": "you boast about the trouble that you make for others,"
          },
          {
            "tag": "q1",
            "text": "but God faithfully protects people from you every day."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "All during the day you plan to get rid of others;"
          },
          {
            "tag": "q1",
            "text": "what you say is like a sharp blade,"
          },
          {
            "tag": "q2",
            "text": "and you are always deceiving others."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You like doing what is evil more than you like doing what is good,"
          },
          {
            "tag": "q2",
            "text": "and you like telling lies more than you like telling the truth."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You, the one who says things to deceive people,"
          },
          {
            "tag": "q2",
            "text": "you like to say things that hurt people!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But God will get rid of you forever;"
          },
          {
            "tag": "q2",
            "text": "he will grab you and drag you from your home"
          },
          {
            "tag": "q2",
            "text": "and take you away from this world where people are alive."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When righteous people see that, they will be awestruck,"
          },
          {
            "tag": "q2",
            "text": "and they will laugh at what happened to you, and say,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "\"Look what happened to the man who would not ask God to protect him;"
          },
          {
            "tag": "q2",
            "text": "he trusted that his great wealth would save him;"
          },
          {
            "tag": "q2",
            "text": "he grew more powerful by wickedly hurting other people.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But I am secure because I worship in God's temple;"
          },
          {
            "tag": "q2",
            "text": "I am like a strong green olive tree."
          },
          {
            "tag": "q1",
            "text": "I trust in God, who faithfully loves us forever."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "God, I will always thank you for everything you have done."
          },
          {
            "tag": "q2",
            "text": "I will wait patiently because you are so good,"
          },
          {
            "tag": "q2",
            "text": "especially when I stand before your faithful people."
          }
        ],
        "auto": true
      }
    ],
    "num": 52
  },
  "id": "PSA unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Psalms"
}