{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I saw that there was a scroll in the right hand of the one who was sitting on the throne. The scroll was written on its outside as well as on its inside. It was sealed with seven seals."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I saw a strong angel who was announcing in a loud voice, \" The person who is worthy to break the seals of the scroll and then to open it should come and do it!\""
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But no created being in heaven, on the earth, or under it was able to open the scroll and see what was written on it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I wept loudly because there was no one worthy to do that."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But one of the elders said to me, \" Do not cry any longer! Look, the one who is called the Lion from the tribe of Judah, who is the descendant and heir of King David, has overcome Satan! As a result, he is worthy to break the seven seals on the scroll and to open it!\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then I saw a Lamb standing there in the midst of the four living creatures and the elders around the throne. Although he was alive, he had marks that showed that someone had killed him. He had seven horns, and he had seven eyes that are the seven spirits of God that God sends out over all the earth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The Lamb came and took the scroll from the right hand of the one sitting on the throne."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When he took the scroll, the four living creatures and the twenty- four elders prostrated themselves before him. They each had a harp, and they had golden bowls full of incense that represents the prayers of God' s people."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The living creatures and the elders sang a new song. They sang:"
          },
          {
            "tag": "q1",
            "text": "\" You are worthy to receive the scroll and to open its seals because you were killed, and because you redeemed people for God from every tribe, language, people, and people group with your blood when you died."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You have caused them to become a people over whom our God rules and to become priests who serve him; they will rule on the earth.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "As I continued to look, I heard the voices of many angels around the throne and around the living creatures and the elders. There were millions of them, a crowd so large that no one could count them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They were singing in a loud voice:"
          },
          {
            "tag": "q1",
            "text": "\" The Lamb whom they killed— it is right that we should praise his power, wealth, wisdom, and strength. It is right that all created things should honor him and praise him!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "And I heard every creature in heaven and on the earth and under the earth and on the sea say,"
          },
          {
            "tag": "q1",
            "text": "\" We must forever praise, honor, and glorify the one who sits on the throne and the lamb. May they reign with complete power forever!\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "The four living creatures said, \" May it be so!\" Then the elders prostrated themselves on the ground and worshiped God and the lamb."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "REV EN_UST en_English_ltr unfoldingWord Simplified Text Fri May 24 2019 13:45:16 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation"
}