{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "One day, Naomi said to Ruth, \" My daughter, I want to arrange for you to have a secure home with a good husband."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Boaz is a close relative of ours. Remember, you worked with his servant girls. Listen carefully. Tonight he will be at the place where they thresh the barley. He will be separating the grain from the chaff."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Bathe yourself and put on some perfume. Put on your best clothes. Then go down to the place where they thresh the grain. But do not let him know that you are there until he is finished eating and drinking."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Pay attention to where he lies down to sleep. Then go over to him, uncover his feet, and lie close to them. When he wakes up, he will tell you what to do.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Ruth replied, \" I will do everything that you have told me to do.\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So she went down to the place where they thresh the grain. There she did everything that her mother- in- law had told her to do."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "When Boaz finished eating and drinking, he was feeling good. He went over to the far end of the grain pile, lay down there, and went to sleep. Then Ruth stealthily approached him. She took the covering off his feet and lay down by them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "In the middle of the night, he woke up suddenly. He sat up and realized that a woman was lying at his feet."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He asked her, \" Who are you?\" She replied, \" I am your servant, Ruth. Since you are the one responsible for my dead husband' s family, please make me secure by marrying me.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Boaz replied, \" May Yahweh bless you, my dear! You acted kindly toward your mother- in- law previously, and now you are acting even more kindly toward me by not chasing after a young man to marry, whether rich or poor."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now, my dear, I will do everything that you asked. Do not be afraid, because all the people in this town know that you are an honorable woman."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "However, while I am one of Naomi' s close relatives and therefore responsible for you both, there is another man who is more responsible for you than I am because he is more closely related to Naomi."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You stay here for the rest of the night. Tomorrow morning I will tell this man about you. If he says that he will take care of you, fine, we will let him marry you. But if he is not willing to do that, I solemnly promise that as surely as Yahweh lives, I will marry you and take care of you. So stay here until it is morning.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Then Boaz added, \" It would be best if no one knew that you were here.\" So she lay at his feet until early morning and got up to leave before it was light enough that people would be able to recognize her."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He also said to her, \" Bring me your cloak and spread it out.\" When she did that, he poured a generous amount of barley into it and put it on her back. Then he went into town."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "When Ruth arrived home, her mother- in- law asked her, \" Is that you, my daughter?\" Then Ruth told her everything that Boaz had done and planned to do for her."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "She also said to Naomi, \" He gave me all this barley, saying, ' I do not want you to return to your mother- in- law empty- handed.'\""
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then Naomi said, \" My daughter, just wait here until we see what happens. That man will undoubtably take care of this today.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "RUT EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:52:14 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}