{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Meanwhile, Boaz went up to the town gate where official business was conducted and sat down there. Before long, the close relative that Boaz had mentioned came along. Boaz called out to him, \" You there, come over here and sit down.\" So the man came over and sat down."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Boaz then gathered ten of the older, well- respected men from the town and asked them, \" Please sit here so you can witness our business.\" So they sat down."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then Boaz said to his relative, \" Did you know that the field that belonged to our relative Elimelek is for sale? Naomi, who recently returned from Moab, is selling it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I thought that I should tell you so you can take possession of it here in front of these respected men who have agreed to be our witnesses. If you wish to buy it, do so. If not, let me know because you are the only one who can stop me from buying it myself.\" The man replied, \" I will take it!\""
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then Boaz told him, \" When you buy the land from Naomi, you will also need to marry Ruth, our relative' s widow from Moab, in order that she may have a son to inherit the property and carry on the name of her dead husband.\""
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then the nearer relative said, \" I cannot be responsible for all that! Doing that would endanger my son' s inheritance. You may be responsible for her in my place. I cannot afford it.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "( At that time, it was the custom in Israel that when two people agreed to redeem or exchange anything between them, one man would take off one of his sandals and give it to the other man. That was the way they finalized transactions in Israel.)"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So the relative said to Boaz, \" You buy the field yourself!\" And he took off one of his sandals and gave it to Boaz."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Then Boaz said to the respected men and to all the other people who were there, \" Today you have all seen that I have bought from Naomi all the property that belonged to Elimelek, Mahlon, and Kilion."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I am also taking Ruth, Mahlon' s widow from Moab, to be my wife. This is in order that she may give birth to a son who will be considered Mahlon' s son. He will inherit the property and carry on the family name among his relatives and here in his hometown. Today you all are witnesses of what I have done.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "All the respected men and the others who were sitting at the town gate agreed and said, \" Yes, we are witnesses. May Yahweh allow this woman, who will be coming into your home, to be like Rachel and Leah, the two who bore our ancestors and started our people, Israel. May you become rich in the clan of Ephrathah and famous here in Bethlehem."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "May your family be like the family of your ancestor Perez, son of Judah and Tamar, because of the many descendants that Yahweh will give to you and this young woman.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "So Boaz took Ruth to be his wife and slept with her. Yahweh enabled her to become pregnant, and she gave birth to a son."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The women of Bethlehem said to Naomi, \" Praise Yahweh for giving you a man to preserve your family today. May he become famous throughout Israel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He will make you feel young again, and he will take care of you when you become old, because your daughter- in- law, who loves you, has given birth to him. She has been better to you than if you had seven sons.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then Naomi took the baby and put him on her lap, and became a second mother for him."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The women who were living nearby said, \" It is as though Naomi now has a son!\" And they named him Obed. Later, Obed became the father of Jesse, who became the father of David."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Here is a list of the descendants of Perez: Perez' s son was Hezron."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Hezron' s son was Ram. Ram' s son was Amminadab."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Amminadab' s son was Nahshon. Nahshon' s son was Salmon."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Salmon' s son was Boaz. Boaz' s son was Obed."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Obed' s son was Jesse. Jesse' s son was David."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "RUT EN_UST en_English_ltr unfoldingWord Simplified Text Tue Jun 25 2019 16:52:14 GMT-0500 (CDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}