[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "where has the one who loves you gone?"
  },
  {
    "t": "q",
    "v": "If you tell us which direction he went,"
  },
  {
    "t": "q",
    "v": "we will go with you to search for him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He has come to enjoy my charms,"
  },
  {
    "t": "q",
    "v": "to enjoy cuddling embracing me"
  },
  {
    "t": "q",
    "v": "and kissing my lips, which are like lilies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He has pleasure in kissing my lips,"
  },
  {
    "t": "q",
    "v": "like sheep enjoy grazing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as Tirzah the capital city of Israel and Jerusalem the capital city of Judah are beautiful;"
  },
  {
    "t": "q",
    "v": "you make me tremble, just as if I had seen a great army approach."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because your eyes excite me very much."
  },
  {
    "t": "q",
    "v": "Your long black hair moves from side to side like a flock of black goats"
  },
  {
    "t": "q",
    "v": "moving down the slopes of Mount Gilead."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a flock of sheep whose wool has just been shorn"
  },
  {
    "t": "q",
    "v": "and have come up from being washed in a stream."
  },
  {
    "t": "q",
    "v": "You have all of your teeth on both sides;"
  },
  {
    "t": "q",
    "v": "none of them is missing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your cheeks are like the halves of a pomegranate."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and more young women than anyone can count,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you who are your mother’s only daughter,"
  },
  {
    "t": "q",
    "v": "whom your mother considers to be very precious."
  },
  {
    "t": "q",
    "v": "Other young women who see you say that you are fortunate,"
  },
  {
    "t": "q",
    "v": "and the queens and concubines recognize that you are very beautiful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who is as beautiful to look at as the moon,"
  },
  {
    "t": "q",
    "v": "who is an endless mystery?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to look at the new plants that were growing in the valley."
  },
  {
    "t": "q",
    "v": "I wanted to see if the grapevines had budded"
  },
  {
    "t": "q",
    "v": "and if the pomegranate trees were blooming."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I were riding in a chariot belonging to a prince."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "come back to us, in order that I may see you!"
  },
  {
    "t": "q",
    "v": "Why do you want to look at me, the one who is perfect,"
  },
  {
    "t": "q",
    "v": "dancing between two rows of dancers?"
  }
]