[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my own brother, who nursed at my mother’s breasts."
  },
  {
    "t": "q",
    "v": "Then whenever I met you outside, I could kiss you,"
  },
  {
    "t": "q",
    "v": "and no one would criticize me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to where our mother, who taught me so many things, lives."
  },
  {
    "t": "q",
    "v": "I would like to take you to our mother’s house so I could make love to you there."
  },
  {
    "t": "q",
    "v": "That would be as delightful as juice squeezed from pomegranates, as wine mixed with spices."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he will hold me close with his right arm."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that you will not disturb us while we are making love"
  },
  {
    "t": "q",
    "v": "until we are ready to stop.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the woman who is leaning on the man who loves her?"
  },
  {
    "t": "q",
    "v": "I woke you up when you were under the apricot tree"
  },
  {
    "t": "q",
    "v": "at the place where your mother conceived you,"
  },
  {
    "t": "q",
    "v": "the place where she gave birth to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a seal on your heart,"
  },
  {
    "t": "q",
    "v": "or like a bracelet on your arm."
  },
  {
    "t": "q",
    "v": "Our love for each other is as powerful as death;"
  },
  {
    "t": "q",
    "v": "it is as strong as the grave."
  },
  {
    "t": "q",
    "v": "It is as though our love for each other bursts into flames"
  },
  {
    "t": "q",
    "v": "and burns like a hot fire."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "not even a flood."
  },
  {
    "t": "q",
    "v": "If a man tried to cause a woman to love him by saying he would give her everything that is in his house,"
  },
  {
    "t": "q",
    "v": "she would refuse."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and her breasts are not large yet."
  },
  {
    "t": "q",
    "v": "So this is what we should do for her on the day that we promise some young man that he can marry her:"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we will decorate it by putting silver jewels that are like towers on her."
  },
  {
    "t": "q",
    "v": "If she is as flat as a door,"
  },
  {
    "t": "q",
    "v": "we will decorate her with bits of cedar wood."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but now my breasts are big like towers."
  },
  {
    "t": "q",
    "v": "So I am delightful to my beloved."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he rented it to people for them to farm it."
  },
  {
    "t": "q",
    "v": "He required each one to pay him one thousand pieces of silver each year for the grapes that they harvested."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you, my lover whom I call “Solomon,” I am giving it to you."
  },
  {
    "t": "q",
    "v": "You do not need to pay me a thousand pieces of silver to enjoy my body,"
  },
  {
    "t": "q",
    "v": "but I will give two hundred pieces of silver to those who take care of me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "my friends are listening to your voice;"
  },
  {
    "t": "q",
    "v": "so allow me to hear it, too!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "run to me like a gazelle or young deer,"
  },
  {
    "t": "q",
    "v": "because I am as delightful as hills of spices."
  }
]