{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the angel who had been talking with me returned, and he called to me while I was thinking deeply, as though I had been asleep."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He asked me, \"What do you see?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Furthermore, I see two olive trees, one at the right side of the lampstand and one at the left side.\""
          }
        ],
        "tag": "p",
        "text": "I replied, \"I see a lampstand made completely of gold. There is a small bowl for olive oil at the top, and there are seven small lamps around the bowl, and a place for seven wicks on each lamp."
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "I asked the angel who was talking with me, \"Sir, what do these things mean?\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "He replied, \"Surely you know what they mean.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "I replied, \"No, I do not know.\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then the angel said to me, \"This is the message from Yahweh to you, Zerubbabel, the governor of Judah: 'You will do what I want you to do, but it will not be by your own strength or power. It will be done by the power of my Spirit,' says Yahweh, commander of the angel armies.\""
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The angel continued to speak to me: \"Zerubbabel, you have many difficult matters to handle. They are like high mountains. But it will be as though they became flat land. And you will bring to the new temple the final stone, the highest stone, to complete it. When you set it in place, all the people will shout repeatedly, 'It is beautiful! May God bless it!'\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then Yahweh gave me another message."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He said to me, \"Zerubbabel himself laid some of the stones for the foundation of the temple, and he will put some of the last stones in their places.\" Then I said to the other men with him, \"When that happens, the people will know that it is Yahweh, commander of the angel armies, who has sent me to you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "The people who are mocking the slow way in which they are building the temple again—these same people will be glad when they see Zerubbabel holding a plumb line in his hand."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then I asked the angel, \"What is the meaning of the two olive trees, one on each side of the lampstand?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "And what is the meaning of the two olive branches, one alongside each of the gold pipes from which olive oil flows to the lamps?\""
          }
        ],
        "tag": "p",
        "text": "The seven lamps represent the eyes of Yahweh, who looks back and forth at everything that happens all over the earth.\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "He replied, \"Surely you know what they are.\""
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "I replied, \"No, sir, I do not know.\""
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So he said, \"They represent the two men whom the Lord who rules the whole earth has appointed.\""
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "ZEC unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Zechariah"
}