[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh gave me another message. He said,",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "“This is what I, Yahweh the Commander of the angel armies, say: I love the people of Jerusalem; I love them very much, and I am very angry with their enemies.",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "So this is what I, Yahweh, commander of the angel armies, say: Some day I will return to Mount Zion and I will live there. At that time, Jerusalem will be called The City of Faithful People, and Mount Zion will be called The Mountain that Belongs to Yahweh.”",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Yahweh, the Commander of the angel armies, also says this: “Some day old men and old women will again sit along the streets of Jerusalem, each of them holding a cane because of their being very old.",
        "id": 6
      },
      {
        "t": "v",
        "n": 5,
        "v": "And the city streets with be full of boys and girls playing.”",
        "id": 7
      }
    ],
    "id": 5
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh, the Commander of the angel armies, also says this: “When those things happen, it will seem marvelous to the people who are still alive, but it certainly will not seem marvelous to me!”",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Yahweh also says this: “I will bring my people back from the land to the east—Babylonia—and from the land to the west—Egypt—to which they had to go.",
        "id": 11
      },
      {
        "t": "v",
        "n": 8,
        "v": "I will bring them back to Judah, and they will again live in Jerusalem. They will again worship me as my people, and I will be their God. I will be faithful to them and act toward them in a just manner.”",
        "id": 12
      }
    ],
    "id": 10
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Yahweh, the Commander of the angel armies, also says this: “When the foundation for my temple was laid, there were prophets there who gave messages from me. Some of you people heard what those prophets said. So be brave while you are building the temple, in order that you may finish building it.",
        "id": 14
      },
      {
        "t": "v",
        "n": 10,
        "v": "Before you started to rebuild the temple, your fields gave no crops, no return for either man or beast working in them. And people were afraid to go anywhere because I had caused people to be against each other.",
        "id": 15
      },
      {
        "t": "v",
        "n": 11,
        "v": "But now I will act differently toward you people who are still alive, differently than I did previously. That is what I, Yahweh, the Commander of the angel armies, say.",
        "id": 16
      }
    ],
    "id": 13
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "From now on, I will give you peace. Your grapevines will produce grapes, and good crops will grow in your fields. There will be rain from the sky. I will always give all these things to you people who are still alive.",
        "id": 18
      },
      {
        "t": "v",
        "n": 13,
        "v": "You people of Judah and Israel, the people of other nations think of you when they speak of what a curse means. But I will rescue you, and I will give you many good things. So do not be afraid; work hard to finish building the temple.”",
        "id": 19
      }
    ],
    "id": 17
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh, the Commander of the angel armies, also says this: “When your ancestors caused me to become very angry, I did not change my mind about that. Instead, I indeed punished them.",
        "id": 21
      },
      {
        "t": "v",
        "n": 15,
        "v": "But now I will do something different. I am planning to do good things to the people of Jerusalem and other towns in Judah again. So do not be afraid.",
        "id": 22
      },
      {
        "t": "v",
        "n": 16,
        "v": "These are the things that you should do: You should always tell the truth to each other. In the courts, your judges must make decisions according to what is correct and fair.",
        "id": 23
      },
      {
        "t": "v",
        "n": 17,
        "v": "Do not plan to do evil things to others, and do approve of swearing false accusations against others. I hate all those things.”",
        "id": 24
      }
    ],
    "id": 20
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Yahweh, the Commander of the angel armies, spoke to me again.",
        "id": 26
      },
      {
        "t": "v",
        "n": 19,
        "v": "This is what he said: “The times when you people of Judah abstain from food during the fourth, fifth, seventh, and tenth months of each year will become times when you celebrate pleasant and joyful festivals instead. But you must want to speak truthfully and to be peaceful.”",
        "id": 27
      }
    ],
    "id": 25
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Yahweh, the Commander of the angel armies, also says this: “Some day people from many people groups and foreign cities will come here to Jerusalem.",
        "id": 29
      },
      {
        "t": "v",
        "n": 21,
        "v": "People from one city will go to the people in another city and say, ‘Let us go together to Jerusalem to worship Yahweh and request him to bless us; we ourselves are going.’",
        "id": 30
      },
      {
        "t": "v",
        "n": 22,
        "v": "And people from many people groups and from powerful nations will come to Jerusalem to worship Yahweh and request him to bless them.”",
        "id": 31
      }
    ],
    "id": 28
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh, the Commander of the angel armies, also says this: “At that time, this is what will happen everywhere: For every Jewish person, there will be ten foreigners, people who speak a different language, who will come and grab the fringe of his robe. They will say to him, ‘We have heard people say that God is with you. So allow us to go with you to Jerusalem to worship him.’ People from every nation and language will do this.”",
        "id": 33
      }
    ],
    "id": 32
  }
]