[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh’s message came to Zephaniah son of Cushi, the grandson of Gedaliah, and the great-grandson of Amariah, whose father was King Hezekiah."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh said,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "I will sweep away people and animals."
      },
      {
        "t": "v",
        "n": 4,
        "v": "“These are some of the things that I will do:"
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will get rid of those who go up on the roofs of their houses and worship the sun, moon, and stars,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Finally, I will get rid of all those who previously worshiped me but no longer do;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Be silent in front of Yahweh the Lord,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh says, “On that day when I will get rid of the people of Judah,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "including those who show that they revere their god Dagan by avoiding stepping on the threshold of his temple,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh also says,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "All you people who live in the market area of Jerusalem should wail,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "It will be as though I will light lanterns to search in dark places in Jerusalem"
      },
      {
        "t": "v",
        "n": 13,
        "v": "So I have decided that armies will come and carry off their valuable possessions,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "It will soon be the day when Yahweh will punish people."
      },
      {
        "t": "v",
        "n": 15,
        "v": "It will be a time when God shows that he is very angry,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "It will be a time when soldiers will blow trumpets to call other soldiers to battle."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Because you sinned against Yahweh,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "At the time that Yahweh shows that he is very angry with you,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "You people of Judah who ought to be ashamed,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh is very angry with you,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "All you people in Judah who are humble,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "When Yahweh punishes Philistia,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "And terrible things will happen to you people of Philistia who live near the sea,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "The land of Philistia near the sea will become a pasture,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The people of Judah who survive will possess that land."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“I will sweep away everything that is on the earth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will sweep away birds and fish."
  },
  {
    "t": "q",
    "v": "I will get rid of wicked people;"
  },
  {
    "t": "q",
    "v": "so that there will be no more wicked people on the earth.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will punish the people who live in Jerusalem and other places in Judah,"
  },
  {
    "t": "q",
    "v": "and destroy everything that has been used in the worship of Baal and"
  },
  {
    "t": "q",
    "v": "and cause people to no longer remember the names of the pagan priests"
  },
  {
    "t": "q",
    "v": "or the other priests who have turned away from me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who claim to worship me but also swear using the name of their king."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "those who no longer seek my help or request me to tell them what they should do.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because it will soon be the time when Yahweh will judge and punish people."
  },
  {
    "t": "q",
    "v": "Yahweh has prepared himself to get rid of the people of Judah;"
  },
  {
    "t": "q",
    "v": "they will be like animals that are set apart to be slaughtered for sacrifices,"
  },
  {
    "t": "q",
    "v": "and he has chosen their enemies to be the ones who will get rid of them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will punish their officials and the king’s sons,"
  },
  {
    "t": "q",
    "v": "and all those who worship foreign gods—"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who do violent things and tell lies in the temples of their gods.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“On that day, people will cry out at the Fish Gate of Jerusalem."
  },
  {
    "t": "q",
    "v": "People will wail in the Second Quarter of the city,"
  },
  {
    "t": "q",
    "v": "and people will hear a loud crash of buildings collapsing in the hills."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because all those who sell goods for money will be slaughtered."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for those who have become very satisfied with their behavior and complacent about their sins."
  },
  {
    "t": "q",
    "v": "They think that I, Yahweh, will do neither good nor bad things, as if I do not even exist!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "after destroying their houses."
  },
  {
    "t": "q",
    "v": "The people will build new homes,"
  },
  {
    "t": "q",
    "v": "but they will not live in them;"
  },
  {
    "t": "q",
    "v": "they will plant vineyards again,"
  },
  {
    "t": "q",
    "v": "but they will never drink any wine made from grapes that grow.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It will be here quickly."
  },
  {
    "t": "q",
    "v": "It will be a time when even brave soldiers will cry loudly."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time when people experience much distress and trouble."
  },
  {
    "t": "q",
    "v": "It will be a time when many things are ruined, destroyed, and when everyone goes away."
  },
  {
    "t": "q",
    "v": "It will be a time when it is very gloomy and dark,"
  },
  {
    "t": "q",
    "v": "when the clouds are very black."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your enemies will tear down the walls around your cities"
  },
  {
    "t": "q",
    "v": "and the high towers at the corners of those walls."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he will cause you to experience great distress;"
  },
  {
    "t": "q",
    "v": "you will walk around groping as blind people do."
  },
  {
    "t": "q",
    "v": "Your blood will flow from your bodies like falling soil,"
  },
  {
    "t": "q",
    "v": "and your corpses will lie on the ground and rot."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you will not be able to save yourselves"
  },
  {
    "t": "q",
    "v": "by giving silver or gold to your enemies."
  },
  {
    "t": "q",
    "v": "Because Yahweh is very jealous,"
  },
  {
    "t": "q",
    "v": "he will send a fire to burn up the entire world,"
  },
  {
    "t": "q",
    "v": "and he will completely get rid, in a most terrifying way, of all the wicked people who live on the earth."
  }
]