{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Terrible things will happen to Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "the city whose people have rebelled against Yahweh"
          },
          {
            "tag": "q1",
            "text": "and who have become unacceptable to him because of the sins that they have committed."
          },
          {
            "tag": "q2",
            "text": "They act violently toward others and they oppress other people."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The people there pay no attention to the prophets whom Yahweh has sent to tell them the wrong things that they are doing"
          },
          {
            "tag": "q2",
            "text": "and try to correct them."
          },
          {
            "tag": "q1",
            "text": "The people in Jerusalem do not trust in their God or worship him."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Their leaders are like roaring lions;"
          },
          {
            "tag": "q2",
            "text": "they are like wolves that attack during the evening,"
          },
          {
            "tag": "q2",
            "text": "and eat everything that they kill,"
          },
          {
            "tag": "q2",
            "text": "with the result that the next morning there is nothing left of those animals to eat."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The prophets in Jerusalem are proud,"
          },
          {
            "tag": "q2",
            "text": "and the priests give messages that no one should trust."
          },
          {
            "tag": "q1",
            "text": "They make the temple unholy by doing things that are against the law of Moses."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But Yahweh is also in the city, and he never does what is wrong."
          },
          {
            "tag": "q1",
            "text": "He treats people justly, day after day;"
          },
          {
            "tag": "q2",
            "text": "but wicked people are never ashamed about their wrongdoing."
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh says this:"
          },
          {
            "tag": "q1",
            "text": "\"I have destroyed many nations;"
          },
          {
            "tag": "q2",
            "text": "I have destroyed their strong city walls and towers."
          },
          {
            "tag": "q1",
            "text": "Now I have caused the streets in those cities to be completely deserted."
          },
          {
            "tag": "q2",
            "text": "Those cities are ruined and there is no one still alive there."
          },
          {
            "tag": "q2",
            "text": "They are all dead."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So I said to myself,"
          },
          {
            "tag": "q2",
            "text": "'Because of what I have done to those other nations,"
          },
          {
            "tag": "q2",
            "text": "surely the people of Jerusalem will honor me now"
          },
          {
            "tag": "q2",
            "text": "and allow me to correct them."
          },
          {
            "tag": "q1",
            "text": "If they do that, I will not destroy them;"
          },
          {
            "tag": "q2",
            "text": "I will not punish them like I said that I would do.'"
          },
          {
            "tag": "q1",
            "text": "But in spite of knowing how I punished those other nations,"
          },
          {
            "tag": "q2",
            "text": "they were still eager to get up early each morning"
          },
          {
            "tag": "q2",
            "text": "and continue to perform evil deeds.\""
          },
          {
            "tag": "v",
            "num": "8",
            "text": "This is what Yahweh declares:"
          },
          {
            "tag": "q2",
            "text": "\"Wait for the day when I will take action to plunder you!"
          },
          {
            "tag": "q1",
            "text": "I have decided to gather the people of the kingdoms of the earth"
          },
          {
            "tag": "q2",
            "text": "and cause them to know that I am very angry with them."
          },
          {
            "tag": "q1",
            "text": "All over the earth I will punish and destroy people;"
          },
          {
            "tag": "q2",
            "text": "I will burn them up with my anger as if it were fire!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When that happens, I will cause all people to be changed"
          },
          {
            "tag": "q2",
            "text": "and enable them to speak only what is pure,"
          },
          {
            "tag": "q2",
            "text": "in order that everyone can worship me as one people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then my people who were forced to go to other countries, those who live along the upper part of the Nile River in Ethiopia,"
          },
          {
            "tag": "q2",
            "text": "will come to me and bring offerings to me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "At that time, you people in Jerusalem will no longer be ashamed about what has happened to you,"
          },
          {
            "tag": "q2",
            "text": "because you no longer will be rebelling against me."
          },
          {
            "tag": "q1",
            "text": "I will get rid of all the people among you who are very proud."
          },
          {
            "tag": "q2",
            "text": "No one on Zion, my holy hill, will strut around proudly anymore."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Those who are still alive in Israel will be poor and humble;"
          },
          {
            "tag": "q2",
            "text": "they will trust in me."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Those people who are still alive in Israel will not do anything wrong;"
          },
          {
            "tag": "q2",
            "text": "they will tell no lies or deceive anyone."
          },
          {
            "tag": "q1",
            "text": "They will eat and sleep safely,"
          },
          {
            "tag": "q2",
            "text": "because no one will cause them to be afraid.\""
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You people who live in Jerusalem and other places in Israel,"
          },
          {
            "tag": "q2",
            "text": "sing and shout loudly!"
          },
          {
            "tag": "q1",
            "text": "Be glad, and rejoice with all your inner being,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "because Yahweh will take away the charges against you,"
          },
          {
            "tag": "q2",
            "text": "and he will make your enemies go enemies far away from you!"
          },
          {
            "tag": "q1",
            "text": "Yahweh himself, the king of the Israelites, will live among you,"
          },
          {
            "tag": "q2",
            "text": "and you will never again be afraid that others will harm you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "At that time, other people will say to us people of Jerusalem,"
          },
          {
            "tag": "q2",
            "text": "\"You people of Jerusalem, do not be afraid; do not become weak or discouraged.\""
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh your God will live among you."
          },
          {
            "tag": "q2",
            "text": "He is mighty, and he will rescue you."
          },
          {
            "tag": "q1",
            "text": "He will be very happy about you;"
          },
          {
            "tag": "q2",
            "text": "because he loves you, he will cause you to rest without being anxious."
          },
          {
            "tag": "q2",
            "text": "He will sing loudly to rejoice about you,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "like people who are happy at a festival. Yahweh says, \"I will no longer allow any enemies to destroy you. You will no longer be defeated or ashamed."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Truly, I will severely punish all those who oppressed you."
          },
          {
            "tag": "q2",
            "text": "I will rescue those who are helpless and those who were forced to go to other countries, just as a shepherd would rescue his lost sheep."
          },
          {
            "tag": "q2",
            "text": "I will give them praise and honor in every country where they were exiled,"
          },
          {
            "tag": "q2",
            "text": "places where they had been disgraced."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "At that time, I will gather you together and bring you back home to Israel."
          },
          {
            "tag": "q1",
            "text": "I will cause you to greatly praised and honored"
          },
          {
            "tag": "q2",
            "text": "among all the nations of the earth."
          },
          {
            "tag": "q1",
            "text": "You will see when I bring your people home again.\""
          },
          {
            "tag": "q2",
            "text": "This is what Yahweh, has declared!"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "ZEP unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Zephaniah"
}