[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "gather together to ask for God to merciful to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so gather together now,"
  },
  {
    "t": "q",
    "v": "before he punishes you—before he punishes you"
  },
  {
    "t": "q",
    "v": "and sweeps you away as the wind blows away the chaff."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "worship Yahweh and obey what he has commanded."
  },
  {
    "t": "q",
    "v": "Try to do what is right"
  },
  {
    "t": "q",
    "v": "and to be humble."
  },
  {
    "t": "q",
    "v": "If you do that, perhaps Yahweh will protect you"
  },
  {
    "t": "q",
    "v": "on the day when he punishes people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the cities of Gaza and Ashkelon will lose all their inhabitants."
  },
  {
    "t": "q",
    "v": "Ashdod will be attacked and the people will be driven away at noon, when they are resting."
  },
  {
    "t": "q",
    "v": "The people of the city of Ekron will also be driven out."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because Yahweh has said he will punish you, also."
  },
  {
    "t": "q",
    "v": "He will get rid of all of you; not one of you will survive!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a place for shepherds and their sheep pens."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "At night they will sleep in the deserted houses in Ashkelon."
  },
  {
    "t": "q",
    "v": "Yahweh will take care of them;"
  },
  {
    "t": "q",
    "v": "he will enable them to prosper again."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh, commander of the angel armies, the God of the Israelites, says this:"
      },
      {
        "t": "v",
        "n": 9,
        "v": "So now, as surely as I live, I will destroy Moab and Ammon"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The people of Moab and Ammon will get what they deserve for being proud,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh will cause them to be terrified"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh says that he will also slaughter the people of Ethiopia."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh will punish and destroy Assyria,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Flocks of sheep and herds of cattle and many kinds of wild animals will lie down there."
      },
      {
        "t": "v",
        "n": 15,
        "v": "The people of Nineveh used to be happy and proud,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Terrible things will happen to Jerusalem,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The people there pay no attention to the prophets whom Yahweh has sent to tell them the wrong things that they are doing"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Their leaders are like roaring lions;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "The prophets in Jerusalem are proud,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "But Yahweh is also in the city, and he never does what is wrong."
      }
    ]
  },
  {
    "t": "q",
    "v": "“I have heard the people of Moab and Ammon"
  },
  {
    "t": "q",
    "v": "insult my people and plan to conquer my people’s country."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "as I destroyed Sodom and Gomorrah."
  },
  {
    "t": "q",
    "v": "Their land will be a place where there are nettles and salt pits;"
  },
  {
    "t": "q",
    "v": "it will be ruined forever, with none of their people living there!"
  },
  {
    "t": "q",
    "v": "My people who survive will take away all their valuable possessions"
  },
  {
    "t": "q",
    "v": "and also occupy their land.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they made fun of the people who belong to Yahweh, commander of the angel armies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when he destroys all the gods of their countries."
  },
  {
    "t": "q",
    "v": "Then people from every nation will worship Yahweh,"
  },
  {
    "t": "q",
    "v": "each in his own country."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that land northeast of us, and cause its capital Nineveh"
  },
  {
    "t": "q",
    "v": "to become ruined and deserted, and as dry as the desert."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Owls and crows will sit on the columns of the destroyed buildings,"
  },
  {
    "t": "q",
    "v": "and they will hoot through the windows."
  },
  {
    "t": "q",
    "v": "There will be rubble in the doorways,"
  },
  {
    "t": "q",
    "v": "and the valuable cedar beams in the roofs of the buildings will become visible."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "thinking that they were very safe."
  },
  {
    "t": "q",
    "v": "They were always saying,"
  },
  {
    "t": "q",
    "v": "“Our city is the greatest city;"
  },
  {
    "t": "q",
    "v": "there is no city as great as ours!”"
  },
  {
    "t": "q",
    "v": "But now it will become a horrible place to see,"
  },
  {
    "t": "q",
    "v": "a place where wild animals make their dens."
  },
  {
    "t": "q",
    "v": "And everyone who passes by there will hiss and scorn that city,"
  },
  {
    "t": "q",
    "v": "and shake their fists to show that they detest that city very much."
  }
]