{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Zephaniah"
        },
        {
          "tag": "toc2",
          "text": "Zephaniah"
        },
        {
          "tag": "toc3",
          "text": "Zep"
        },
        {
          "tag": "mt1",
          "text": "Zephaniah"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Yahweh's message came to Zephaniah son of Cushi, the grandson of Gedaliah, and the great-grandson of Amariah, whose father was King Hezekiah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh said,"
            },
            {
              "tag": "q2",
              "text": "\"I will sweep away everything that is on the earth."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I will sweep away people and animals."
            },
            {
              "tag": "q2",
              "text": "I will sweep away birds and fish."
            },
            {
              "tag": "q1",
              "text": "I will get rid of wicked people;"
            },
            {
              "tag": "q2",
              "text": "so that there will be no more wicked people on the earth.\""
            },
            {
              "tag": "v",
              "num": "4",
              "text": "\"These are some of the things that I will do:"
            },
            {
              "tag": "q2",
              "text": "I will punish the people who live in Jerusalem and other places in Judah,"
            },
            {
              "tag": "q2",
              "text": "and destroy everything that has been used in the worship of Baal and"
            },
            {
              "tag": "q1",
              "text": "and cause people to no longer remember the names of the pagan priests"
            },
            {
              "tag": "q2",
              "text": "or the other priests who have turned away from me."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I will get rid of those who go up on the roofs of their houses and worship the sun, moon, and stars,"
            },
            {
              "tag": "q2",
              "text": "and those who claim to worship me but also swear using the name of their king."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Finally, I will get rid of all those who previously worshiped me but no longer do;"
            },
            {
              "tag": "q2",
              "text": "those who no longer seek my help or request me to tell them what they should do.\""
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Be silent in front of Yahweh the Lord,"
            },
            {
              "tag": "q2",
              "text": "because it will soon be the time when Yahweh will judge and punish people."
            },
            {
              "tag": "q1",
              "text": "Yahweh has prepared himself to get rid of the people of Judah;"
            },
            {
              "tag": "q2",
              "text": "they will be like animals that are set apart to be slaughtered for sacrifices,"
            },
            {
              "tag": "q2",
              "text": "and he has chosen their enemies to be the ones who will get rid of them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh says, \"On that day when I will get rid of the people of Judah,"
            },
            {
              "tag": "q2",
              "text": "I will punish their officials and the king's sons,"
            },
            {
              "tag": "q2",
              "text": "and all those who worship foreign gods—"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "including those who show that they revere their god Dagan by avoiding stepping on the threshold of his temple,"
            },
            {
              "tag": "q2",
              "text": "and those who do violent things and tell lies in the temples of their gods.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Yahweh also says,"
            },
            {
              "tag": "q2",
              "text": "\"On that day, people will cry out at the Fish Gate of Jerusalem."
            },
            {
              "tag": "q1",
              "text": "People will wail in the Second Quarter of the city,"
            },
            {
              "tag": "q2",
              "text": "and people will hear a loud crash of buildings collapsing in the hills."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "All you people who live in the market area of Jerusalem should wail,"
            },
            {
              "tag": "q2",
              "text": "because all those who sell goods for money will be slaughtered."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "It will be as though I will light lanterns to search in dark places in Jerusalem"
            },
            {
              "tag": "q2",
              "text": "for those who have become very satisfied with their behavior and complacent about their sins."
            },
            {
              "tag": "q1",
              "text": "They think that I, Yahweh, will do neither good nor bad things, as if I do not even exist!"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So I have decided that armies will come and carry off their valuable possessions,"
            },
            {
              "tag": "q2",
              "text": "after destroying their houses."
            },
            {
              "tag": "q1",
              "text": "The people will build new homes,"
            },
            {
              "tag": "q2",
              "text": "but they will not live in them;"
            },
            {
              "tag": "q1",
              "text": "they will plant vineyards again,"
            },
            {
              "tag": "q2",
              "text": "but they will never drink any wine made from grapes that grow.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "It will soon be the day when Yahweh will punish people."
            },
            {
              "tag": "q2",
              "text": "It will be here quickly."
            },
            {
              "tag": "q1",
              "text": "It will be a time when even brave soldiers will cry loudly."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "It will be a time when God shows that he is very angry,"
            },
            {
              "tag": "q2",
              "text": "a time when people experience much distress and trouble."
            },
            {
              "tag": "q1",
              "text": "It will be a time when many things are ruined, destroyed, and when everyone goes away."
            },
            {
              "tag": "q2",
              "text": "It will be a time when it is very gloomy and dark,"
            },
            {
              "tag": "q2",
              "text": "when the clouds are very black."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "It will be a time when soldiers will blow trumpets to call other soldiers to battle."
            },
            {
              "tag": "q2",
              "text": "Your enemies will tear down the walls around your cities"
            },
            {
              "tag": "q2",
              "text": "and the high towers at the corners of those walls."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Because you sinned against Yahweh,"
            },
            {
              "tag": "q2",
              "text": "he will cause you to experience great distress;"
            },
            {
              "tag": "q2",
              "text": "you will walk around groping as blind people do."
            },
            {
              "tag": "q1",
              "text": "Your blood will flow from your bodies like falling soil,"
            },
            {
              "tag": "q2",
              "text": "and your corpses will lie on the ground and rot."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "At the time that Yahweh shows that he is very angry with you,"
            },
            {
              "tag": "q2",
              "text": "you will not be able to save yourselves"
            },
            {
              "tag": "q2",
              "text": "by giving silver or gold to your enemies."
            },
            {
              "tag": "q1",
              "text": "Because Yahweh is very jealous,"
            },
            {
              "tag": "q2",
              "text": "he will send a fire to burn up the entire world,"
            },
            {
              "tag": "q1",
              "text": "and he will completely get rid, in a most terrifying way, of all the wicked people who live on the earth."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "You people of Judah who ought to be ashamed,"
            },
            {
              "tag": "q2",
              "text": "gather together to ask for God to merciful to you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh is very angry with you,"
            },
            {
              "tag": "q2",
              "text": "so gather together now,"
            },
            {
              "tag": "q1",
              "text": "before he punishes you—before he punishes you"
            },
            {
              "tag": "q2",
              "text": "and sweeps you away as the wind blows away the chaff."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "All you people in Judah who are humble,"
            },
            {
              "tag": "q2",
              "text": "worship Yahweh and obey what he has commanded."
            },
            {
              "tag": "q1",
              "text": "Try to do what is right"
            },
            {
              "tag": "q2",
              "text": "and to be humble."
            },
            {
              "tag": "q1",
              "text": "If you do that, perhaps Yahweh will protect you"
            },
            {
              "tag": "q2",
              "text": "on the day when he punishes people."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When Yahweh punishes Philistia,"
            },
            {
              "tag": "q2",
              "text": "the cities of Gaza and Ashkelon will lose all their inhabitants."
            },
            {
              "tag": "q1",
              "text": "Ashdod will be attacked and the people will be driven away at noon, when they are resting."
            },
            {
              "tag": "q2",
              "text": "The people of the city of Ekron will also be driven out."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "And terrible things will happen to you people of Philistia who live near the sea,"
            },
            {
              "tag": "q2",
              "text": "because Yahweh has said he will punish you, also."
            },
            {
              "tag": "q1",
              "text": "He will get rid of all of you; not one of you will survive!"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The land of Philistia near the sea will become a pasture,"
            },
            {
              "tag": "q2",
              "text": "a place for shepherds and their sheep pens."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The people of Judah who survive will possess that land."
            },
            {
              "tag": "q2",
              "text": "At night they will sleep in the deserted houses in Ashkelon."
            },
            {
              "tag": "q1",
              "text": "Yahweh will take care of them;"
            },
            {
              "tag": "q2",
              "text": "he will enable them to prosper again."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Yahweh, commander of the angel armies, the God of the Israelites, says this:"
            },
            {
              "tag": "q1",
              "text": "\"I have heard the people of Moab and Ammon"
            },
            {
              "tag": "q1",
              "text": "insult my people and plan to conquer my people's country."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So now, as surely as I live, I will destroy Moab and Ammon"
            },
            {
              "tag": "q2",
              "text": "as I destroyed Sodom and Gomorrah."
            },
            {
              "tag": "q1",
              "text": "Their land will be a place where there are nettles and salt pits;"
            },
            {
              "tag": "q2",
              "text": "it will be ruined forever, with none of their people living there!"
            },
            {
              "tag": "q1",
              "text": "My people who survive will take away all their valuable possessions"
            },
            {
              "tag": "q2",
              "text": "and also occupy their land.\""
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The people of Moab and Ammon will get what they deserve for being proud,"
            },
            {
              "tag": "q2",
              "text": "because they made fun of the people who belong to Yahweh, commander of the angel armies."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Yahweh will cause them to be terrified"
            },
            {
              "tag": "q2",
              "text": "when he destroys all the gods of their countries."
            },
            {
              "tag": "q1",
              "text": "Then people from every nation will worship Yahweh,"
            },
            {
              "tag": "q2",
              "text": "each in his own country."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Yahweh says that he will also slaughter the people of Ethiopia."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Yahweh will punish and destroy Assyria,"
            },
            {
              "tag": "q2",
              "text": "that land northeast of us, and cause its capital Nineveh"
            },
            {
              "tag": "q2",
              "text": "to become ruined and deserted, and as dry as the desert."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Flocks of sheep and herds of cattle and many kinds of wild animals will lie down there."
            },
            {
              "tag": "q2",
              "text": "Owls and crows will sit on the columns of the destroyed buildings,"
            },
            {
              "tag": "q1",
              "text": "and they will hoot through the windows."
            },
            {
              "tag": "q1",
              "text": "There will be rubble in the doorways,"
            },
            {
              "tag": "q2",
              "text": "and the valuable cedar beams in the roofs of the buildings will become visible."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The people of Nineveh used to be happy and proud,"
            },
            {
              "tag": "q2",
              "text": "thinking that they were very safe."
            },
            {
              "tag": "q1",
              "text": "They were always saying,"
            },
            {
              "tag": "q1",
              "text": "\"Our city is the greatest city;"
            },
            {
              "tag": "q2",
              "text": "there is no city as great as ours!\""
            },
            {
              "tag": "q1",
              "text": "But now it will become a horrible place to see,"
            },
            {
              "tag": "q2",
              "text": "a place where wild animals make their dens."
            },
            {
              "tag": "q1",
              "text": "And everyone who passes by there will hiss and scorn that city,"
            },
            {
              "tag": "q2",
              "text": "and shake their fists to show that they detest that city very much."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Terrible things will happen to Jerusalem,"
            },
            {
              "tag": "q2",
              "text": "the city whose people have rebelled against Yahweh"
            },
            {
              "tag": "q1",
              "text": "and who have become unacceptable to him because of the sins that they have committed."
            },
            {
              "tag": "q2",
              "text": "They act violently toward others and they oppress other people."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The people there pay no attention to the prophets whom Yahweh has sent to tell them the wrong things that they are doing"
            },
            {
              "tag": "q2",
              "text": "and try to correct them."
            },
            {
              "tag": "q1",
              "text": "The people in Jerusalem do not trust in their God or worship him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Their leaders are like roaring lions;"
            },
            {
              "tag": "q2",
              "text": "they are like wolves that attack during the evening,"
            },
            {
              "tag": "q2",
              "text": "and eat everything that they kill,"
            },
            {
              "tag": "q2",
              "text": "with the result that the next morning there is nothing left of those animals to eat."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The prophets in Jerusalem are proud,"
            },
            {
              "tag": "q2",
              "text": "and the priests give messages that no one should trust."
            },
            {
              "tag": "q1",
              "text": "They make the temple unholy by doing things that are against the law of Moses."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But Yahweh is also in the city, and he never does what is wrong."
            },
            {
              "tag": "q1",
              "text": "He treats people justly, day after day;"
            },
            {
              "tag": "q2",
              "text": "but wicked people are never ashamed about their wrongdoing."
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Yahweh says this:"
            },
            {
              "tag": "q1",
              "text": "\"I have destroyed many nations;"
            },
            {
              "tag": "q2",
              "text": "I have destroyed their strong city walls and towers."
            },
            {
              "tag": "q1",
              "text": "Now I have caused the streets in those cities to be completely deserted."
            },
            {
              "tag": "q2",
              "text": "Those cities are ruined and there is no one still alive there."
            },
            {
              "tag": "q2",
              "text": "They are all dead."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So I said to myself,"
            },
            {
              "tag": "q2",
              "text": "'Because of what I have done to those other nations,"
            },
            {
              "tag": "q2",
              "text": "surely the people of Jerusalem will honor me now"
            },
            {
              "tag": "q2",
              "text": "and allow me to correct them."
            },
            {
              "tag": "q1",
              "text": "If they do that, I will not destroy them;"
            },
            {
              "tag": "q2",
              "text": "I will not punish them like I said that I would do.'"
            },
            {
              "tag": "q1",
              "text": "But in spite of knowing how I punished those other nations,"
            },
            {
              "tag": "q2",
              "text": "they were still eager to get up early each morning"
            },
            {
              "tag": "q2",
              "text": "and continue to perform evil deeds.\""
            },
            {
              "tag": "v",
              "num": "8",
              "text": "This is what Yahweh declares:"
            },
            {
              "tag": "q2",
              "text": "\"Wait for the day when I will take action to plunder you!"
            },
            {
              "tag": "q1",
              "text": "I have decided to gather the people of the kingdoms of the earth"
            },
            {
              "tag": "q2",
              "text": "and cause them to know that I am very angry with them."
            },
            {
              "tag": "q1",
              "text": "All over the earth I will punish and destroy people;"
            },
            {
              "tag": "q2",
              "text": "I will burn them up with my anger as if it were fire!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When that happens, I will cause all people to be changed"
            },
            {
              "tag": "q2",
              "text": "and enable them to speak only what is pure,"
            },
            {
              "tag": "q2",
              "text": "in order that everyone can worship me as one people."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then my people who were forced to go to other countries, those who live along the upper part of the Nile River in Ethiopia,"
            },
            {
              "tag": "q2",
              "text": "will come to me and bring offerings to me."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "At that time, you people in Jerusalem will no longer be ashamed about what has happened to you,"
            },
            {
              "tag": "q2",
              "text": "because you no longer will be rebelling against me."
            },
            {
              "tag": "q1",
              "text": "I will get rid of all the people among you who are very proud."
            },
            {
              "tag": "q2",
              "text": "No one on Zion, my holy hill, will strut around proudly anymore."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Those who are still alive in Israel will be poor and humble;"
            },
            {
              "tag": "q2",
              "text": "they will trust in me."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Those people who are still alive in Israel will not do anything wrong;"
            },
            {
              "tag": "q2",
              "text": "they will tell no lies or deceive anyone."
            },
            {
              "tag": "q1",
              "text": "They will eat and sleep safely,"
            },
            {
              "tag": "q2",
              "text": "because no one will cause them to be afraid.\""
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You people who live in Jerusalem and other places in Israel,"
            },
            {
              "tag": "q2",
              "text": "sing and shout loudly!"
            },
            {
              "tag": "q1",
              "text": "Be glad, and rejoice with all your inner being,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "because Yahweh will take away the charges against you,"
            },
            {
              "tag": "q2",
              "text": "and he will make your enemies go enemies far away from you!"
            },
            {
              "tag": "q1",
              "text": "Yahweh himself, the king of the Israelites, will live among you,"
            },
            {
              "tag": "q2",
              "text": "and you will never again be afraid that others will harm you."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "At that time, other people will say to us people of Jerusalem,"
            },
            {
              "tag": "q2",
              "text": "\"You people of Jerusalem, do not be afraid; do not become weak or discouraged.\""
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh your God will live among you."
            },
            {
              "tag": "q2",
              "text": "He is mighty, and he will rescue you."
            },
            {
              "tag": "q1",
              "text": "He will be very happy about you;"
            },
            {
              "tag": "q2",
              "text": "because he loves you, he will cause you to rest without being anxious."
            },
            {
              "tag": "q2",
              "text": "He will sing loudly to rejoice about you,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "like people who are happy at a festival. Yahweh says, \"I will no longer allow any enemies to destroy you. You will no longer be defeated or ashamed."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Truly, I will severely punish all those who oppressed you."
            },
            {
              "tag": "q2",
              "text": "I will rescue those who are helpless and those who were forced to go to other countries, just as a shepherd would rescue his lost sheep."
            },
            {
              "tag": "q2",
              "text": "I will give them praise and honor in every country where they were exiled,"
            },
            {
              "tag": "q2",
              "text": "places where they had been disgraced."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "At that time, I will gather you together and bring you back home to Israel."
            },
            {
              "tag": "q1",
              "text": "I will cause you to greatly praised and honored"
            },
            {
              "tag": "q2",
              "text": "among all the nations of the earth."
            },
            {
              "tag": "q1",
              "text": "You will see when I bring your people home again.\""
            },
            {
              "tag": "q2",
              "text": "This is what Yahweh, has declared!"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "ZEP unfoldingWord® Simplified Text",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Zephaniah"
}