[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Adam, Seth, Enosh,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Kenan, Mahalalel, Jared,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Enoch, Methuselah, Lamech."
      },
      {
        "t": "v",
        "n": 4,
        "v": "The sons of Noah were Shem, Ham, and Japheth."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshek, and Tiras."
      },
      {
        "t": "v",
        "n": 6,
        "v": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah."
      },
      {
        "t": "v",
        "n": 7,
        "v": "The sons of Javan were Elishah, Tarshish, the Kittites, and the Rodanites."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "The sons of Ham were Cush, Egypt, Put, and Canaan."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The sons of Cush were Seba, Havilah, Sabta, Raamah, and Sabteka. The sons of Raamah were Sheba and Dedan."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Cush became the father of Nimrod, who was the first conqueror on the earth."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Egypt became the ancestor of the Ludites, Anamites, Lehabites, Naphtuhites,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Pathrusites, Kasluhites (from whom the Philistines came), and the Caphtorites."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Canaan became the father of Sidon, his firstborn, and of the Hittites."
      },
      {
        "t": "v",
        "n": 14,
        "v": "He also became the ancestor of the Jebusites, Amorites, Girgashites,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Hivites, Arkites, Sinites,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Arvadites, Zemarites, and the Hamathites."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "The sons of Shem were Elam, Ashur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshek."
      },
      {
        "t": "v",
        "n": 18,
        "v": "Arphaxad became the father of Shelah, and Shelah became the father of Eber."
      },
      {
        "t": "v",
        "n": 19,
        "v": "Eber had two sons. The name of the one was Peleg, for in his days the earth was divided. His brother’s name was Joktan."
      },
      {
        "t": "v",
        "n": 20,
        "v": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Hadoram, Uzal, Diklah,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Obal, Abimael, Sheba,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Ophir, Havilah, and Jobab; all these were descendants of Joktan."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Shem, Arphaxad, Shelah,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Eber, Peleg, Reu,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Serug, Nahor, Terah,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Abram, who was Abraham."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "The sons of Abraham were Isaac and Ishmael."
      },
      {
        "t": "v",
        "n": 29,
        "v": "These are their sons: the firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "Mishma, Dumah, Massa, Hadad, Tema,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "Jetur, Naphish, and Kedemah. These were Ishmael’s sons."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 32,
        "v": "The sons of Keturah, Abraham’s concubine, were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan were Sheba and Dedan."
      },
      {
        "t": "v",
        "n": 33,
        "v": "Midian’s sons were Ephah, Epher, Hanok, Abida, and Eldaah. All these were Keturah’s descendants."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 34,
        "v": "Abraham became the father of Isaac. The sons of Isaac were Esau and Israel."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 35,
        "v": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah."
      },
      {
        "t": "v",
        "n": 36,
        "v": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek."
      },
      {
        "t": "v",
        "n": 37,
        "v": "The sons of Reuel were Nahath, Zerah, Shammah, and Mizzah."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 38,
        "v": "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
      },
      {
        "t": "v",
        "n": 39,
        "v": "The sons of Lotan were Hori and Homam, and Timna was Lotan’s sister."
      },
      {
        "t": "v",
        "n": 40,
        "v": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam. The sons of Zibeon were Aiah and Anah."
      },
      {
        "t": "v",
        "n": 41,
        "v": "The son of Anah was Dishon. The sons of Dishon were Hemdan, Eshban, Ithran, and Keran."
      },
      {
        "t": "v",
        "n": 42,
        "v": "The sons of Ezer were Bilhan, Zaavan, and Akan. The sons of Dishan were Uz and Aran."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 43,
        "v": "These were the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, and the name of his city was Dinhabah."
      },
      {
        "t": "v",
        "n": 44,
        "v": "When Bela died, Jobab son of Zerah of Bozrah reigned in his place."
      },
      {
        "t": "v",
        "n": 45,
        "v": "When Jobab died, Husham of the land of the Temanites reigned in his place."
      },
      {
        "t": "v",
        "n": 46,
        "v": "When Husham died, Hadad son of Bedad, who defeated Midian in the land of Moab, reigned in his place. The name of his city was Avith."
      },
      {
        "t": "v",
        "n": 47,
        "v": "When Hadad died, Samlah of Masrekah reigned in his place."
      },
      {
        "t": "v",
        "n": 48,
        "v": "When Samlah died, Shaul of Rehoboth on the river reigned in his place."
      },
      {
        "t": "v",
        "n": 49,
        "v": "When Shaul died, Baal-Hanan son of Akbor reigned in his place."
      },
      {
        "t": "v",
        "n": 50,
        "v": "When Baal-Hanan son of Akbor died, Hadad reigned in his place. The name of his city was Pau. His wife’s name was Mehetabel daughter of Matred daughter of Me-Zahab."
      },
      {
        "t": "v",
        "n": 51,
        "v": "Hadad died."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 52,
        "v": "Chief Oholibamah, Chief Elah, Chief Pinon,"
      },
      {
        "t": "v",
        "n": 53,
        "v": "Chief Kenaz, Chief Teman, Chief Mibzar,"
      },
      {
        "t": "v",
        "n": 54,
        "v": "Chief Magdiel, and Chief Iram. These were the chiefs of Edom."
      }
    ]
  }
]