[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "David and the leaders of the army selected some of the sons of Asaph, Heman, and Jeduthun to prophesy with harps, with stringed instruments, and with cymbals. Here is the list of the men who performed this service:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "From the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "From the sons of Jeduthun: Gedaliah, Zeri,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "From the sons of Heman: Bukkiah, Mattaniah, Uzziel,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "All these were the sons of Heman the king’s prophet. God gave Heman fourteen sons and three daughters to lift up his horn."
      },
      {
        "t": "v",
        "n": 6,
        "v": "All these were under the direction of their fathers. They were musicians in Yahweh’s house, with cymbals and stringed instruments as they served in God’s house. Asaph, Jeduthun, and Heman were under the king’s supervision."
      },
      {
        "t": "v",
        "n": 7,
        "v": "They and their brothers who were skilled and trained to make music to Yahweh numbered 288."
      },
      {
        "t": "v",
        "n": 8,
        "v": "They cast lots for their duties, all alike, the same for the young as well as the old, the teacher as well as the student."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Now regarding Asaph’s sons: The first lot fell to Joseph’s family; the second fell to Gedaliah’s family, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "the third fell to Zaccur, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "the fourth fell to Izri,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "the fifth fell to Nethaniah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "the sixth fell to Bukkiah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "the seventh fell to Jesarelah,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "the eighth fell to Jeshaiah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "the ninth fell to Mattaniah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "the tenth fell to Shimei, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "the eleventh fell to Azarel,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "the twelfth fell to Hashabiah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "the thirteenth fell to Shubael, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "the fourteenth fell to Mattithiah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "the fifteenth fell to Jerimoth, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "the sixteenth fell to Hananiah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "the seventeenth fell to Joshbekashah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "the eighteenth fell to Hanani, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 26,
        "v": "the nineteenth fell to Mallothi, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "the twentieth fell to Eliathah, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "the twenty-first fell to Hothir, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 29,
        "v": "the twenty-second fell to Giddalti, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 30,
        "v": "the twenty-third fell to Mahazioth, his sons and his relatives, twelve persons in number;"
      },
      {
        "t": "v",
        "n": 31,
        "v": "the twenty-fourth fell to Romamti-Ezer, his sons and his relatives, twelve persons in number."
      }
    ]
  }
]