{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Hiram king of Tyre sent messengers to David, and cedar trees, carpenters, and masons. They built a house for him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "David knew that Yahweh had established him as king over Israel, and that his kingdom was exalted on high for the sake of his people Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "In Jerusalem, David took more wives, and he became the father of more sons and daughters."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "These were the names of the children who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Ibhar, Elishua, Elpelet,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Nogah, Nepheg, Japhia,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Elishama, Beeliada, and Eliphelet."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Now when the Philistines heard that David had been anointed as king over all Israel, they all went out looking for him. But David heard about it and went out against them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now the Philistines had come and made a raid in the Valley of Rephaim."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then David asked for help from God. He said, “Should I attack the Philistines? Will you give victory over them?” Yahweh said to him, “Attack, for I will certainly give them to you.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So they came up to Baal Perazim, and there he defeated them. He commented, “God has burst through my enemies by my hand like a bursting flood of water.” So the name of that place became Baal Perazim."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The Philistines abandoned their gods there, and David gave an order that they should be burned."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then the Philistines raided the valley yet again."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So David asked for help from God again. God said to him, “You must not attack their front, but rather circle around behind them and come on them through the balsam woods."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When you hear the sound of marching in the wind blowing through the balsam treetops, then attack with force. Do this because God will have gone out before you to attack the army of the Philistines.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So David did as God had commanded him. He defeated the army of the Philistines from Gibeon all the way to Gezer."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then David’s fame went out into all lands, and Yahweh caused all nations to fear him."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 14
  },
  "id": "CH unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Chronicles",
  "intro": [
    {
      "tag": "mt",
      "text": "First Chronicles "
    }
  ]
}