{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Benjamin’s five sons were Bela his firstborn, Ashbel, Aharah,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Nohah, and Rapha."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Bela’s sons were Addar, Gera, Abihud,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Abishua, Naaman, Ahoah,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Gera, Shephuphan, and Huram."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "These were the descendants of Ehud who were heads of fathers’ houses for the inhabitants of Geba, who were compelled to move to Manahath:"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Naaman, Ahijah, and Gera. The last, Gera, led them in their move. He was the father of Uzza and Ahihud."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Shaharaim became the father of children in the land of Moab, after he had divorced his wives Hushim and Baara."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "By his wife Hodesh, Shaharaim became the father of Jobab, Zibia, Mesha, Malkam,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Jeuz, Sakia, and Mirmah. These were his sons, heads of fathers’ houses."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He had already become the father of Abitub and Elpaal by Hushim."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Elpaal’s sons were Eber, Misham, and Shemed (who built Ono and Lod with its surrounding villages)."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "There were also Beriah and Shema. They were heads of the fathers’ houses of those living in Aijalon, who drove out the inhabitants of Gath."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Beriah had these sons: Ahio, Shashak, Jeremoth,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Zebadiah, Arad, Eder,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Michael, Ishpah, and Joha were the sons of Beriah."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Zebadiah, Meshullam, Hizki, Heber, "
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Jakim, Zikri, Zabdi, "
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Elienai, Zillethai, Eliel, "
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Ishpan, Eber, Eliel, "
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Abdon, Zikri, Hanan, "
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Hananiah, Elam, Anthothijah, "
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Iphdeiah, and Penuel were the sons of Shashak"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Shamsherai, Shehariah, Athaliah, "
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Jaareshiah, Elijah, and Zikri were the sons of Jeroham."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "These were heads of fathers’ houses and chief men who lived in Jerusalem."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "The father of Gibeon, Jeiel, whose wife’s name was Maakah, lived in Gibeon."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "His firstborn was Abdon, followed by Zur, Kish, Baal, Nadab,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Gedor, Ahio, and Zeker."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Another of Jeiel’s sons was Mikloth, who became the father of Shimeah. They also lived near their relatives in Jerusalem."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The son of Jonathan was Merib-Baal. Merib-Baal was the father of Micah."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "The sons of Micah were Pithon, Melek, Tarea, and Ahaz."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Ahaz became the father of Jehoaddah. Jehoaddah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Moza was the father of Binea. Binea was the father of Raphah. Raphah was the father of Eleasah. Eleasah was the father of Azel."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these were sons of Azel."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "The sons of Eshek, his brother, were Ulam his firstborn, Jeush the second, and Eliphelet the third."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Ulam’s sons were fighting men and archers. They had many sons and grandsons, a total of 150. All these belonged to the descendants of Benjamin."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "CH unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Chronicles",
  "intro": [
    {
      "tag": "mt",
      "text": "First Chronicles "
    }
  ]
}