[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then all Israel came to David at Hebron and said, “Look, we are your flesh and bone.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "In the recent past, when Saul was king over us, it was you who led the Israelite army. Yahweh your God said to you, ‘You will shepherd my people Israel, and you will become a ruler over my people Israel.’”",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them before Yahweh. They anointed David king over Israel. In this way, the word of Yahweh that had been declared by Samuel came true.",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "David and all Israel went to Jerusalem (that is, Jebus). Now the Jebusites, the inhabitants of the land, were there.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "The inhabitants of Jebus said to David, “You will not come in here.” But David took the stronghold of Zion, that is, the city of David.",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "David had said, “Whoever attacks the Jebusites first will become chief and commander.” So Joab son of Zeruiah attacked first, so he was made the chief.",
        "id": 7
      },
      {
        "t": "v",
        "n": 7,
        "v": "Then David began to live in the stronghold. So they called it the city of David.",
        "id": 8
      },
      {
        "t": "v",
        "n": 8,
        "v": "He built the city all around from the Millo and back to the surrounding wall. Joab restored the rest of the city.",
        "id": 9
      },
      {
        "t": "v",
        "n": 9,
        "v": "David became greater and greater because Yahweh of hosts was with him.",
        "id": 10
      }
    ],
    "id": 4
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "These were the leaders David had, who showed themselves strong with him in his kingdom, together with all Israel, to make him king, obeying the word of Yahweh concerning Israel.",
        "id": 12
      },
      {
        "t": "v",
        "n": 11,
        "v": "This is a list of David’s mighty men: Jashobeam, the son of a Hachmonite, was commander of the officers",
        "id": 13
      },
      {
        "t": "t",
        "v": ". He killed three hundred men with his spear on one occasion.",
        "id": 20
      },
      {
        "t": "v",
        "n": 12,
        "v": "After him was Eleazar son of Dodo, the Ahohite, who was one of the three mighty men.",
        "id": 21
      },
      {
        "t": "v",
        "n": 13,
        "v": "He was with David at Pas Dammim, and there the Philistines assembled together for battle, where there was a barley field and the army fled from the Philistines.",
        "id": 22
      },
      {
        "t": "v",
        "n": 14,
        "v": "They stood in the middle of the field. They defended it and cut down the Philistines and Yahweh rescued them with a great victory.",
        "id": 23
      }
    ],
    "id": 11
  },
  {
    "t": "f",
    "c": "+",
    "v": [
      {
        "t": "ft",
        "v": "The Hebrew could also read",
        "id": 15
      },
      {
        "t": "fqa",
        "v": "of the thirty",
        "id": 16
      },
      {
        "t": "t",
        "v": "or",
        "id": 17
      },
      {
        "t": "fqa",
        "v": "of the three",
        "id": 18
      },
      {
        "t": "t",
        "v": ".",
        "id": 19
      }
    ],
    "id": 14
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Then three of the thirty leaders went down to the rock to David, to the cave of Adullam. The army of the Philistines was camped in the Valley of Rephaim.",
        "id": 25
      },
      {
        "t": "v",
        "n": 16,
        "v": "At that time David was in his stronghold, a cave, while the Philistines had established their camp at Bethlehem.",
        "id": 26
      },
      {
        "t": "v",
        "n": 17,
        "v": "David was longing for water and said, “If only someone would give me water to drink from the well at Bethlehem, the well that is by the gate!”",
        "id": 27
      },
      {
        "t": "v",
        "n": 18,
        "v": "So these three mighty men broke through the army of the Philistines and drew water out of the well of Bethlehem, the well at the gate. They took the water and brought it to David, but he refused to drink it. Instead, he poured it out to Yahweh.",
        "id": 28
      },
      {
        "t": "v",
        "n": 19,
        "v": "Then he said, “May it be that I should never do this! Should I drink the blood of these men who have risked their lives?” Because they had put their lives at risk, David refused to drink it. These were the deeds of the three mighty men.",
        "id": 29
      }
    ],
    "id": 24
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Abishai brother of Joab was captain over the Three. He once used his spear against three hundred and killed them. He is mentioned along with the Three.",
        "id": 31
      },
      {
        "t": "v",
        "n": 21,
        "v": "Of the Three, he was given double honor and became their captain, even though he was not one of them.",
        "id": 32
      }
    ],
    "id": 30
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Benaiah son of Jehoiada was a brave warrior from Kabzeel, who did great deeds. He killed the two sons of Ariel of Moab. He also went down into a pit and killed a lion on a day when the snow was falling.",
        "id": 34
      },
      {
        "t": "v",
        "n": 23,
        "v": "He even killed an Egyptian, a man five cubits tall. The Egyptian had a spear like a weaver’s beam, but he went down to him with only a staff. He seized the spear out of the Egyptian’s hand and killed him with his own spear.",
        "id": 35
      },
      {
        "t": "v",
        "n": 24,
        "v": "Benaiah son of Jehoiada did these feats, and he was named alongside the three mighty men.",
        "id": 36
      },
      {
        "t": "v",
        "n": 25,
        "v": "He was more highly regarded than the thirty soldiers in general, but he was not regarded quite as highly as the three mighty men. Yet David put him in charge of his bodyguard.",
        "id": 37
      }
    ],
    "id": 33
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 26,
        "v": "The mighty men were Asahel brother of Joab, Elhanan son of Dodo of Bethlehem,",
        "id": 39
      },
      {
        "t": "v",
        "n": 27,
        "v": "Shammoth the Harorite, Helez the Pelonite,",
        "id": 40
      },
      {
        "t": "v",
        "n": 28,
        "v": "Ira son of Ikkesh the Tekoite, Abiezer the Anathothite,",
        "id": 41
      },
      {
        "t": "v",
        "n": 29,
        "v": "Sibbekai the Hushathite, Ilai the Ahohite,",
        "id": 42
      },
      {
        "t": "v",
        "n": 30,
        "v": "Maharai the Netophathite, Heled son of Baanah the Netophathite,",
        "id": 43
      },
      {
        "t": "v",
        "n": 31,
        "v": "Ithai son of Ribai of Gibeah of Benjamin’s descendants, Benaiah the Pirathonite,",
        "id": 44
      },
      {
        "t": "v",
        "n": 32,
        "v": "Hurai of the valleys of Gaash, Abiel the Arbathite,",
        "id": 45
      },
      {
        "t": "v",
        "n": 33,
        "v": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
        "id": 46
      },
      {
        "t": "v",
        "n": 34,
        "v": "the sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite,",
        "id": 47
      },
      {
        "t": "v",
        "n": 35,
        "v": "Ahiam son of Sakar the Hararite, Eliphal son of Ur,",
        "id": 48
      },
      {
        "t": "v",
        "n": 36,
        "v": "Hepher the Mekerathite, Ahijah the Pelonite,",
        "id": 49
      },
      {
        "t": "v",
        "n": 37,
        "v": "Hezro the Carmelite, Naarai son of Ezbai,",
        "id": 50
      },
      {
        "t": "v",
        "n": 38,
        "v": "Joel brother of Nathan, Mibhar son of Hagri,",
        "id": 51
      },
      {
        "t": "v",
        "n": 39,
        "v": "Zelek the Ammonite, Naharai the Berothite (the armor bearer of Joab son of Zeruiah),",
        "id": 52
      },
      {
        "t": "v",
        "n": 40,
        "v": "Ira the Ithrite, Gareb the Ithrite,",
        "id": 53
      },
      {
        "t": "v",
        "n": 41,
        "v": "Uriah the Hittite, Zabad son of Ahlai,",
        "id": 54
      },
      {
        "t": "v",
        "n": 42,
        "v": "Adina son of Shiza the Reubenite (a chief of the Reubenites) and thirty with him,",
        "id": 55
      },
      {
        "t": "v",
        "n": 43,
        "v": "Hanan son of Maacah, and Joshaphat the Mithnite,",
        "id": 56
      },
      {
        "t": "v",
        "n": 44,
        "v": "Uzzia the Ashterathite, Shama and Jeiel sons of Hotham the Aroerite,",
        "id": 57
      },
      {
        "t": "v",
        "n": 45,
        "v": "Jediael son of Shimri, Joha (his brother the Tizite),",
        "id": 58
      },
      {
        "t": "v",
        "n": 46,
        "v": "Eliel the Mahavite, Jeribai and Joshaviah sons of Elnaam, Ithmah the Moabite,",
        "id": 59
      },
      {
        "t": "v",
        "n": 47,
        "v": "Eliel, Obed, and Jaasiel the Mezobaite.",
        "id": 60
      }
    ],
    "id": 38
  }
]