{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The sons of Levi were Gershon, Kohath, and Merari."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The children of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Eleazar became the father of Phinehas, and Phinehas became the father of Abishua."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Abishua became the father of Bukki, and Bukki became the father of Uzzi."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Uzzi became the father of Zerahiah, and Zerahiah became the father of Meraioth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Meraioth became the father of Amariah, and Amariah became the father of Ahitub."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Ahitub became the father of Zadok, and Zadok became the father of Ahimaaz."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Ahimaaz became the father of Azariah, and Azariah became the father of Johanan."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Johanan became the father of Azariah, who served in the temple that Solomon built in Jerusalem."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Azariah became the father of Amariah, and Amariah became the father of Ahitub."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Ahitub became the father of Zadok, and Zadok became the father of Shallum."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Shallum became the father of Hilkiah, and Hilkiah became the father of Azariah."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Azariah became the father of Seraiah, and Seraiah became the father of Jozadak."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Jozadak went into captivity when Yahweh exiled Judah and Jerusalem by the hand of Nebuchadnezzar."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "The sons of Levi were Gershon, Kohath, and Merari."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The sons of Gershon were Libni and Shimei."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The sons of Merari were Mahli and Mushi. These are the clans of the Levites listed according to their fathers."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The descendants of Gershon: His son was Libni. Libni’s son was Jahath. His son was Zimmah."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "His son was Joah. His son was Iddo. His son was Zerah. His son was Jeatherai."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The descendants of Kohath: His son was Amminadab. His son was Korah. His son was Assir."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "His son was Elkanah. His son was Ebiasaph. His son was Assir."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "His son was Tahath. His son was Uriel. His son was Uzziah. His son was Shaul."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The sons of Elkanah were Amasai, Ahimoth,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "And a son named Elkanah; Zophai his son, Nahath his son, "
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Eliab his son, Jeroham his son, and Elkanah his son. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The LXX adds to the list "
          },
          {
            "tag": "fqa",
            "text": "Samuel his son ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The sons of Samuel were the firstborn, Joel, and Abijah, the second-born."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The son of Merari was Mahli. His son was Libni. His son was Shimei. His son was Uzzah."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "His son was Shimea. His son was Haggiah. His son was Asaiah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "These are the names of the men whom David put in charge of music in the house of Yahweh, after the ark came to rest there."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They served by singing before the tabernacle, the tent of meeting, until Solomon had built the house of Yahweh in Jerusalem. They fulfilled their duties according to the instructions given to them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "These were those who served with their sons. From the clans of the Kohathites came Heman the musician. Here were his ancestors, going back in time: Heman was the son of Joel. Joel was the son of Samuel."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Samuel was the son of Elkanah. Elkanah was the son of Jeroham. Jeroham was the son of Eliel. Eliel was the son of Toah."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Toah was the son of Zuph. Zuph was the son of Elkanah. Elkanah was the son of Mahath. Mahath was the son of Amasai. Amasai was son of Elkanah."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Amasai was the son of Elkanah. Elkanah was the son of Joel. Joel was the son of Azariah. Azariah was the son of Zephaniah."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Zephaniah was the son of Tahath. Tahath was the son of Assir. Assir was the son of Ebiasaph. Ebiasaph was the son of Korah."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Korah was the son of Izhar. Izhar was the son of Kohath. Kohath was the son of Levi. Levi was the son of Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "Heman’s colleague was Asaph, who stood at his right hand. Asaph was the son of Berekiah. Berekiah was the son of Shimea. "
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Shimea was the son of Michael. Michael was the son of Baaseiah. Baaseiah was the son of Malkijah."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Malkijah was the son of Ethni. Ethni was the son of Zerah. Zerah was the son of Adaiah."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Adaiah was the son of Ethan. Ethan was the son of Zimmah. Zimmah was the son of Shimei."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Shimei was the son of Jahath. Jahath was the son of Gershon. Gershon was the son of Levi."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "At Heman’s left hand were his colleagues the sons of Merari. They included Ethan son of Kishi. Kishi was the son of Abdi. Abdi was the son of Malluk."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Malluk was the son of Hashabiah. Hashabiah was the son of Amaziah. Amaziah was the son of Hilkiah."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Hilkiah was the son of Amzi. Amzi was the son of Bani. Bani was the son of Shemer."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Shemer was the son of Mahli. Mahli was the son of Mushi. Mushi was the son of Merari. Merari was the son of Levi."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "48",
            "text": "Their associates, the Levites, were assigned to do all the work for the tabernacle, the house of God."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "Aaron and his sons made the offerings on the altar for burnt offerings; and the offering on the incense altar for all the work on the most holy place. These offerings made atonement for Israel, according to all that Moses the servant of God had commanded."
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Aaron’s descendants are reckoned as follows: Aaron’s son was Eleazar. Eleazar’s son was Phinehas. Phinehas’s son was Abishua."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "Abishua’s son was Bukki. Bukki’s son was Uzzi. Uzzi’s son was Zerahiah."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "Zerahiah’s son was Meraioth. Meraioth’s son was Amariah. Amariah’s son was Ahitub."
          },
          {
            "tag": "v",
            "num": "53",
            "text": "Ahitub’s son was Zadok. Zadok’s son was Ahimaaz."
          },
          {
            "tag": "v",
            "num": "54",
            "text": "These are the locations where Aaron’s descendants were assigned to live, that is, for the descendants of Aaron who were from the clans of the Kohathites (the first lot was theirs)."
          },
          {
            "tag": "v",
            "num": "55",
            "text": "To them they gave Hebron in the land of Judah and its pasturelands,"
          },
          {
            "tag": "v",
            "num": "56",
            "text": "but the fields of the city and its villages they gave to Caleb son of Jephunneh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "57",
            "text": "To the descendants of Aaron they gave: Hebron (a city of refuge), and Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "58",
            "text": "Hilen with its pasturelands, and Debir with its pasturelands."
          },
          {
            "tag": "v",
            "num": "59",
            "text": "They also gave to the descendants of Aaron: Ashan with its pasturelands, Juttah, "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The place name "
          },
          {
            "tag": "fqa",
            "text": "Juttah is not in the MT but is found in the Syriac version; also see Joshua 21:16."
          },
          {
            "tag": "f",
            "text": "* and Beth Shemesh with its pasturelands;"
          },
          {
            "tag": "v",
            "num": "60",
            "text": "and from the tribe of Benjamin, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. "
          },
          {
            "tag": "q",
            "text": "All their cities throughout their clans were thirteen cities."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "61",
            "text": "To the rest of clans of the Kohathites were allotted ten cities from the half tribe of Manasseh."
          },
          {
            "tag": "v",
            "num": "62",
            "text": "To Gershon’s descendants in their various clans were given thirteen cities from the tribes of Issachar, Asher, Naphtali, and the half tribe of Manasseh in Bashan."
          },
          {
            "tag": "v",
            "num": "63",
            "text": "To Merari’s descendants they gave twelve cities, clan by clan, from the tribes of Reuben, Gad, and Zebulun."
          },
          {
            "tag": "v",
            "num": "64",
            "text": "So the people of Israel gave these cities with their pasturelands to the Levites."
          },
          {
            "tag": "v",
            "num": "65",
            "text": "They assigned by lot the towns mentioned earlier from the tribes of Judah, Simeon, and Benjamin."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "66",
            "text": "Some of the clans of the Kohathites were given cities from the territory of the tribe of Ephraim."
          },
          {
            "tag": "v",
            "num": "67",
            "text": "They gave them: Shechem (a city of refuge) with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "68",
            "text": "Jokmeam with its pasturelands, Beth Horon with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "69",
            "text": "Aijalon with its pasturelands, and Gath Rimmon with its pasturelands."
          },
          {
            "tag": "v",
            "num": "70",
            "text": "The half tribe of Manasseh gave the Kohathites Aner with its pasturelands and Bileam with its pasturelands. These became the possessions of the rest of the Kohathite clans."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "71",
            "text": "To Gershon’s descendants out of the clans of the half tribe of Manasseh, they gave Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands."
          },
          {
            "tag": "v",
            "num": "72",
            "text": "The tribe of Issachar gave to Gershon’s descendants Kedesh with its pasturelands, Daberath with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "73",
            "text": "Ramoth with its pasturelands, and Anem with its pasturelands."
          },
          {
            "tag": "v",
            "num": "74",
            "text": "Issachar received from the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "75",
            "text": "Hukok with its pasturelands, and Rehob with its pasturelands."
          },
          {
            "tag": "v",
            "num": "76",
            "text": "They received from the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "77",
            "text": "The rest of Merari’s descendants received from the tribe of Zebulun: Jokneam, Kartah, "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The names "
          },
          {
            "tag": "fqa",
            "text": "Jokneam and"
          },
          {
            "tag": "fqa",
            "text": "Kartah are not found in the MT but are in the LXX. Compare the list in Josh. 21:34."
          },
          {
            "tag": "f",
            "text": "* and Rimmono with its pasturelands and Tabor with its pasturelands; "
          },
          {
            "tag": "v",
            "num": "78",
            "text": "and from the tribe of Reuben, across the Jordan on the east side of Jericho, they received Bezer in the desert, Jahzah, "
          },
          {
            "tag": "v",
            "num": "79",
            "text": "Kedemoth and its pasturelands, and Mephaath and its pasturelands."
          },
          {
            "tag": "v",
            "num": "80",
            "text": "The Levites received from the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "81",
            "text": "Heshbon with its pasturelands, and Jazer with its pasturelands."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "CH unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Chronicles",
  "intro": [
    {
      "tag": "mt",
      "text": "First Chronicles "
    }
  ]
}