{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The First Book of the Chronicles"
        },
        {
          "tag": "toc2",
          "text": "First Chronicles"
        },
        {
          "tag": "toc3",
          "num": "1",
          "text": "Ch"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Adam, Seth, Enosh,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Kenan, Mahalalel, Jared,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Enoch, Methuselah, Lamech."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The sons of Noah were Shem, Ham, and Japheth."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions do not have the expression "
            },
            {
              "tag": "fqa",
              "text": "The sons of , but others include this expression."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshek, and Tiras."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions have "
            },
            {
              "tag": "fqa",
              "text": "Diphath instead of"
            },
            {
              "tag": "fqa",
              "text": "Riphath . However,"
            },
            {
              "tag": "fqa",
              "text": "Diphath was probably a misspelling. Many ancient copies correct it to"
            },
            {
              "tag": "fqa",
              "text": "Riphath in order to make it agree with the same name in Gen. 10:2."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of Javan were Elishah, Tarshish, the Kittites, and the Rodanites."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "The sons of Ham were Cush, Egypt, Put, and Canaan."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The sons of Cush were Seba, Havilah, Sabta, Raamah, and Sabteka. The sons of Raamah were Sheba and Dedan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Cush became the father of Nimrod, who was the first conqueror on the earth."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Egypt became the ancestor of the Ludites, Anamites, Lehabites, Naphtuhites,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Pathrusites, Kasluhites (from whom the Philistines came), and the Caphtorites."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Canaan became the father of Sidon, his firstborn, and of the Hittites."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He also became the ancestor of the Jebusites, Amorites, Girgashites,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Hivites, Arkites, Sinites,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Arvadites, Zemarites, and the Hamathites."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The sons of Shem were Elam, Ashur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshek."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Arphaxad became the father of Shelah, and Shelah became the father of Eber."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Eber had two sons. The name of the one was Peleg, for in his days the earth was divided. His brother’s name was Joktan."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Hadoram, Uzal, Diklah,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Obal, Abimael, Sheba,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Ophir, Havilah, and Jobab; all these were descendants of Joktan."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Shem, Arphaxad, Shelah,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Eber, Peleg, Reu,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Serug, Nahor, Terah,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Abram, who was Abraham."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "The sons of Abraham were Isaac and Ishmael."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "These are their sons: the firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jetur, Naphish, and Kedemah. These were Ishmael’s sons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "The sons of Keturah, Abraham’s concubine, were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan were Sheba and Dedan."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Midian’s sons were Ephah, Epher, Hanok, Abida, and Eldaah. All these were Keturah’s descendants."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "Abraham became the father of Isaac. The sons of Isaac were Esau and Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "The sons of Reuel were Nahath, Zerah, Shammah, and Mizzah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "The sons of Lotan were Hori and Homam, and Timna was Lotan’s sister."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam. The sons of Zibeon were Aiah and Anah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "The son of Anah was Dishon. The sons of Dishon were Hemdan, Eshban, Ithran, and Keran."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "The sons of Ezer were Bilhan, Zaavan, and Akan. The sons of Dishan were Uz and Aran."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "These were the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, and the name of his city was Dinhabah."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "When Bela died, Jobab son of Zerah of Bozrah reigned in his place."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When Jobab died, Husham of the land of the Temanites reigned in his place."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "When Husham died, Hadad son of Bedad, who defeated Midian in the land of Moab, reigned in his place. The name of his city was Avith."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When Hadad died, Samlah of Masrekah reigned in his place."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "When Samlah died, Shaul of Rehoboth on the river reigned in his place."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "When Shaul died, Baal-Hanan son of Akbor reigned in his place."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "When Baal-Hanan son of Akbor died, Hadad reigned in his place. The name of his city was Pau. His wife’s name was Mehetabel daughter of Matred daughter of Me-Zahab."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Hadad died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "52",
              "text": "Chief Oholibamah, Chief Elah, Chief Pinon,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Chief Kenaz, Chief Teman, Chief Mibzar,"
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Chief Magdiel, and Chief Iram. These were the chiefs of Edom."
            }
          ],
          "tag": "p",
          "text": "The chiefs in Edom were Chief Timna, Chief Alvah, Chief Jetheth,"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These were Israel’s sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Judah’s sons were Er, Onan, and Shelah, who were born to him by Shua’s daughter, a Canaanite woman. Er, Judah’s firstborn, was wicked in the sight of Yahweh, and Yahweh killed him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Tamar, his daughter-in-law, bore him Perez and Zerah. Judah had five sons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Perez’s sons were Hezron and Hamul."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Zerah’s sons were Zimri, Ethan, Heman, Kalkol, and Darda, five in all."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Karmi’s son was Achar, who brought trouble on Israel when he stole what was reserved for God. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions have "
            },
            {
              "tag": "fqa",
              "text": "Achan instead of"
            },
            {
              "tag": "fqa",
              "text": "Achar ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ethan’s son was Azariah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Hezron’s sons were Jerahmeel, Ram, and Caleb."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, a leader among Judah’s descendants."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Nahshon became the father of Salmon, and Salmon became the father of Boaz."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Boaz became the father of Obed, and Obed became the father of Jesse."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jesse became the father of his firstborn Eliab, Abinadab the second, Shimea the third,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Nethanel the fourth, Raddai the fifth,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Ozem the sixth, and David the seventh."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Their sisters were Zeruiah and Abigail. The sons of Zeruiah were Abishai, Joab, and Asahel, three of them."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Abigail bore Amasa, whose father was Jether the Ishmaelite."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Caleb son of Hezron became the father of children by Azubah, his wife, and by Jerioth. His sons were Jesher, Shobab, and Ardon."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Azubah died, and then Caleb married Ephrath, who bore him Hur."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Hur became the father of Uri, and Uri became the father of Bezalel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Later Hezron (when he was sixty years old) married the daughter of Makir, the father of Gilead. She bore him Segub."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Segub became the father of Jair, who controlled twenty-three cities in the land of Gilead."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Geshur and Aram took Havvoth Jair and Kenath, as well as sixty surrounding towns. All these inhabitants were descendants of Makir, the father of Gilead."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "After the death of Hezron, Caleb went in to Ephrathah, the wife of his father Hezron. She bore him Ashhur, the father of Tekoa."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions read, "
            },
            {
              "tag": "fqa",
              "text": "After Hezron’s death in Caleb Ephrathah, his wife Abijah bore him a son, Ashhur the father of Tekoa ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "The sons of Jerahmeel, the firstborn of Hezron, were Ram the firstborn, Bunah, Oren, Ozem, and Ahijah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Jerahmeel had another wife, whose name was Atarah. She was the mother of Onam."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The sons of Onam were Shammai and Jada. The sons of Shammai were Nadab and Abishur."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The name of the wife of Abishur was Abihail, and she bore him Ahban and Molid."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The sons of Nadab were Seled and Appaim, but Seled died without children."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The son of Appaim was Ishi. The son of Ishi was Sheshan. The son of Sheshan was Ahlai."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The sons of Jada, the brother of Shammai, were Jether and Jonathan. Jether died without children."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "The sons of Jonathan were Peleth and Zaza. These were the descendants of Jerahmeel."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Now Sheshan had no sons, only daughters. Sheshan had a servant, an Egyptian, whose name was Jarha."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Sheshan gave his daughter to Jarha his servant as his wife. She bore him Attai."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Attai became the father of Nathan, and Nathan became the father of Zabad."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Zabad became the father of Ephlal, and Ephlal became the father of Obed."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Obed became the father of Jehu, and Jehu became the father of Azariah."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Azariah became the father of Helez, and Helez became the father of Eleasah."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Eleasah became the father of Sismai, and Sismai became the father of Shallum."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "The sons of Caleb, the brother of Jerahmeel, were Mesha his firstborn, who was the father of Ziph. His second son, Mareshah, was the father of Hebron."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "The sons of Hebron were Korah, Tappuah, Rekem, and Shema."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Shema became the father of Raham, the father of Jorkeam. Rekem became the father of Shammai."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "The son of Shammai was Maon, and Maon was the father of Beth Zur."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez. Haran became the father of Gazez."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "The sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Maakah, Caleb’s concubine, bore Sheber and Tirhanah."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "She also bore Shaaph the father of Madmannah, Sheva the father of Makbenah and the father of Gibea. The daughter of Caleb was Aksah. These were the descendants of Caleb."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "50",
              "text": "These were the sons of Hur, his firstborn by Ephrathah: Shobal the father of Kiriath Jearim,"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Salma the father of Bethlehem, and Hareph the father of Beth Gader."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Shobal the father of Kiriath Jearim had descendants: Haroeh, half of the Manahathites,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "and the clans of Kiriath Jearim: the Ithrites, Puthites, Shumathites, and Mishraites. The Zorathites and Eshtaolites descended from these."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "The descendants of Salma were Bethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites—the Zorites,"
            },
            {
              "tag": "v",
              "num": "55",
              "text": "and the clans of the scribes who lived at Jabez: the Tirathites, Shimeathites, and Sucathites. These were the Kenites who came from Hammath, father of the house of Rekab."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now these are the sons of David who were born to him in Hebron: the firstborn was Amnon, by Ahinoam from Jezreel; the second was Daniel, by Abigail from Carmel;"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "the third was Absalom, whose mother was Maakah, daughter of Talmai king of Geshur. The fourth was Adonijah son of Haggith;"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "the fifth was Shephatiah by Abital; the sixth was Ithream by Eglah his wife."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "These six were born to David in Hebron, where he reigned seven years and six months. He then ruled thirty-three years in Jerusalem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "These four sons, by Bathsheba daughter of Ammiel, were born to him in Jerusalem: Shammua, Shobab, Nathan, and Solomon. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions have "
            },
            {
              "tag": "fqa",
              "text": "Bathseba or"
            },
            {
              "tag": "fqa",
              "text": "Bathshua instead of"
            },
            {
              "tag": "fqa",
              "text": "Bathsheba ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "David’s other nine sons were: Ibhar, Elishua, Eliphelet,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Nogah, Nepheg, Japhia,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Elishama, Eliada, and Eliphelet."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "These were David’s sons, not including the sons by his concubines. Tamar was their sister."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Solomon’s son was Rehoboam. Rehoboam’s son was Abijah. Abijah’s son was Asa. Asa’s son was Jehoshaphat."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jehoshaphat’s son was Jehoram. Jehoram’s son was Ahaziah. Ahaziah’s son was Joash."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joash’s son was Amaziah. Amaziah’s son was Azariah. Azariah’s son was Jotham."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jotham’s son was Ahaz. Ahaz’s son was Hezekiah. Hezekiah’s son was Manasseh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Manasseh’s son was Amon. Amon’s son was Josiah."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Josiah’s sons were his firstborn Johanan, his second son Jehoiakim, his third son Zedekiah, and his fourth son Shallum."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Jehoiakim’s sons were Jehoiachin and Zedekiah."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The sons of Jehoiachin, the captive, were Shealtiel,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Pedaiah’s sons were Zerubbabel and Shimei. Zerubbabel’s sons were Meshullam and Hananiah; Shelomith was their sister."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "His other five sons were Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Hananiah’s sons were Pelatiah and Jeshaiah. His son was Rephaiah, and further descendants were Arnan, Obadiah, and Shekaniah."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Shekaniah’s son was Shemaiah. Shemaiah’s sons were Hattush, Igal, Bariah, Neariah, and Shaphat."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Neariah’s three sons were Elioenai, Hizkiah, and Azrikam."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Elioenai’s seven sons were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Judah’s descendants were Perez, Hezron, Karmi, Hur, and Shobal."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Shobal was the father of Reaiah. Reaiah was the father of Jahath. Jahath was the father of Ahumai and Lahad. These were of the clans of the Zorathites."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "These were the ancestors of the clans in the city of Etam: Jezreel, Ishma, and Idbash. Their sister’s name was Hazzelelponi."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Peniel was the ancestor of the clans in the city of Gedor. Ezer was the originator of the clans in Hushah. These were descendants of Hur, the firstborn of Ephrathah and the originator of Bethlehem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ashhur the father of Tekoa had two wives, Helah and Naarah."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were Naarah’s sons."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Helah’s sons were Zereth, Zohar, Ethnan,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and Koz, who became the father of Anub and Hazzobebah, and of the clans descended from Aharhel son of Harum."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Jabez was more respected than his brothers. His mother called him Jabez. She said, “Because I bore him in pain.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Jabez called out to the God of Israel and said, “If only you would truly bless me, expand my territory, and your hand will be with me. When you do this you will keep me from harm, so that I may be free from pain!” So God granted him his prayer."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Kelub brother of Shuhah became the father of Mehir, who was the father of Eshton."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Eshton became the father of Beth Rapha, Paseah, and Tehinnah, the father of Ir Nahash. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some translations have "
            },
            {
              "tag": "fqa",
              "text": "who settled in the town of Nahash ."
            },
            {
              "tag": "f",
              "text": "* These were men who lived in Rekah."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Kenaz’s sons were Othniel and Seraiah. Othniel’s sons were Hathath and Meonothai."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Most versions insert "
            },
            {
              "tag": "fqa",
              "text": "Meonothai into this verse, believing that it dropped out by a copyist’s mistake."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Meonothai became the father of Ophrah, and Seraiah became the father of Joab, the originator of Ge-Harashim, whose people were craftsmen."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The sons of Caleb son of Jephunneh were Iru, Elah and Naam. Elah’s son was Kenaz."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Jehallelel’s sons were Ziph, Ziphah, Tiria, and Asarel."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Ezrah’s sons were Jether, Mered, Epher, and Jalon. Mered’s Egyptian wife bore Miriam, Shammai, and Ishbah, who became the father of Eshtemoa. These were the sons of Bithiah, daughter of Pharaoh, whom Mered married. "
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Mered’s Judahite wife bore Jered, who became the father of Gedor; Heber, who became the father of Soko; and Jekuthiel, who became the father of Zanoah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Of the two sons of Hodiah’s wife, sister of Naham, one became the father of Keilah the Garmite. The other was Eshtemoa the Maakathite."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The sons of Shimon were Amnon, Rinnah, Ben-Hanan, and Tilon. The sons of Ishi were Zoheth and Ben-Zoheth."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The descendants of Shelah son of Judah, were Er father of Lekah, Laadah father of Mareshah and the clans of the linen workers at Beth Ashbea,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jokim, the men of Kozeba, and Joash and Saraph, who ruled in Moab and Jashubi Lehem. (This information is from ancient records.)"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "These were the potters who lived in Netaim and Gederah and worked for the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Simeon’s descendants were Nemuel, Jamin, Jarib, Zerah, and Shaul."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Shallum was Shaul’s son, Mibsam was Shallum’s son, and Mishma was Mibsam’s son."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Mishma’s descendants were Hammuel his son, Zakkur his grandson, and Shimei his great-grandson."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Shimei had sixteen sons and six daughters. His brothers did not have many children, so their clans did not increase greatly in numbers as the people of Judah did."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They lived at Beersheba, Moladah, and at Hazar Shual."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They also live at Bilhah, Ezem, Tolad,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Bethuel, Hormah, Ziklag,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their cities until the reign of David."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Their five villages were Etam, Ain, Rimmon, Token, and Ashan,"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "together with the outlying villages as far as Baalath. These were their settlements, and they kept the genealogical records."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Clan leaders were Meshobab, Jamlech, Joshah son of Amaziah,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "and Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "These mentioned by name were leaders in their clans, and their clans increased greatly."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They went near Gedor, on the east side of the valley, to seek pasture for their flocks."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They found abundant and good pasture. The land was broad, quiet, and peaceable. The Hamites had formerly lived there."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "These just listed by name came in the days of Hezekiah king of Judah, and attacked the Hamite settlements and the Meunites, who were there also. They destroyed them completely and lived there because they found pasture for their flocks."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "From them, from the sons of Simeon, five hundred men went to Mount Seir with Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, as their leader."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "They defeated the rest of the Amalekite refugees, and have lived there to this day."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The sons of Reuben the firstborn of Israel—now Reuben was Israel’s firstborn, but his birthright was given to the sons of Joseph son of Israel because Reuben had defiled his father’s couch. So he is not recorded as being the oldest son."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Judah was the strongest of his brothers, and the leader would come from him. But the birthright was Joseph’s—"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "the sons of Reuben, the firstborn of Israel were Hanok, Pallu, Hezron, and Karmi."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The descendants of Joel were these: Joel’s son was Shemaiah. Shemaiah’s son was Gog. Gog’s son was Shimei."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Shimei’s son was Micah. Micah’s son was Reaiah. Reaiah’s son was Baal. "
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Baal’s son was Beerah, whom Tiglath-Pileser king of Assyria took into exile. Beerah was a leader in the tribe of Reuben."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Beerah’s relatives according to their clans, listed according to their genealogical records: Jeiel the leader, Zechariah, and"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Bela son of Azaz son of Shema son of Joel. They lived in Aroer, as far as Nebo and Baal Meon,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and eastward to the start of the wilderness that extends to the Euphrates River. This was because they had many cattle in the land of Gilead."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "In the days of Saul, the tribe of Reuben attacked the Hagrites and defeated them. They lived in the Hagrites’ tents throughout all the land east of Gilead."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "The members of the tribe of Gad lived near them, in the land of Bashan as far as Salekah."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joel was their leader; Shapham was second; and Janai and Shaphat in Bashan."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Their relatives, by their fathers’ families, were Michael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber—seven in all."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "These persons named above were the descendants of Abihail, and Abihail was the son of Huri. Huri was the son of Jaroah. Jaroah was the son of Gilead. Gilead was the son of Michael. Michael was the son of Jeshishai. Jeshishai was the son of Jahdo. Jahdo was the son of Buz."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Ahi son of Abdiel son of Guni, was head of their fathers’ family."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They lived in Gilead, in Bashan, in its towns, and in all the pasturelands of Sharon as far as its borders."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "All these were listed by genealogical records in the days of Jotham king of Judah and of Jeroboam king of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "The Reubenites, the Gadites, and the half tribe of Manasseh had 44,760 soldiers trained for war, who carried shield and sword, and who drew the bow."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They attacked the Hagrites, Jetur, Naphish, and Nodab."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "They received divine help against them. In this way, the Hagrites and all who were with them were defeated. This was because the Israelites cried out to God in the battle, and he responded to them, because they put their trust in him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They captured their animals, including fifty thousand camels, 250,000 sheep, two thousand donkeys, and 100,000 men."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Many fell because the battle was from God. They lived in their land until the captivity."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "The half tribe of Manasseh lived in the land of Bashan as far as Baal Hermon and Senir (that is, Mount Hermon)."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "These were the heads of their fathers’ houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were mighty men, famous men, heads of their fathers’ houses."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "But they were unfaithful to their ancestors’ God. Instead, they worshiped the gods of the peoples of the land, whom God had destroyed before them."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The God of Israel stirred up Pul king of Assyria (also called Tiglath-Pileser, king of Assyria). He took into exile the Reubenites, Gadites, and the half tribe of Manasseh. He brought them to Halah, Habor, Hara, and to the river of Gozan, where they remain to this day."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The sons of Levi were Gershon, Kohath, and Merari."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The children of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Eleazar became the father of Phinehas, and Phinehas became the father of Abishua."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Abishua became the father of Bukki, and Bukki became the father of Uzzi."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Uzzi became the father of Zerahiah, and Zerahiah became the father of Meraioth."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Meraioth became the father of Amariah, and Amariah became the father of Ahitub."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Ahitub became the father of Zadok, and Zadok became the father of Ahimaaz."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Ahimaaz became the father of Azariah, and Azariah became the father of Johanan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Johanan became the father of Azariah, who served in the temple that Solomon built in Jerusalem."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Azariah became the father of Amariah, and Amariah became the father of Ahitub."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Ahitub became the father of Zadok, and Zadok became the father of Shallum."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Shallum became the father of Hilkiah, and Hilkiah became the father of Azariah."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Azariah became the father of Seraiah, and Seraiah became the father of Jozadak."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Jozadak went into captivity when Yahweh exiled Judah and Jerusalem by the hand of Nebuchadnezzar."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "The sons of Levi were Gershon, Kohath, and Merari."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The sons of Gershon were Libni and Shimei."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The sons of Merari were Mahli and Mushi. These are the clans of the Levites listed according to their fathers."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The descendants of Gershon: His son was Libni. Libni’s son was Jahath. His son was Zimmah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "His son was Joah. His son was Iddo. His son was Zerah. His son was Jeatherai."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The descendants of Kohath: His son was Amminadab. His son was Korah. His son was Assir."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "His son was Elkanah. His son was Ebiasaph. His son was Assir."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "His son was Tahath. His son was Uriel. His son was Uzziah. His son was Shaul."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The sons of Elkanah were Amasai, Ahimoth,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "And a son named Elkanah; Zophai his son, Nahath his son, "
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Eliab his son, Jeroham his son, and Elkanah his son. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The LXX adds to the list "
            },
            {
              "tag": "fqa",
              "text": "Samuel his son ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The sons of Samuel were the firstborn, Joel, and Abijah, the second-born."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "The son of Merari was Mahli. His son was Libni. His son was Shimei. His son was Uzzah."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "His son was Shimea. His son was Haggiah. His son was Asaiah."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "These are the names of the men whom David put in charge of music in the house of Yahweh, after the ark came to rest there."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They served by singing before the tabernacle, the tent of meeting, until Solomon had built the house of Yahweh in Jerusalem. They fulfilled their duties according to the instructions given to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "These were those who served with their sons. From the clans of the Kohathites came Heman the musician. Here were his ancestors, going back in time: Heman was the son of Joel. Joel was the son of Samuel."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Samuel was the son of Elkanah. Elkanah was the son of Jeroham. Jeroham was the son of Eliel. Eliel was the son of Toah."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Toah was the son of Zuph. Zuph was the son of Elkanah. Elkanah was the son of Mahath. Mahath was the son of Amasai. Amasai was son of Elkanah."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Amasai was the son of Elkanah. Elkanah was the son of Joel. Joel was the son of Azariah. Azariah was the son of Zephaniah."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Zephaniah was the son of Tahath. Tahath was the son of Assir. Assir was the son of Ebiasaph. Ebiasaph was the son of Korah."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Korah was the son of Izhar. Izhar was the son of Kohath. Kohath was the son of Levi. Levi was the son of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Heman’s colleague was Asaph, who stood at his right hand. Asaph was the son of Berekiah. Berekiah was the son of Shimea. "
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Shimea was the son of Michael. Michael was the son of Baaseiah. Baaseiah was the son of Malkijah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Malkijah was the son of Ethni. Ethni was the son of Zerah. Zerah was the son of Adaiah."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Adaiah was the son of Ethan. Ethan was the son of Zimmah. Zimmah was the son of Shimei."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Shimei was the son of Jahath. Jahath was the son of Gershon. Gershon was the son of Levi."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "At Heman’s left hand were his colleagues the sons of Merari. They included Ethan son of Kishi. Kishi was the son of Abdi. Abdi was the son of Malluk."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Malluk was the son of Hashabiah. Hashabiah was the son of Amaziah. Amaziah was the son of Hilkiah."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Hilkiah was the son of Amzi. Amzi was the son of Bani. Bani was the son of Shemer."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Shemer was the son of Mahli. Mahli was the son of Mushi. Mushi was the son of Merari. Merari was the son of Levi."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "48",
              "text": "Their associates, the Levites, were assigned to do all the work for the tabernacle, the house of God."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Aaron and his sons made the offerings on the altar for burnt offerings; and the offering on the incense altar for all the work on the most holy place. These offerings made atonement for Israel, according to all that Moses the servant of God had commanded."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Aaron’s descendants are reckoned as follows: Aaron’s son was Eleazar. Eleazar’s son was Phinehas. Phinehas’s son was Abishua."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Abishua’s son was Bukki. Bukki’s son was Uzzi. Uzzi’s son was Zerahiah."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Zerahiah’s son was Meraioth. Meraioth’s son was Amariah. Amariah’s son was Ahitub."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Ahitub’s son was Zadok. Zadok’s son was Ahimaaz."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "These are the locations where Aaron’s descendants were assigned to live, that is, for the descendants of Aaron who were from the clans of the Kohathites (the first lot was theirs)."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "To them they gave Hebron in the land of Judah and its pasturelands,"
            },
            {
              "tag": "v",
              "num": "56",
              "text": "but the fields of the city and its villages they gave to Caleb son of Jephunneh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "57",
              "text": "To the descendants of Aaron they gave: Hebron (a city of refuge), and Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "Hilen with its pasturelands, and Debir with its pasturelands."
            },
            {
              "tag": "v",
              "num": "59",
              "text": "They also gave to the descendants of Aaron: Ashan with its pasturelands, Juttah, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The place name "
            },
            {
              "tag": "fqa",
              "text": "Juttah is not in the MT but is found in the Syriac version; also see Joshua 21:16."
            },
            {
              "tag": "f",
              "text": "* and Beth Shemesh with its pasturelands;"
            },
            {
              "tag": "v",
              "num": "60",
              "text": "and from the tribe of Benjamin, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. "
            },
            {
              "tag": "q",
              "text": "All their cities throughout their clans were thirteen cities."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "61",
              "text": "To the rest of clans of the Kohathites were allotted ten cities from the half tribe of Manasseh."
            },
            {
              "tag": "v",
              "num": "62",
              "text": "To Gershon’s descendants in their various clans were given thirteen cities from the tribes of Issachar, Asher, Naphtali, and the half tribe of Manasseh in Bashan."
            },
            {
              "tag": "v",
              "num": "63",
              "text": "To Merari’s descendants they gave twelve cities, clan by clan, from the tribes of Reuben, Gad, and Zebulun."
            },
            {
              "tag": "v",
              "num": "64",
              "text": "So the people of Israel gave these cities with their pasturelands to the Levites."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "They assigned by lot the towns mentioned earlier from the tribes of Judah, Simeon, and Benjamin."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "66",
              "text": "Some of the clans of the Kohathites were given cities from the territory of the tribe of Ephraim."
            },
            {
              "tag": "v",
              "num": "67",
              "text": "They gave them: Shechem (a city of refuge) with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "68",
              "text": "Jokmeam with its pasturelands, Beth Horon with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "69",
              "text": "Aijalon with its pasturelands, and Gath Rimmon with its pasturelands."
            },
            {
              "tag": "v",
              "num": "70",
              "text": "The half tribe of Manasseh gave the Kohathites Aner with its pasturelands and Bileam with its pasturelands. These became the possessions of the rest of the Kohathite clans."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "71",
              "text": "To Gershon’s descendants out of the clans of the half tribe of Manasseh, they gave Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands."
            },
            {
              "tag": "v",
              "num": "72",
              "text": "The tribe of Issachar gave to Gershon’s descendants Kedesh with its pasturelands, Daberath with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "73",
              "text": "Ramoth with its pasturelands, and Anem with its pasturelands."
            },
            {
              "tag": "v",
              "num": "74",
              "text": "Issachar received from the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "75",
              "text": "Hukok with its pasturelands, and Rehob with its pasturelands."
            },
            {
              "tag": "v",
              "num": "76",
              "text": "They received from the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "77",
              "text": "The rest of Merari’s descendants received from the tribe of Zebulun: Jokneam, Kartah, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The names "
            },
            {
              "tag": "fqa",
              "text": "Jokneam and"
            },
            {
              "tag": "fqa",
              "text": "Kartah are not found in the MT but are in the LXX. Compare the list in Josh. 21:34."
            },
            {
              "tag": "f",
              "text": "* and Rimmono with its pasturelands and Tabor with its pasturelands; "
            },
            {
              "tag": "v",
              "num": "78",
              "text": "and from the tribe of Reuben, across the Jordan on the east side of Jericho, they received Bezer in the desert, Jahzah, "
            },
            {
              "tag": "v",
              "num": "79",
              "text": "Kedemoth and its pasturelands, and Mephaath and its pasturelands."
            },
            {
              "tag": "v",
              "num": "80",
              "text": "The Levites received from the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,"
            },
            {
              "tag": "v",
              "num": "81",
              "text": "Heshbon with its pasturelands, and Jazer with its pasturelands."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Issachar’s four sons were Tola, Puah, Jashub, and Shimron."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. They were the heads of their fathers’ houses, from the descendants of Tola and they were listed as mighty warriors among their generation. They numbered 22,600 in the days of David."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Uzzi’s son was Izrahiah. His sons were Michael, Obadiah, Joel, and Ishijah, all five of them were clan leaders."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Along with them they had thirty-six thousand troops for battle, according to the lists belonging to their ancestors’ clans, for they had many wives and sons."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Their relatives were fighting men from all the clans of Issachar, and they numbered in all, eighty-seven thousand fighting men, as listed in their genealogy."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Benjamin’s three sons were Bela, Beker, and Jediael."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Bela’s five sons were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were soldiers and heads of fathers’ houses. Their people numbered 22,034 fighting men, according to the lists belonging to their ancestors’ clans."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Beker’s sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were his sons."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The lists of their clans numbered 20,200 heads of their fathers’ houses and fighting men."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The son of Jediael was Bilhan. Bilhan’s sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "All these were sons of Jediael. Listed in their clan lists were 17,200 heads of houses and fighting men fit for military service."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "(The Shuppites and the Huppites were sons of Ir, and the Hushites were sons of Aher.)"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Naphtali’s sons were Jahziel, Guni, Jezer, and Shillem. These were Bilhah’s grandsons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Manasseh had a male child named Asriel, whom his Aramean concubine bore. She also gave birth to Makir, Gilead’s father."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Makir took a wife from the Huppites and Shuppites. A sister’s name was Maakah. Another of Manasseh’s descendants was Zelophehad, who had only daughters."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Maakah wife of Makir, bore a son and she called him Peresh. His brother’s name was Sheresh, and his sons were Ulam and Rakem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Ulam’s son was Bedan. These were the descendants of Gilead son of Makir son of Manasseh."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Gilead’s sister Hammoleketh bore Ishhod, Abiezer, and Mahlah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "The descendants of Ephraim were as follows: Ephraim’s son was Shuthelah. Shuthelah’s son was Bered. Bered’s son was Tahath. Tahath’s son was Eleadah. Eleadah’s son was Tahath."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Tahath’s son was Zabad. Zabad’s son was Shuthelah. (Ezer and Elead were killed by men of Gath, natives in the land, when they went to steal their cattle."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Ephraim their father mourned for them many days, and his brothers came to comfort him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He went in to his wife. She conceived and bore a son. Ephraim called him Beriah, because tragedy had come to his family.)"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "His daughter was Sheerah, who built Lower and Upper Beth Horon and Uzzen Sheerah."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "His son was Rephah. Rephah’s son was Resheph. Resheph’s son was Telah. Telah’s son was Tahan."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Tahan’s son was Ladan. Ladan’s son was Ammihud. Ammihud’s son was Elishama."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Elishama’s son was Nun. Nun’s son was Joshua."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Their possessions and residences were Bethel and its surrounding villages. They extended eastward to Naaran and westward to Gezer and its villages, and to Shechem and its villages to Ayyah and its villages."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "On the border with Manasseh were Beth Shan and its villages, Taanach and its villages, Megiddo and its villages, and Dor and its villages. In these towns the descendants of Joseph son of Israel lived."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Asher’s sons were Imnah, Ishvah, Ishvi, and Beriah. Serah was their sister."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Beriah’s sons were Heber and Malkiel, who was the father of Birzaith."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Heber’s sons were Japhlet, Shomer, and Hotham. Shua was their sister."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Japhlet’s sons were Pasak, Bimhal, and Ashvath. These were Japhlet’s children."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Shomer, Japhlet’s brother, had these sons: Rohgah, Hubbah, and Aram."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Shemer’s brother, Helem, had these sons: Zophah, Imna, Shelesh, and Amal."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Zophah’s sons were Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Jether’s sons were Jephunneh, Pispah, and Ara."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Ulla’s sons were Arah, Hanniel, and Rizia."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "All these were descendants of Asher. They were ancestors of the clans, heads of fathers’ houses, distinguished men, fighting men, and chief among the leaders. There were twenty-six thousand men listed who were fit for military service, according to their numbered lists."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Benjamin’s five sons were Bela his firstborn, Ashbel, Aharah,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Nohah, and Rapha."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Bela’s sons were Addar, Gera, Abihud,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Abishua, Naaman, Ahoah,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Gera, Shephuphan, and Huram."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "These were the descendants of Ehud who were heads of fathers’ houses for the inhabitants of Geba, who were compelled to move to Manahath:"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Naaman, Ahijah, and Gera. The last, Gera, led them in their move. He was the father of Uzza and Ahihud."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Shaharaim became the father of children in the land of Moab, after he had divorced his wives Hushim and Baara."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "By his wife Hodesh, Shaharaim became the father of Jobab, Zibia, Mesha, Malkam,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Jeuz, Sakia, and Mirmah. These were his sons, heads of fathers’ houses."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He had already become the father of Abitub and Elpaal by Hushim."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Elpaal’s sons were Eber, Misham, and Shemed (who built Ono and Lod with its surrounding villages)."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "There were also Beriah and Shema. They were heads of the fathers’ houses of those living in Aijalon, who drove out the inhabitants of Gath."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Beriah had these sons: Ahio, Shashak, Jeremoth,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Zebadiah, Arad, Eder,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Michael, Ishpah, and Joha were the sons of Beriah."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Zebadiah, Meshullam, Hizki, Heber, "
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Jakim, Zikri, Zabdi, "
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Elienai, Zillethai, Eliel, "
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Ishpan, Eber, Eliel, "
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Abdon, Zikri, Hanan, "
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Hananiah, Elam, Anthothijah, "
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Iphdeiah, and Penuel were the sons of Shashak"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Shamsherai, Shehariah, Athaliah, "
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jaareshiah, Elijah, and Zikri were the sons of Jeroham."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "These were heads of fathers’ houses and chief men who lived in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "The father of Gibeon, Jeiel, whose wife’s name was Maakah, lived in Gibeon."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "His firstborn was Abdon, followed by Zur, Kish, Baal, Nadab,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Gedor, Ahio, and Zeker."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Another of Jeiel’s sons was Mikloth, who became the father of Shimeah. They also lived near their relatives in Jerusalem."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The son of Jonathan was Merib-Baal. Merib-Baal was the father of Micah."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "The sons of Micah were Pithon, Melek, Tarea, and Ahaz."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Ahaz became the father of Jehoaddah. Jehoaddah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Moza was the father of Binea. Binea was the father of Raphah. Raphah was the father of Eleasah. Eleasah was the father of Azel."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these were sons of Azel."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "The sons of Eshek, his brother, were Ulam his firstborn, Jeush the second, and Eliphelet the third."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Ulam’s sons were fighting men and archers. They had many sons and grandsons, a total of 150. All these belonged to the descendants of Benjamin."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "So all Israel was recorded in genealogies. They were recorded in the book of the kings of Israel. As for Judah, they were carried away in exile to Babylon because of their sin."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The first to resettle in their cities were some Israelites, priests, Levites, and temple servants."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Some descendants of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The settlers included Uthai son of Ammihud son of Omri son of Imri son of Bani, one of the descendants of Perez son of Judah."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Among the Shelanites were Asaiah the firstborn and his sons."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Among the descendants of Zerah was Jeuel. Their descendants numbered 690."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Among the descendants of Benjamin were Sallu son of Meshullam son of Hodaviah son of Hassenuah."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There were also Ibneiah son of Jeroham; Elah son of Uzzi son of Mikri; and Meshullam son of Shephatiah son of Reuel son of Ibnijah."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Their relatives written in the genealogical lists numbered 956. All these men were heads of fathers’ houses for their fathers’ houses."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "The priests were Jedaiah, Jehoiarib, and Jakin."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "There was also Azariah son of Hilkiah son of Meshullam son of Zadok son of Meraioth son of Ahitub, the one in charge of the house of God."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "There was Adaiah son of Jeroham son of Pashhur son of Malkijah. There was also Maasai son of Adiel son of Jahzerah son of Meshullam son of Meshillemith son of Immer."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Their relatives, who were leaders for their fathers’ houses, numbered 1,760. They were very capable men in the work in the house of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Among the Levites, there was Shemaiah son of Hasshub son of Azrikam son of Hashabiah, among the descendants of Merari."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "There were also Bakbakkar, Heresh, Galal, and Mattaniah son of Mika son of Zikri son of Asaph."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There were also Obadiah son of Shemaiah son of Galal son of Jeduthun; and Berekiah son of Asa son of Elkanah, who lived in the villages of the Netophathites."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "The doorkeepers were Shallum, Akkub, Talmon, Ahiman, and their descendants. Shallum was their leader."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Previously they stood guard at the king’s gate on the east side for the camp of Levi’s descendants."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Shallum son of Kore son of Ebiasaph, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Ebiasaph is the same person referred to as "
            },
            {
              "tag": "fqa",
              "text": "Asaph in 1 Chronicles 26:1."
            },
            {
              "tag": "f",
              "text": "* son of Korah, and his relatives from the house of his father, the Korahites, were in charge of the work of the guard service. They guarded the door to the tent, as their ancestors had guarded the camp of Yahweh, and they also had guarded the entrance."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Phinehas son of Eleazar had been in charge of them in the past, and Yahweh had been with him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Zechariah son of Meshelemiah was guard of the entrance to the tent of meeting."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "All those who were chosen as gatekeepers at the entrances numbered 212. Their names were recorded in the people’s records in their villages. David and Samuel the seer had placed them into their positions of trust."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So they and their children guarded the gates of the house of Yahweh, the tabernacle."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The gatekeepers were posted on all four sides, toward the east, west, north, and south."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Their brothers, who lived in their villages, came in for seven-day rotations, in turn."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But the four leaders of the gatekeepers, who were Levites, were assigned to guard the rooms and storerooms in the house of God."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "They would spend the night in their posts all around the house of God, for they were responsible for guarding it. They would open it each morning."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Some of them were in charge of the temple’s equipment; they counted the articles when they were brought in and when they were taken out."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Some of them also were assigned to take care of the holy things, the equipment, and the supplies, including the fine flour, the wine, the oil, the frankincense, and the spices."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Some of the priests’ sons mixed the spices."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, was in charge of preparing bread for the offerings."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Some of their brothers, descendants of the Kohathites, were in charge of the bread of the presence, to prepare it every Sabbath."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "The singers and heads of the Levites’ fathers’ houses lived in rooms at the sanctuary when they were free from work, because they had to carry out their assigned tasks day and night."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "These were leaders of fathers’ houses among the Levites, as listed in their genealogical records, chief men. They lived in Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "The father of Gibeon, Jeiel, whose wife’s name was Maakah, lived in Gibeon."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "His firstborn son was Abdon, then his sons Zur, Kish, Baal, Ner, Nadab,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Gedor, Ahio, Zechariah, and Mikloth."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Mikloth was the father of Shimeam. They also lived near their brothers in Jerusalem."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "The son of Jonathan was Merib-Baal. Merib-Baal was the father of Micah."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "The sons of Micah were Pithon, Melek, Tahrea, and Ahaz."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Moza was the father of Binea. Binea was the father of Rephaiah. Rephaiah was the father of Eleasah. Eleasah was the father of Azel."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Azel’s six sons were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were Azel’s sons."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now the Philistines fought against Israel. Every man of Israel fled from before the Philistines and fell down dead on Mount Gilboa."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The Philistines closely pursued Saul and his son. The Philistines killed Jonathan, Abinadab, and Malki-Shua, his sons."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The battle went heavily against Saul, and the archers overtook him, and they wounded him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then said Saul to his armor bearer, “Draw your sword and thrust me through with it. Otherwise, these uncircumcised will come and abuse me.” But his armor bearer would not, for he was very afraid. So Saul took his own sword and fell on it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When his armor bearer saw that Saul was dead, he likewise fell on his sword and died."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So Saul died, and his three sons, so all his household members died together."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When every man of Israel in the valley saw that they had fled, and that Saul and his sons were dead, they abandoned their cities and fled. Then the Philistines came and lived in them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It came about on the next day, when the Philistines came to strip the dead, that they found Saul and his sons fallen on Mount Gilboa."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They stripped him and took his head and his armor. They sent messengers throughout Philistia to carry the news to their idols and to the people."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They put his armor in the temple of their gods, and fastened his head to the temple of Dagon."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When all Jabesh Gilead heard of all that the Philistines had done to Saul,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "all the fighting men went and took away the body of Saul and those of his sons, and brought them to Jabesh. They buried their bones under the oak in Jabesh and fasted seven days."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So Saul died because he was unfaithful to Yahweh. He did not obey Yahweh’s instructions, but asked for advice from someone who talked with the dead."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He did not seek guidance from Yahweh, so Yahweh killed him and turned over the kingdom to David son of Jesse."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then all Israel came to David at Hebron and said, “Look, we are your flesh and bone."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "In the recent past, when Saul was king over us, it was you who led the Israelite army. Yahweh your God said to you, ‘You will shepherd my people Israel, and you will become a ruler over my people Israel.’”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them before Yahweh. They anointed David king over Israel. In this way, the word of Yahweh that had been declared by Samuel came true."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "David and all Israel went to Jerusalem (that is, Jebus). Now the Jebusites, the inhabitants of the land, were there."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The inhabitants of Jebus said to David, “You will not come in here.” But David took the stronghold of Zion, that is, the city of David."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "David had said, “Whoever attacks the Jebusites first will become chief and commander.” So Joab son of Zeruiah attacked first, so he was made the chief."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then David began to live in the stronghold. So they called it the city of David."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "He built the city all around from the Millo and back to the surrounding wall. Joab restored the rest of the city."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "David became greater and greater because Yahweh of hosts was with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "These were the leaders David had, who showed themselves strong with him in his kingdom, together with all Israel, to make him king, obeying the word of Yahweh concerning Israel."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "This is a list of David’s mighty men: Jashobeam, the son of a Hachmonite, was commander of the officers "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew could also read "
            },
            {
              "tag": "fqa",
              "text": "of the thirty or"
            },
            {
              "tag": "fqa",
              "text": "of the three ."
            },
            {
              "tag": "f",
              "text": "*. He killed three hundred men with his spear on one occasion."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "After him was Eleazar son of Dodo, the Ahohite, who was one of the three mighty men."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He was with David at Pas Dammim, and there the Philistines assembled together for battle, where there was a barley field and the army fled from the Philistines."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They stood in the middle of the field. They defended it and cut down the Philistines and Yahweh rescued them with a great victory."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then three of the thirty leaders went down to the rock to David, to the cave of Adullam. The army of the Philistines was camped in the Valley of Rephaim."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "At that time David was in his stronghold, a cave, while the Philistines had established their camp at Bethlehem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "David was longing for water and said, “If only someone would give me water to drink from the well at Bethlehem, the well that is by the gate!”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So these three mighty men broke through the army of the Philistines and drew water out of the well of Bethlehem, the well at the gate. They took the water and brought it to David, but he refused to drink it. Instead, he poured it out to Yahweh."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then he said, “May it be that I should never do this! Should I drink the blood of these men who have risked their lives?” Because they had put their lives at risk, David refused to drink it. These were the deeds of the three mighty men."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Abishai brother of Joab was captain over the Three. He once used his spear against three hundred and killed them. He is mentioned along with the Three."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Of the Three, he was given double honor and became their captain, even though he was not one of them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Benaiah son of Jehoiada was a brave warrior from Kabzeel, who did great deeds. He killed the two sons of Ariel of Moab. He also went down into a pit and killed a lion on a day when the snow was falling."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He even killed an Egyptian, a man five cubits tall. The Egyptian had a spear like a weaver’s beam, but he went down to him with only a staff. He seized the spear out of the Egyptian’s hand and killed him with his own spear."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Benaiah son of Jehoiada did these feats, and he was named alongside the three mighty men."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "He was more highly regarded than the thirty soldiers in general, but he was not regarded quite as highly as the three mighty men. Yet David put him in charge of his bodyguard."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "The mighty men were Asahel brother of Joab, Elhanan son of Dodo of Bethlehem,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Shammoth the Harorite, Helez the Pelonite,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Ira son of Ikkesh the Tekoite, Abiezer the Anathothite,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Sibbekai the Hushathite, Ilai the Ahohite,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Maharai the Netophathite, Heled son of Baanah the Netophathite,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Ithai son of Ribai of Gibeah of Benjamin’s descendants, Benaiah the Pirathonite,"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Hurai of the valleys of Gaash, Abiel the Arbathite,"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "the sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Ahiam son of Sakar the Hararite, Eliphal son of Ur,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Hepher the Mekerathite, Ahijah the Pelonite,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Hezro the Carmelite, Naarai son of Ezbai,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Joel brother of Nathan, Mibhar son of Hagri,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Zelek the Ammonite, Naharai the Berothite (the armor bearer of Joab son of Zeruiah),"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Ira the Ithrite, Gareb the Ithrite,"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Uriah the Hittite, Zabad son of Ahlai,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Adina son of Shiza the Reubenite (a chief of the Reubenites) and thirty with him,"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Hanan son of Maacah, and Joshaphat the Mithnite,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Uzzia the Ashterathite, Shama and Jeiel sons of Hotham the Aroerite,"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Jediael son of Shimri, Joha (his brother the Tizite),"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Eliel the Mahavite, Jeribai and Joshaviah sons of Elnaam, Ithmah the Moabite,"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Eliel, Obed, and Jaasiel the Mezobaite."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These were the men who came to David to Ziklag, while he was still banished from the presence of Saul son of Kish. They were among the soldiers, his helpers in battle."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They were armed with bows and could use both the right hand and the left in slinging stones and in shooting arrows from the bow. They were Benjamites, Saul’s fellow tribesmen."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The chief was Ahiezer, then Joash, both sons of Shemaah the Gibeathite. There were Jeziel and Pelet, sons of Azmaveth. There were also Berakah, Jehu the Anathothite,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Ishmaiah the Gibeonite, a soldier among the thirty (and in command of the thirty); Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "the Korahites Elkanah, Isshiah, Azarel, Joezer, Jashobeam, and"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Joelah and Zebadiah, sons of Jeroham of Gedor."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Some Gadites joined David at the stronghold in the wilderness. They were fighting men, men trained for battle, who could handle shield and spear; whose faces were as fierce as the faces of lions. They were as swift as gazelles on the mountains."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There were Ezer the leader, Obadiah the second, Eliab the third,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Mishmannah the fourth, Jeremiah the fifth,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Attai the sixth, Eliel the seventh,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Johanan the eighth, Elzabad the ninth,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Jeremiah the tenth, Makbannai the eleventh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "These sons of Gad were leaders of the army. The least led a hundred, and the greatest led a thousand."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They crossed the Jordan in the first month, when it overflowed its banks, and chased away all those living in the valleys, both toward the east and toward the west."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Some of the men of Benjamin and Judah came to the stronghold to David."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "David went out to meet them and addressed them: “If you have come in peace to me to help me, you may join me. But if you have come to betray me to my adversaries, may the God of our ancestors see and rebuke you, since I have done no wrong.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then the Spirit came on Amasai, who was chief of the thirty. Amasai said, “We are yours, David. We are on your side, son of Jesse. Peace, may peace be to whoever helps you. May peace be to your helpers, for your God is helping you.” Then David received them and made them commanders over his men."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Some from Manasseh also deserted to David when he came with the Philistines against Saul to battle. Yet they did not help the Philistines, because the Philistine lords consulted with each other and sent David away. They said, “He will desert to his master Saul at the risk of our lives.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When he went to Ziklag, the men of Manasseh who joined him were Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, captains over thousands of Manasseh."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They helped David fight against the roving bands, for they were fighting men. Later they became commanders in the army."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Day after day, men came to David to help him, until there was a great army, like the army of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "This is the record of the armed soldiers for war, who came to David to Hebron, to turn the kingdom of Saul over to him, which carried out Yahweh’s word."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "From Judah those who carried shield and spear were 6,800, armed for war."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "From the Simeonites there were 7,100 fighting men."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "From the Levites there were 4,600 fighting men."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jehoiada was the leader of Aaron’s descendants, and with him were 3,700."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "With Zadok, a young, strong, and courageous man, were twenty-two leaders from his father’s family."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "From Benjamin, Saul’s tribe, were three thousand. Most of them had remained loyal to Saul until this time."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "From the Ephraimites there were 20,800 fighting men, men who were famous in their fathers’ houses."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "From the half tribe of Manasseh there were eighteen thousand famous men who came to make David king."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "From Issachar, there were two hundred leaders who had understanding of the times and knew what Israel ought to do. All their relatives were under their command."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "From Zebulun there were fifty thousand fighting men, prepared for battle, with all the weapons of war, and ready to give undivided loyalty."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "From Naphtali there were one thousand officers, and with them thirty-seven thousand men with shields and spears."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "From the Danites there were 28,600 men prepared for battle."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "From Asher there were forty thousand men prepared for battle."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "From the other side of the Jordan, from the Reubenites, Gadites, and the half tribe of Manasseh, there were 120,000 men armed with all kinds of weapons for battle."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "All these soldiers, equipped for battle, came to Hebron with firm intentions to make David king over all Israel. All the rest of Israel were in agreement to make David king also."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They were there with David three days, eating and drinking, for their relatives had sent them with provisions."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "In addition, those who were near to them, as far as Issachar and Zebulun and Naphtali, brought bread on donkeys, camels, mules, and oxen, and cakes of figs, clusters of raisins, wine, oil, oxen, and sheep, for Israel was celebrating."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David consulted with the commanders of thousands and of hundreds, with every leader."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David said to all the assembly of Israel, “If it seems good to you, and if this comes from Yahweh our God, let us send messengers everywhere to our brothers who remain in all the regions of Israel, and to the priests and Levites who are in their cities. Let them be told to join us."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Let us bring the ark of our God back to ourselves, for we did not seek his will in the days of Saul’s reign.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The whole assembly agreed to do these things, because they seemed right in the eyes of all the people."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So David assembled all Israel together, from the Shihor River in Egypt to Lebo Hamath, to bring the ark of God from Kiriath Jearim."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "David and all Israel went up to Baalah, that is, Kiriath Jearim, which belongs to Judah, to bring up from there the ark of God, which is called by Yahweh’s name, Yahweh, who sits enthroned over the cherubim."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So they set the ark of God on a new cart. They brought it out of Abinadab’s house. Uzzah and Ahio were guiding the cart."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "David and all Israel were celebrating before God with all their might. They were singing with stringed instruments, tambourines, cymbals, and trumpets."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When they came to the threshing floor of Kidon, Uzzah reached out with his hand to grab the ark, because the oxen stumbled."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the anger of Yahweh burned against Uzzah, and Yahweh killed him because Uzzah had reached out with his hand to the ark. He died there before God."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "David was angry because Yahweh had attacked Uzzah. That place is called Perez Uzzah to this day."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "David was afraid of God that day. He said, “How can I bring the ark of God home to me?”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So David did not move the ark to the city of David, but put it aside in the house of Obed Edom the Gittite."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The ark of God remained in Obed Edom’s household in his house for three months. So Yahweh blessed his house and all that he possessed."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Hiram king of Tyre sent messengers to David, and cedar trees, carpenters, and masons. They built a house for him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David knew that Yahweh had established him as king over Israel, and that his kingdom was exalted on high for the sake of his people Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "In Jerusalem, David took more wives, and he became the father of more sons and daughters."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "These were the names of the children who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ibhar, Elishua, Elpelet,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Nogah, Nepheg, Japhia,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Elishama, Beeliada, and Eliphelet."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Now when the Philistines heard that David had been anointed as king over all Israel, they all went out looking for him. But David heard about it and went out against them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now the Philistines had come and made a raid in the Valley of Rephaim."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then David asked for help from God. He said, “Should I attack the Philistines? Will you give victory over them?” Yahweh said to him, “Attack, for I will certainly give them to you.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So they came up to Baal Perazim, and there he defeated them. He commented, “God has burst through my enemies by my hand like a bursting flood of water.” So the name of that place became Baal Perazim."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The Philistines abandoned their gods there, and David gave an order that they should be burned."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then the Philistines raided the valley yet again."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So David asked for help from God again. God said to him, “You must not attack their front, but rather circle around behind them and come on them through the balsam woods."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When you hear the sound of marching in the wind blowing through the balsam treetops, then attack with force. Do this because God will have gone out before you to attack the army of the Philistines.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So David did as God had commanded him. He defeated the army of the Philistines from Gibeon all the way to Gezer."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then David’s fame went out into all lands, and Yahweh caused all nations to fear him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David built houses for himself in the city of David. He prepared a place for the ark of God and set up a tent for it."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then David said, “Only the Levites may carry the ark of God, for they had been chosen by Yahweh to carry the ark of Yahweh, and to serve him forever.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then David assembled all Israel at Jerusalem, to bring up the ark of Yahweh to the place he had prepared for it."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "David gathered together Aaron’s descendants and the Levites."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "From the descendants of Kohath, there was Uriel the leader and his relatives, 120 men."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "From the descendants of Merari, there was Asaiah the leader and his relatives, 220 men."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "From the descendants of Gershom, there was Joel the leader and his relatives, 130 men."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "From the descendants of Elizaphan, there was Shemaiah the leader and his relatives, 200 men."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "From the descendants of Hebron, there was Eliel the leader and his relatives, eighty men."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "From the descendants of Uzziel, there was Amminadab the leader and his relatives, 112 men."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "David called for Zadok and Abiathar the priests, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He said to them, “You are the leaders of the Levite families. Consecrate yourselves, both you and your brothers, so that you may bring up the ark of Yahweh, the God of Israel, to the place that I have prepared for it."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You did not carry it the first time. That is why Yahweh our God broke out against us, for we did not seek him or obey his decree.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So the priests and the Levites consecrated themselves so they could bring up the ark of Yahweh, the God of Israel."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So the Levites carried the ark of God on their shoulders with the poles, as Moses had commanded—following the rules given by the word of Yahweh."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "David spoke to the leaders of the Levites to assign their brothers to be musicians with musical instruments, stringed instruments, harps and cymbals, playing loudly and joyfully lifting up their voices."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So the Levites appointed Heman son of Joel and one of his brothers, Asaph son of Berechiah. They also appointed kinsmen from Merari’s descendants and Ethan son of Kushaiah."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "With them were their kinsmen of second rank: Zechariah, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts add the name or prefix “ben,” assuming perhaps the name of Zechariah’s father was left out. Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed Edom, and Jeiel, the gatekeepers."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The musicians Heman, Asaph, and Ethan were appointed to play loud bronze cymbals."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played the stringed instruments, set to Alamoth."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel, and Azaziah led the way with harps set to the Sheminith."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Kenaniah, leader of the Levites, was the director of the singing because he was a teacher of music."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Berechiah and Elkanah were guards for the ark."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, were to blow the trumpets before the ark of God. Obed Edom and Jehiah were guards for the ark."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "So David, the elders of Israel, and the commanders over thousands went to bring up the ark of the covenant of Yahweh out of Obed Edom’s house with rejoicing."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "While God helped the Levites who carried the ark of the covenant of Yahweh, they sacrificed seven bulls and seven rams."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "David was clothed with a robe of fine linen, as were the Levites who carried the ark, the singers, and Kenaniah, the leader of the song with the singers. David was wearing a linen ephod."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So all Israel brought up the ark of the covenant of Yahweh with joyful shouting, and with the sound of horns and trumpets, with cymbals, and with stringed instruments and harps."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "But as the ark of the covenant of Yahweh came to the city of David, Michal daughter of Saul, looked out the window. She saw King David dancing and celebrating. Then she despised him in her heart."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "They brought in the ark of God and put it in the middle of the tent that David had set up for it. Then they offered burnt offerings and fellowship offerings before God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When David had finished sacrificing the burnt offering and the fellowship offerings, he blessed the people in the name of Yahweh."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He distributed to every Israelite, both to men and women, a loaf of bread, and a piece of meat, and a cake of raisins."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "David appointed certain Levites to serve before the ark of Yahweh, and to celebrate, thank and praise Yahweh, the God of Israel."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "These Levites were Asaph the leader, and second to him Zechariah, Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel. These were to play with stringed instruments and with harps. Asaph was to sound the cymbals, sounding loudly."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Benaiah and Jahaziel the priests were to blow the trumpets regularly, before the ark of the covenant of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then on that day David first appointed Asaph and his brothers to sing this song of thanksgiving to Yahweh."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Give thanks to Yahweh, call on his name;"
            },
            {
              "tag": "q",
              "text": "make known his deeds among the nations."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Sing to him, sing praises to him;"
            },
            {
              "tag": "q",
              "text": "speak of all his marvelous deeds."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Boast in his holy name;"
            },
            {
              "tag": "q",
              "text": "let the heart of those who seek Yahweh rejoice."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Seek Yahweh and his strength;"
            },
            {
              "tag": "q",
              "text": "seek his presence continually."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Recall the marvelous things he has done,"
            },
            {
              "tag": "q",
              "text": "his miracles and the decrees from his mouth,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "you descendants of Israel his servant,"
            },
            {
              "tag": "q",
              "text": "you people of Jacob, his chosen ones."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He is Yahweh, our God."
            },
            {
              "tag": "q",
              "text": "His decrees are on all the earth."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Keep his covenant in mind forever,"
            },
            {
              "tag": "q",
              "text": "the word that he commanded for a thousand generations."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He calls to mind the covenant that he made with Abraham,"
            },
            {
              "tag": "q",
              "text": "and his oath to Isaac."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "This is what he confirmed to Jacob as a statute,"
            },
            {
              "tag": "q",
              "text": "and to Israel as an everlasting covenant."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "He said, “I will give you the land of Canaan"
            },
            {
              "tag": "q",
              "text": "as your share of your inheritance.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When they were only few in number,"
            },
            {
              "tag": "q",
              "text": "so very few, and they were strangers in the land,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "they wandered from nation to nation,"
            },
            {
              "tag": "q",
              "text": "from one kingdom to another."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He did not allow anyone to oppress them;"
            },
            {
              "tag": "q",
              "text": "he punished kings for their sakes."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "he said, “Do not touch my anointed ones,"
            },
            {
              "tag": "q",
              "text": "and do not harm my prophets.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Sing to Yahweh, all the earth;"
            },
            {
              "tag": "q",
              "text": "announce his salvation day after day."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Declare his glory among the nations,"
            },
            {
              "tag": "q",
              "text": "his marvelous deeds among all the nations."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For Yahweh is great and is to be praised greatly,"
            },
            {
              "tag": "q",
              "text": "and he is to be feared above all other gods."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For all the gods of the nations are idols,"
            },
            {
              "tag": "q",
              "text": "but it is Yahweh who made the heavens."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Splendor and majesty are in his presence."
            },
            {
              "tag": "q",
              "text": "Strength and joy are in his place."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Ascribe to Yahweh, you clans of peoples,"
            },
            {
              "tag": "q",
              "text": "ascribe to Yahweh glory and strength!"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Ascribe to Yahweh the glory his name deserves."
            },
            {
              "tag": "q",
              "text": "Bring an offering and come before him."
            },
            {
              "tag": "q",
              "text": "Bow down to Yahweh in the splendor of holiness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Tremble before him, all the earth."
            },
            {
              "tag": "q",
              "text": "The world also is established; it cannot be shaken."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Let the heavens be glad, and let the earth rejoice;"
            },
            {
              "tag": "q",
              "text": "let them say among the nations, “Yahweh reigns.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Let the sea roar, and that which fills it shout with joy."
            },
            {
              "tag": "q",
              "text": "Let the fields be joyful, and all that is in them."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then let the trees in the forest shout for joy before Yahweh,"
            },
            {
              "tag": "q",
              "text": "for he is coming to judge the earth."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Give thanks to Yahweh, for he is good,"
            },
            {
              "tag": "q",
              "text": "for his covenant faithfulness endures forever."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then say, “Save us, God of our salvation."
            },
            {
              "tag": "q",
              "text": "Gather us together and rescue us from the other nations,"
            },
            {
              "tag": "q",
              "text": "so that we may give thanks to your holy name"
            },
            {
              "tag": "q",
              "text": "and glory in your praises.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "May Yahweh, the God of Israel, be praised"
            },
            {
              "tag": "q",
              "text": "from everlasting to everlasting."
            }
          ],
          "tag": "p"
        },
        {
          "children": [],
          "tag": "m",
          "text": "All the people said, “Amen” and praised Yahweh."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "So David left Asaph and his brothers there before the ark of the covenant of Yahweh, to serve continually before the ark, as every day’s work required."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Obed Edom with those sixty-eight relatives were included. Obed Edom son of Jeduthun, along with Hosah, were to be gatekeepers."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Zadok the priest and his fellow priests were to serve before the tabernacle of Yahweh at the high place in Gibeon."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They were to offer burnt offerings to Yahweh on the altar for burnt offerings continually morning and evening, according to all that is written in the law of Yahweh, which he gave as a command to Israel."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Heman and Jeduthun were with them, together with the rest who were chosen by name, to give thanks to Yahweh, because his covenant faithfulness endures forever."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Heman and Jeduthun were in charge of those who played trumpets, cymbals, and the other instruments for the sacred music. The sons of Jeduthun guarded the gate."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Then all the people returned to their homes, and David returned to bless his own household."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It happened that after the king had settled in his house, he said to Nathan the prophet, “Look, I am living in a house of cedar, but the ark of the covenant of Yahweh is staying under a tent.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Nathan said to David, “Go, do what is in your heart, for God is with you.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But that same night the word of God came to Nathan, saying,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "“Go and tell David my servant, ‘This is what Yahweh says: You will not build me a house in which to live."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For I have not lived in a house from the day that I brought up Israel to this present day. Instead, I have been living in a tent, a tabernacle, in various places."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "In all places I have moved among all Israel, did I ever say anything to any of Israel’s leaders whom I appointed to shepherd my people, saying, “Why have you not built me a house of cedar?”’”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "“Now then, tell my servant David, ‘This is what Yahweh of hosts says: I took you from the pasture, from following the sheep, so that you would be ruler over my people Israel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I have been with you wherever you went and have cut off all your enemies from before you, and I will make you a name, like the name of the great ones who are on the earth."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I will appoint a place for my people Israel and will plant them there, so that they may live in their own place and be troubled no more. No longer will wicked people oppress them, as they did before,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "as they were doing from the days that I commanded judges to be over my people Israel. Then I will subdue all your enemies. Moreover I tell you that I, Yahweh, will build you a house."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "It will come about that when your days are fulfilled for you to go to your fathers, I will raise up your descendant after you, and for one of your own descendants, I will establish his kingdom."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He will build me a house, and I will establish his throne forever."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I will be a father to him, and he will be my son. I will not take my covenant faithfulness away from him, as I took it from Saul, who ruled before you."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I will set him over my house and in my kingdom forever, and his throne will be established forever.’”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Nathan spoke to David and reported to him all these words, and he told him about the entire vision."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then David the king went in and sat before Yahweh; he said, “Who am I, Yahweh God, and what is my family, that you have brought me to this point?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For this was a small thing in your sight, God. You have spoken of your servant’s family for a great while to come, and have shown me future generations, Yahweh God."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "What more can I, David, say to you? You have honored your servant. You have given your servant special recognition."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Yahweh, for your servant’s sake, and to fulfill your own purpose, you have done this great thing to reveal all your great deeds."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yahweh, there is none like you, and there is no God besides you, just as we have always heard."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For what nation on earth is like your people Israel, whom you, God, rescued from Egypt as a people for yourself, to make a name for yourself by great and awesome deeds? You drove out nations from before your people, whom you rescued from Egypt."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "You made Israel your own people forever, and you, Yahweh, became their God."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So now, Yahweh, may the promise that you made concerning your servant and his family be established forever. Do as you have spoken."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "May your name be established forever and be great, so the people will say, ‘Yahweh of hosts is the God of Israel,’ while the house of me, David, your servant is established before you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For you, my God, have revealed to your servant that you will build him a house. That is why I, your servant, have found courage to pray to you."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Now, Yahweh, you are God, and have made this good promise to your servant:"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Now it has pleased you to bless your servant’s house, that it may continue forever before you. You, Yahweh, have blessed it, and it will be blessed forever.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After this it came about that David attacked the Philistines and defeated them. He took Gath and its villages out of the Philistines’ control."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he defeated Moab, and the Moabites became servants to David and paid him tribute."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "David then defeated Hadadezer, king of Zobah at Hamath, as Hadadezer was traveling to establish his rule by the Euphrates River."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "David captured from him a thousand chariots, seven thousand horsemen, and twenty thousand footmen. David hamstrung all the chariot horses, but reserved enough of them for a hundred chariots."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "When the Arameans of Damascus came to help Hadadezer king of Zobah, David killed twenty-two thousand Aramean men."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then David put garrisons in Aram of Damascus, and the Arameans became servants to him and brought him tribute. Yahweh gave victory to David wherever he went."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "David took the golden shields that were on Hadadezer’s servants and brought them to Jerusalem."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "From Tebah and Kun, cities of Hadadezer, David took very much bronze. It was with this bronze that Solomon later made the bronze basin called “The Sea,” the pillars, and the bronze equipment."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "When Tou, king of Hamath, heard that David had defeated all the army of Hadadezer king of Zobah,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and so Tou sent Hadoram his son to King David to greet him and to bless him. He did this because David had fought against Hadadezer and defeated him, and because Tou had often been at war with Hadadezer. Tou also sent David many different sorts of articles made of gold and silver and bronze."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "King David set these objects apart to Yahweh, together with the silver and the gold that he carried away from all the nations: Edom, Moab, the people of Ammon, the Philistines, and Amalek."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Abishai son of Zeruiah killed eighteen thousand Edomites in the Valley of Salt."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He placed garrisons in Edom, and all the Edomites became David’s servants. Yahweh gave victory to David wherever he went."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "David reigned over all Israel, and he administered justice and righteousness to all his people."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Joab son of Zeruiah was the commander of the army, and Jehoshaphat son of Ahilud was recorder."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests, and Shavsha was scribe."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Benaiah son of Jehoiada was over the Kerethites and Pelethites, and David’s sons were the chief officials at the hand of the king. "
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It came about later that Nahash, king of the people of Ammon, died, and that his son became king in his place."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David said, “I will show kindness to Hanun son of Nahash, because his father showed kindness to me.” So David sent messengers to console him concerning his father. David’s servants entered the land of the Ammonites and went to Hanun, in order to console him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But the Ammonite princes said to Hanun, “Do you think that David is honoring your father because he has sent men to comfort you? Do not his servants come to you to explore and examine the land in order to overthrow it?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Hanun seized David’s servants, shaved them, cut off their garments to the waist, up to their buttocks, and sent them away."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When they explained this to David, he sent to meet with them, for the men were deeply ashamed. The king said, “Stay at Jericho until your beards have grown back, and then return.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "When the Ammonites saw that they had become a stench to David, Hanun and the Ammonites sent a thousand talents of silver to hire Aramean chariots and horsemen from Naharaim, Maacah, and Zobah."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They hired thirty-two thousand chariots and the king of Maacah and his army, who came and encamped before Medeba. Then the Ammonites gathered themselves together from their cities and came out to battle."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When David heard of it, he sent Joab and his entire army to meet them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The people of Ammon came out and lined up for battle at the city gate, while the kings who had come were by themselves in the field."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When Joab saw the battle lines facing him both in front and behind, he chose some of Israel’s best fighters and arranged them against the Arameans."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "As for the rest of the army, he gave it into the command of Abishai his brother, and he put them into battle lines against the army of Ammon."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Joab said, “If the Arameans are too strong for me, then you, Abishai, must rescue me. But if the army of Ammon is too strong for you, then I will come and rescue you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Be strong, and let us show ourselves to be strong for our people and for the cities of our God, for Yahweh will do what is good in his eyes.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So Joab and the soldiers of his army advanced to the battle against the Arameans, who were forced to flee before the army of Israel."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When the army of Ammon saw that the Arameans had fled, they also fled from Joab’s brother Abishai and went back into the city. Then Joab returned from the people of Ammon and went back to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "When the Arameans saw that they were being defeated by Israel, they sent for reinforcements from beyond the Euphrates River, with Shophak the commander of Hadadezer’s army."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When David was told this, he gathered all Israel together, crossed the Jordan, and came upon them. He arranged the army for battle against the Arameans, and they fought him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The Arameans fled from Israel, and David killed seven thousand Aramean charioteers and forty thousand foot soldiers. He also killed Shophak, the commander of the army."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When all the kings who were servants of Hadadezer saw that they were defeated by Israel, they made peace with David and served them. So the people of Aram were no longer willing to help the Ammonites."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It came about in the springtime, at the time when kings normally go to war, that Joab led the army into battle and devastated the land of the Ammonites. He went and besieged Rabbah. David remained in Jerusalem. Joab attacked Rabbah and defeated it."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David took the crown of their king from off his head, and he found that it weighed a talent of gold, and in it were precious stones. The crown was set on David’s head, and he brought out the plunder of the city in large quantities."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He brought out the people who were in the city and forced them to work with saws and iron picks and axes. David required all the cities of the people of Ammon to do this labor. Then David and all the army returned to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "It came about after this that there was a battle at Gezer with the Philistines. Sibbekai the Hushathite killed Sippai, one of the descendants of the Rephaim, and the Philistines were subdued."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It came about again in a battle with the Philistines at Gob, that Elhanan son of Jair the Bethlehemite killed Lahmi brother of Goliath the Gittite, the staff of whose spear was like a weaver’s beam."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "It came about in another battle at Gath that there was a man of great height who had six fingers on each hand and six toes on each foot. He also was descended from the Rephaim."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When he mocked the army of Israel, Jehonadab son of Shimea, David’s brother, killed him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "These were descendants of the Rephaim of Gath, and they were killed by the hand of David and by the hand of his soldiers."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "An adversary arose against Israel and incited David to count Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "David said to Joab and to the commanders of the army, “Go, count the people of Israel from Beersheba to Dan and report back to me, that I may know their number.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Joab said, “May Yahweh make his army a hundred times greater than it is. But my master the king, do they not all serve my master? Why does my master want this? Why bring guilt on Israel?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But the king’s word was enforced against Joab. So Joab left and went throughout all Israel. Then he came back to Jerusalem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then Joab reported the total of the count of the fighting men to David. There were in Israel 1,100,000 men who drew the sword. Judah alone had 470,000 soldiers."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But Levi and Benjamin were not counted among them, for the king’s command had disgusted Joab."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "God was offended by this action, so he attacked Israel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "David said to God, “I have greatly sinned by doing this. Now take away your servant’s guilt, for I have acted very foolishly.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Yahweh told Gad, David’s prophet,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "“Go say to David, ‘This is what Yahweh says: I am giving you three choices. Choose one of them.’”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So Gad went to David and said to him, “Yahweh says this, ‘Choose one of these:"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "either three years of famine, three months being pursued by your enemies and being caught by their swords, or else three days of Yahweh’s sword, that is, a plague in the land, with the angel of Yahweh destroying throughout all the land of Israel.’ Now then, decide what answer I should take to the one who sent me.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then David said to Gad, “I am in great distress! Let me fall into the hand of Yahweh rather than into the hand of man, for his merciful actions are very great.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So Yahweh sent a plague on Israel, and seventy thousand people died."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "God sent an angel to Jerusalem to destroy it. As he was about to destroy it, Yahweh watched and changed his mind about the harm. He said to the destroying angel, “Enough! Now draw back your hand.” At that time the angel of Yahweh was standing at the threshing floor of Ornan the Jebusite."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "David looked up and saw the angel of Yahweh standing between earth and heaven, having a drawn sword in his hand raised over Jerusalem. Then David and the elders, clothed in sackcloth, lay facedown on the ground."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "David said to God, “Is it not I that commanded that the army be numbered? I did this wicked thing. But these sheep, what have they done? Yahweh my God! Let your hand strike me and my family, but do not let the plague remain on your people.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "So the angel of Yahweh commanded Gad to say to David, that David should go up and build an altar for Yahweh at the threshing floor of Ornan the Jebusite."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So David went up as Gad instructed him to do in the name of Yahweh."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "While Ornan was threshing wheat, he turned and saw the angel. He and his four sons with him hid themselves."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When David came to Ornan, Ornan looked and saw David. He left the threshing floor and bowed to David with his face to the ground."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then David said to Ornan, “Sell me this threshing floor, so I can build an altar for Yahweh. I will pay the full price, so that the plague may be removed from the people.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Ornan said to David, “Take it as your own, my master the king. Do with it what is good in your sight. Look, I will give you oxen for burnt offerings, threshing sledges for wood, and wheat for the grain offering; I will give it all to you.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "King David said to Ornan, “No, I insist on buying it for the full price. I will not take what is yours and offer it as a burnt offering to Yahweh if it costs me nothing.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So David paid six hundred shekels of gold for the place."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "David built an altar for Yahweh there and offered on it burnt offerings and fellowship offerings. He called on Yahweh, who answered him with fire from heaven on the altar for burnt offerings."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then Yahweh gave an order to the angel, and the angel put his sword back into its sheath."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "When David saw that Yahweh had answered him at the threshing floor of Ornan the Jebusite, he performed the sacrifice there at that same time."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Now at that time, Yahweh’s tabernacle, which Moses had made in the wilderness, and the altar for burnt offerings, were at the high place at Gibeon."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "However, David could not go there to ask for God’s direction, because he was afraid of the sword of the angel of Yahweh."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then David said, “This is where the house of Yahweh God will be, with the altar for the burnt offerings of Israel.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "So David ordered his servants to gather together the foreigners living in the land of Israel. He assigned them to be stonecutters, to cut stone blocks, in order to build God’s house."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "David supplied a large amount of iron for the nails for the doors to go in the gateways, and for braces. He also supplied more bronze than could be weighed,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "and more cedar trees than could be counted. (The Sidonians and the Tyrians brought too many cedar logs to David to count.)"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "David said, “My son Solomon is young and inexperienced, and the house that is to be built for Yahweh must be especially magnificent, so that it will be famous and glorious in all other lands. So I will prepare for its building.” So David made extensive preparations before his death."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then he called for Solomon his son and commanded him to build a house for Yahweh, the God of Israel."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "David said to Solomon, “My son, it was my intention to build a house myself, for the name of Yahweh my God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Yahweh came to me and said, ‘You have shed much blood and have fought many battles. You will not build a house for my name, because you have shed much blood on the earth in my sight."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "However, you will have a son who will be a peaceful man. I will give him rest from all his enemies on every side. For his name will be Solomon, and I will give peace and quiet to Israel in his days."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He will build a house for my name. He will be my son, and I will be his father. I will establish the throne of his kingdom over Israel forever.’"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now, my son, may Yahweh be with you and enable you to succeed. May you build the house of Yahweh your God, as he said you would."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Only may Yahweh give you insight and understanding, so that you may obey the law of Yahweh your God, when he places you in charge over Israel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then you will succeed, if you carefully obey the statutes and the decrees that Yahweh gave to Moses concerning Israel. Be strong and courageous. Do not fear or be discouraged."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Now, see, at great effort I have prepared for Yahweh’s house 100,000 talents of gold, one million talents of silver, and bronze and iron in large quantities. I have also provided timber and stone. You must add more to all this."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You have many workmen with you: stonecutters, masons, carpenters, and skillful craftsmen without number of every kind,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "who can work with gold, silver, bronze, and iron. Arise and begin the work, and may Yahweh be with you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "David also ordered all the leaders of Israel to help Solomon his son, saying,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "“Yahweh your God is with you and has given you peace on every side. He has given the region’s inhabitants into my hand. The region is subdued before Yahweh and his people."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Now seek Yahweh your God with all your heart and your soul. Get up and build the holy place of Yahweh God. Then you can bring the ark of the covenant of Yahweh and the things that belong to God into the house built for Yahweh’s name.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When David was old and near the end of his life, he made Solomon his son king over Israel."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He gathered together all the leaders of Israel, with the priests and Levites."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The Levites who were thirty years old and older were counted. They numbered thirty-eight thousand."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "“Of these, twenty-four thousand were to oversee the work of Yahweh’s house, and six thousand were officers and judges."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Four thousand were gatekeepers, and four thousand were to praise Yahweh with the instruments that I made to give praise,” David said."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He divided them into groups that corresponded to Levi’s sons: Gershon, Kohath, and Merari."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "From the clans descended from Gershon, there were Ladan and Shimei."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There were three of Ladan’s sons: Jehiel the leader, Zetham, and Joel."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There were three of Shimei’s sons: Shelomoth, Haziel, and Haran. These were the leaders of the clans of Ladan."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "There were four of Shimei’s sons: Jahath, Ziza, Jeush, and Beriah."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jahath was the oldest, and Ziza the second, but Jeush and Beriah did not have many sons, so they were considered as one clan with the same duties."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "There were four of Kohath’s sons: Amram, Izhar, Hebron, and Uzziel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "These were Amram’s sons: Aaron and Moses. Aaron was chosen to set apart the most holy things, that he and his descendants would offer incense before Yahweh, to serve him and to give blessings in his name forever."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But as for Moses the man of God, his sons were considered to be Levites."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Moses’ sons were Gershom and Eliezer."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Gershom’s descendant was Shubael the oldest."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Eliezer’s descendant was Rehabiah. Eliezer had no other sons, but Rehabiah had many descendants."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Izhar’s son was Shelomith the leader."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Hebron’s descendants were Jeriah, the oldest, Amariah the second, Jahaziel the third, and Jekameam the fourth."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Uzziel’s sons were Micah the oldest, and Ishijah the second."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Merari’s sons were Mahli and Mushi. Mahli’s sons were Eleazar and Kish."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Eleazar died without having any sons. He had only daughters. The sons of Kish married them."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Mushi’s three sons were Mahli, Eder, and Jerimoth."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "These were Levi’s descendants corresponding to their clans. They were the leaders, counted and listed by name, of the clans that did the work in the service of Yahweh’s house, from twenty years old and upward."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For David said, “Yahweh, the God of Israel, has given rest to his people. He makes his home in Jerusalem forever."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The Levites will no longer need to carry the tabernacle and all the equipment used in its service.”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For by David’s last words the Levites were counted, from twenty years old and upward."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Their duty was to assist Aaron’s descendants in the service of Yahweh’s house. They were to care for the courtyards, the rooms, the ceremonial purification of all the things that belong to Yahweh, and other work in the service of God’s house."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They also took care of the bread of the presence, the fine flour for grain offerings, the unleavened wafers, the baked offerings, the offerings mixed with oil, and all the measuring of the amounts and sizes of things."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "They also stood every morning to thank and praise Yahweh. They also did this in the evening"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "and whenever burnt offerings were offered to Yahweh, on the Sabbath and at the new moon festivals and feast days. A fixed number, assigned by decree, always had to be present before Yahweh."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They were in charge of the tent of meeting, the holy place, and helped their fellow descendants of Aaron in the service of Yahweh’s house."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The work groups based on Aaron’s descendants were these: Nadab, Abihu, Eleazar and Ithamar."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Nadab and Abihu died before their father died. They had no children, so Eleazar and Ithamar served as priests."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "David, together with Zadok, a descendant of Eleazar, and Ahimelech, a descendant of Ithamar, divided them into groups for their work as priests."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "There were more leading men among Eleazar’s descendants than among Ithamar’s descendants, so they divided Eleazar’s descendants into sixteen groups. They did this by heads of clans and by Ithamar’s descendants. These divisions were eight in number, corresponding to their clans."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They divided them impartially by lot, for there were holy officials and officials of God, from both Eleazar’s descendants and Ithamar’s descendants."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Shemaiah son of Nethanel the scribe, a Levite, wrote down their names in the presence of the king, the officials, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the priestly and Levite families. One clan was drawn by lot from Eleazar’s descendants, and then the next would be drawn from Ithamar’s descendants."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "The first lot went to Jehoiarib, the second to Jedaiah,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "the third to Harim, the fourth to Seorim,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "the fifth to Malkijah, the sixth to Mijamin,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "the seventh to Hakkoz, the eighth to Abijah,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "the ninth to Jeshua, the tenth to Shecaniah,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "the eleventh to Eliashib, the twelfth to Jakim,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "the fifteenth to Bilgah, the sixteenth to Immer,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "the seventeenth to Hezir, the eighteenth to Happizzez,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "the twenty-first to Jakin, the twenty-second to Gamul,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "This was the order of their service, when they came into Yahweh’s house, following the procedure given to them by Aaron their ancestor, as Yahweh, the God of Israel, had instructed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "These were the rest of the descendants of Levi: Of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "As for Rehabiah, the sons of Rehabiah: Ishijah the leader."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The sons of Hebron: Jeriah the leader, Amariah the second, Jahaziel the third, and Jekameam the fourth."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The son of Uzziel: Micah; from the sons of Micah: Shamir."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "The brother of Micah: Ishijah. From the sons of Ishijah: Zechariah."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "The sons of Merari: Mahli and Mushi; from the son of Jaaziah: Beno."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The sons of Merari from Jaaziah: Beno, Shoham, Zaccur, and Ibri."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "From Mahli: Eleazar, who had no sons."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "From Kish: The son of Kish: Jerahmeel."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the Levites, listed by their families."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "These men who were the head of each father’s house and each of their younger brothers, cast lots in the presence of King David, and Zadok and Ahimelech, along with the leaders of the families of the priests and Levites. They cast lots just as Aaron’s descendants had done."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 25
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David and the leaders of the army selected some of the sons of Asaph, Heman, and Jeduthun to prophesy with harps, with stringed instruments, and with cymbals. Here is the list of the men who performed this service:"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "From the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "This is the same person referred to in 1 Chronicles 25:14 as Jesarelah the sons of Asaph, under the direction of Asaph, who prophesied under the king’s supervision."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "From the sons of Jeduthun: Gedaliah, Zeri, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "this is a variant of the name Izri, which is found in 1 Chronicles 25:11, and refers to the same person Jeshaiah, Shimei, Hashabiah, and Mattithiah, six in all, under the direction of their father Jeduthun, who played the harp for giving thanks and praising Yahweh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "From the sons of Heman: Bukkiah, Mattaniah, Uzziel, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Uzziel is the same person referred to in 1 Chronicles 25:18 as Azarel. Shubael, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "All these were the sons of Heman the king’s prophet. God gave Heman fourteen sons and three daughters to lift up his horn."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "All these were under the direction of their fathers. They were musicians in Yahweh’s house, with cymbals and stringed instruments as they served in God’s house. Asaph, Jeduthun, and Heman were under the king’s supervision."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They and their brothers who were skilled and trained to make music to Yahweh numbered 288."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They cast lots for their duties, all alike, the same for the young as well as the old, the teacher as well as the student."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Now regarding Asaph’s sons: The first lot fell to Joseph’s family; the second fell to Gedaliah’s family, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "the third fell to Zaccur, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "the fourth fell to Izri, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "this is a variant of Zeri, found in 1 Chronicles 25:3, and refers to the same person his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "the fifth fell to Nethaniah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "the sixth fell to Bukkiah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "the seventh fell to Jesarelah, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "This is the same person referred to in 1 Chronicles 25:2 as Asharelah his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "the eighth fell to Jeshaiah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "the ninth fell to Mattaniah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "the tenth fell to Shimei, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "the eleventh fell to Azarel, "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "This is the same person referred to in 1 Chronicles 25:4 as Uzziel his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "the twelfth fell to Hashabiah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "the thirteenth fell to Shubael, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "the fourteenth fell to Mattithiah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "the fifteenth fell to Jerimoth, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "the sixteenth fell to Hananiah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "the seventeenth fell to Joshbekashah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "the eighteenth fell to Hanani, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "the nineteenth fell to Mallothi, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "the twentieth fell to Eliathah, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "the twenty-first fell to Hothir, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "the twenty-second fell to Giddalti, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "the twenty-third fell to Mahazioth, his sons and his relatives, twelve persons in number;"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "the twenty-fourth fell to Romamti-Ezer, his sons and his relatives, twelve persons in number."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 26
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Here were the divisions of the gatekeepers: From the Korahites, Meshelemiah son of Kore, a descendant of Asaph "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Asaph is the same person referred to as "
            },
            {
              "tag": "fqa",
              "text": "Ebiasaph in 1 Chronicles 9:19."
            },
            {
              "tag": "f",
              "text": "*."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Meshelemiah "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Meshelemiah is the same person referred to as "
            },
            {
              "tag": "fqa",
              "text": "Shelemiah in 1 Chronicles 26:14."
            },
            {
              "tag": "f",
              "text": "* had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Obed Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, and Sakar the fourth, and Nethanel the fifth,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth, for God had blessed Obed Edom."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "To Shemaiah his son were born sons who ruled over their families; they were men with many abilities."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad. His relatives Elihu and Semakiah were also men with many abilities."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "All these were descendants of Obed Edom. They and their sons and relatives were men capable of doing their duties in the tabernacle service. There were sixty-two of them related to Obed Edom."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Meshelemiah had sons and relatives, capable men, eighteen in all."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Hosah, a descendant of Merari, had sons: Shimri the leader (although he was not the firstborn, his father made him leader),"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Hilkiah the second, Tabaliah the third, Zechariah the fourth. All of Hosah’s sons and kinsmen were thirteen in number."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "These divisions of the gatekeepers, corresponding to their leaders, had responsibilities, like their relatives, to serve in Yahweh’s house."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They threw lots, both young and old, corresponding to their families, for every gate."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When the lot was cast for the east gate, it fell to Shelemiah "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Shelemiah is the same person referred to as "
            },
            {
              "tag": "fqa",
              "text": "Meshelemiah in 1 Chronicles 26:2."
            },
            {
              "tag": "f",
              "text": "* . They then cast lots for Zechariah his son, a prudent advisor, and his lot came out for the north gate."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "To Obed Edom was assigned the south gate, and his sons were assigned the storehouses."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Shuppim and Hosah were assigned the west gate along with the gate of Shalleketh, on the upper road. Watches were established for each family."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "On the east were six Levites, on the north four a day, on the south four a day, and at the storehouses two pairs."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "At the pillar to the west there were four stationed at the road and two at the pillar "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The word translated “pillar” is translated in some versions as “parbar.” This word appears only here and in 2 Kings 23:11 in the Old Testament. The meaning of this word is not clear. "
            },
            {
              "tag": "v",
              "num": "19",
              "text": "These were the gatekeepers’ divisions. They were filled with descendants of Korah and Merari."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Among the Levites, Ahijah was in charge of the treasures of God’s house, and of the treasures of the things that belong to Yahweh."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The descendants of Ladan, descended from Gershon through him and who were leaders of the families of Ladan the Gershonite, were Jehieli"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "and the sons of Jehieli: Zetham and Joel his brother. They were in charge of the storehouses of the house of Yahweh."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "From the clans of Amram, the clans of Izhar, the clans of Hebron, and the clans of Uzziel:"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Shubael son of Gershom son of Moses, was supervisor over the storehouses."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "His relatives from the clan of Eliezer were his son Rehabiah, Rehabiah’s son Jeshaiah, Jeshaiah’s son Joram, Joram’s son Zichri, and Zichri’s son Shelomith."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Shelomith and his relatives were over all the storehouses holding the things that belong to Yahweh, that David the king, the family leaders, commanders over thousands and hundreds, and the army commanders had set apart."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "They set apart the plunder won in battles for the upkeep of the house of Yahweh."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They were also in charge of everything that was set apart to Yahweh by Samuel the prophet, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah. Everything that was set apart to Yahweh was under the guard of Shelomith and his relatives."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Of Izhar’s descendants, Kenaniah and his sons were in charge of the civil affairs of Israel. They were officers and judges."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Of Hebron’s descendants, Hashabiah and his brothers, 1,700 capable men, were in charge of Yahweh’s work and the king’s work. They were on the west side of the Jordan."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "From Hebron’s descendants, Jeriah was the leader of his descendants, counted from the lists of their families. In the fortieth year of the reign of David they examined the records and found among them men of ability in Jazer of Gilead."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Jeriah had 2,700 relatives, who were capable family leaders. David made them overseers over the tribes of Reuben and Gad, and the half tribe of Manasseh, for every matter pertaining to God, and for the king’s affairs."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 27
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is the list of the Israelite family leaders, commanders of thousands and hundreds, as well as army officers who served the king in various ways. Each military division served month by month throughout the year. Each division had twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Over the division for the first month was Jashobeam son of Zabdiel. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He was among the descendants of Perez and in charge of all the army officers for the first month."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Over the division for the second month was Dodai, from the clan descended from Ahoah. Mikloth was second in rank. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The commander of the army for the third month was Benaiah son of Jehoiada, a priest and leader. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "This is the Benaiah who was the leader of the thirty, and over the thirty. Ammizabad his son was in his division."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The commander for the fourth month was Asahel brother of Joab. Zebadiah his son became commander after him. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The commander for the fifth month was Shamhuth, a descendant of Izrah. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The commander for the sixth month was Ira son of Ikkesh, from Tekoa. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The commander for the seventh month was Helez the Pelonite, from the people of Ephraim. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The commander for the eighth month was Sibbekai the Hushathite, from the clan descended from Zerah. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The commander for the ninth month was Abiezer the Anathothite, from the tribe of Benjamin. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The commander for the tenth month was Maharai from the city of Netophah, from the clan descended from Zerah. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The commander for the eleventh month was Benaiah from the city of Pirathon, from the tribe of Ephraim. In his division were twenty-four thousand men."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The commander for the twelfth month was Heldai from the city of Netophah, from the clan descended from Othniel. In his division were twenty-four thousand men."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "These were the leaders of the tribes of Israel: For the tribe of Reuben, Eliezer son of Zichri was the leader. For the tribe of Simeon, Shephatiah son of Maacah was the leader."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For the tribe of Levi, Hashabiah son of Kemuel was the leader, and Zadok led Aaron’s descendants."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For the tribe of Judah, Elihu, one of David’s brothers, was the leader. For the tribe of Issachar, Omri son of Michael was the leader."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For the tribe of Zebulun, Ishmaiah son of Obadiah was the leader. For the tribe of Naphtali, Jerimoth son of Azriel was the leader."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For the tribe of Ephraim, Hoshea son of Azaziah was the leader. For the half tribe of Manasseh, Joel son of Pedaiah was the leader."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For the half tribe of Manasseh in Gilead, Iddo son of Zechariah was the leader. For the tribe of Benjamin, Jaasiel son of Abner was the leader."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For the tribe of Dan, Azarel son of Jeroham was the leader. These were the leaders of the tribes of Israel."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "David did not count those twenty years old or younger, because Yahweh had promised to increase Israel like the stars of heaven."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Joab son of Zeruiah began to count the men, but did not finish. Wrath fell on Israel for this. This number was not written down in the Chronicles of King David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Azmaveth son of Adiel was in charge of the king’s treasuries. Jonathan son of Uzziah was over the storehouses in the fields, in the cities, and in the villages, and in the fortified towers."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Ezri son of Kelub was over the farmers, those who plowed the land."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Shimei the Ramathite was over the vineyards, and Zabdi the Shiphmite was over the grapes and the wine cellars."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Over the olive trees and the sycamore trees that were in the lowlands was Baal-Hanan from Geder, and over the storehouses of oil was Joash."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Over the herds that were pastured in Sharon was Shitrai from Sharon, and over the herds that were in the valleys was Shaphat son of Adlai."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Over the camels was Obil the Ishmaelite, and over the female donkeys was Jehdeiah from Meronoth. Over the flocks was Jaziz the Hagrite."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jaziz the Hagrite was in charge of the flocks. All these officials were in charge of the property of King David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Jonathan, David’s uncle, was an advisor, since he was a wise man and a scribe. Jehiel son of Hakmoni cared for the king’s sons."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Ahithophel was the king’s advisor, and Hushai from the Arkite people was the king’s private advisor."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Ahithophel’s position was taken by Jehoiada son of Benaiah, and by Abiathar. Joab was commander of the king’s army."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 28
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "David assembled all the officials of Israel at Jerusalem: the officials of the tribes, the officers of the divisions that served the king in their scheduled work, the commanders of thousands and of hundreds, the managers over all the property and possessions of the king and of his sons, and the officers and fighting men, including the most skilled of them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then David the king rose to his feet and said, “Listen to me, my brothers and my people. It was my intention to build a temple for the ark of the covenant of Yahweh; a footstool for our God, and I have made preparations to build it."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But God said to me, ‘You will not build a temple for my name, because you are a man of war and have shed blood.’"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Yet Yahweh, the God of Israel, chose me from all my father’s family to be king over Israel forever. He has chosen the tribe of Judah as leader. In the tribe of Judah, and in my father’s household, out of all my father’s sons, he chose me to be king over all Israel."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "From the many sons whom Yahweh has given me, he chose Solomon, my son, to sit on the throne of the kingdom of Yahweh, over Israel."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He said to me, ‘Solomon your son will build my house and my courtyards, for I have chosen him to be my son, and I will be his father."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I will establish his kingdom forever, if he remains committed to obey my commandments and decrees, as you are this day.’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Now then, in the sight of all Israel, this assembly for Yahweh, and in the presence of our God, all of you must keep and try to carry out all the commandments of Yahweh your God. Do this so that you may possess this good land and leave it as an inheritance to your children after you forever."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "As for you, Solomon my son, obey the God of your father, and serve him with your whole heart and a willing spirit. Do this because Yahweh searches all hearts and understands every motivation of everyone’s thoughts. If you seek him, he will be found by you, but if you abandon him, he will reject you permanently."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Realize that Yahweh has chosen you to build this temple as his sanctuary. Be strong and do it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then David gave to Solomon his son the plans for the temple portico, the temple buildings, the storerooms, the upper rooms, the inner rooms, and the room with the atonement lid."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He gave him the plans he had drawn for the courtyards of Yahweh’s house, all the surrounding rooms, the storerooms in God’s house, and the treasuries for the things that belong to Yahweh."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He gave him regulations for the divisions of the priests and Levites, for the assigned responsibilities for the service of the house of Yahweh, and for all the objects for the service in Yahweh’s house."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He determined the weight of all the gold vessels for each service, the weight of silver vessels for each service,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "the weight of the gold for all the gold articles, to be lampstands and gold lamps, the weight of gold for each lampstand, the weight of silver for each silver lampstand, according to the use of each lampstand in the service. "
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He gave the weight of the gold for the tables of the bread of the presence, for every table, and the weight of the silver for the silver tables."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "He gave the weight of pure gold for the meat forks, basins, and cups. He gave the weight for each of the gold bowls, and the weight of each of the silver bowls."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "He gave the weight of refined gold for the incense altar, and of the gold for the design of the cherubim that spread out their wings and covered the ark of the covenant of Yahweh."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "David said, “I have put all this in writing as Yahweh directed me and gave me to understand regarding the design.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "David said to Solomon his son, “Be strong and brave. Do the work. Do not be afraid or anxious, for Yahweh God, my God, is with you. He will not leave you nor abandon you until all the work for the service of Yahweh’s temple is finished."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "See, here are the divisions of the priests and Levites for all the service in God’s temple. They will be with you, together with all willing and skillful men, to assist you in the work and to perform the service. The officials and all the people are ready to follow your commands.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 29
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "King David said to the whole assembly, “Solomon my son, whom alone God has chosen, is still young and inexperienced, and the task is great. For the temple is not for people but for Yahweh God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So I have done my best to provide for the temple of my God. I am giving gold for the things to be made of gold, silver for the things to be made of silver, bronze for the things to be made of bronze, iron for the things to be made of iron, and wood for the things to be made of wood. I am also giving onyx stones, stones to be set, stones for inlaid work of various colors—all kinds of precious stones—and marble stone in abundance."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Now, because of my delight in the house of my God, I am giving my personal treasure of gold and silver for it. I am doing this in addition to all that I have prepared for this holy temple:"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "three thousand talents of gold from Ophir, and seven thousand talents of refined silver, in order to overlay the walls of the buildings."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I am donating gold for the things to be made of gold, and silver for the things to be made of silver, and things for all kinds of work to be done by craftsmen. Who else wants to make a contribution to Yahweh today and give himself to him?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then freewill offerings were made by the leaders of their ancestors’ families, the leaders of the tribes of Israel, the commanders of thousands and hundreds, and by the officials over the king’s work."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They gave for the service of God’s house five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and 100,000 talents of iron."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Those who had precious stones gave them to the treasury of Yahweh’s house, under the supervision of Jehiel, a descendant of Gershon."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The people rejoiced because of these freewill offerings, because they had contributed wholeheartedly to Yahweh. King David also rejoiced greatly."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "David blessed Yahweh in front of all the assembly. He said, “May you be praised, Yahweh, God of Israel our ancestor, forever and ever."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Yours, Yahweh, is the greatness, the power, the glory, the victory, and the majesty. For all that is in the heavens and on the earth is yours. Yours is the kingdom, Yahweh, and you are exalted as ruler over all."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Both riches and honor come from you, and you rule over all people. In your hand is power and might. You possess the strength and might to make people great and to give strength to anyone."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Now then, our God, we thank you and praise your glorious name."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But who am I, and who are my people, that we should be able to offer so willingly these things? Indeed, all things come from you, and we have simply given back to you what is yours."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For we are strangers and travelers before you, as all our ancestors were. Our days on the earth are like a shadow, and there is no hope of remaining on earth."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Yahweh our God, all this wealth that we have collected in order to build a temple to honor your holy name—it comes from you and belongs to you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I know also, my God, that you examine the heart and have pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things, and now I look with joy as your people who are present here willingly offer gifts to you."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Yahweh, the God of Abraham, Isaac, and Israel—our ancestors—keep this forever in the thoughts of the minds of your people. Direct their hearts toward you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Give to Solomon my son a wholehearted desire to keep your commandments, your covenant decrees, and your statutes, and to carry out all these plans to build the palace for which I have made provision.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "David said to all the assembly, “Now bless Yahweh your God.” All the assembly blessed Yahweh, the God of their ancestors, bowed their heads and worshiped Yahweh and prostrated themselves before the king."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "On the next day, they made sacrifices to Yahweh and offered burnt offerings to him. They offered a thousand bulls, a thousand rams, and a thousand lambs, with their drink offerings and sacrifices in abundance for all Israel."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "On that day, they ate and drank before Yahweh with great celebration."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Then Solomon sat on Yahweh’s throne as king instead of David his father. He prospered, and all Israel obeyed him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "All the leaders, soldiers, and King David’s sons gave allegiance to King Solomon."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Yahweh greatly honored Solomon before all Israel and bestowed on him greater power than he had ever given to any king before him in Israel."
            }
          ],
          "tag": "p",
          "text": "They made Solomon, David’s son, king a second time, and anointed him with Yahweh’s authority to be ruler. They also anointed Zadok to be priest."
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "David son of Jesse reigned over all Israel."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "David had been king of Israel for forty years. He ruled for seven years in Hebron and for thirty-three years in Jerusalem."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He died at a good old age, after enjoying a long life, wealth and honor. Solomon his son succeeded him."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "King David’s accomplishments are written in the history of Samuel the prophet, in the history of Nathan the prophet, and in the history of Gad the prophet."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Recorded there are the deeds of his rule, his accomplishments and the events that affected him, Israel, and all the kingdoms of the other lands."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "CH unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Chronicles",
  "intro": [
    {
      "tag": "mt",
      "text": "First Chronicles "
    }
  ]
}