{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For I do not want you to be ignorant, brothers, that our fathers were all under the cloud and all passed through the sea."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They all were baptized into Moses, in the cloud and in the sea,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and they all ate the same spiritual food."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They all drank the same spiritual drink, for they drank from a spiritual rock that followed them, and that rock was Christ."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But God was not well pleased with most of them, and their corpses were scattered about in the wilderness."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now these things became examples for us, so that we would not desire evil things, as they also desired."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Do not become idolaters, as some of them were; as it is written, “ The people sat down to eat and drink, and rose up to play.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Do not commit sexual immorality, as many of them committed sexual immorality, and twenty- three thousand people fell in one day."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not put Christ to the test, as many of them put him to the test, and were destroyed by the snakes."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not grumble, as many of them grumbled, and were destroyed by the destroyer."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now these things happened to them as examples. For they were written for our instruction, on whom the end of the ages has come."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore the one who thinks he stands, let him be careful that he does not fall."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "No temptation has overtaken you, except what is common to humanity. Instead, God is faithful. He will not allow you to be tempted beyond what you are able, but with the temptation, he will also provide the way of escape, so that you will be able to endure it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore, my beloved ones, flee from idolatry."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I speak as to sensible people. Judge for yourselves what I say."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The cup of blessing that we bless, is it not a sharing in the blood of Christ? The bread that we break, is it not a sharing in the body of Christ?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Because there is one loaf of bread, we who are many are one body. For we all partake from the one loaf of bread."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Look at Israel according to the flesh. Are not those who are eating the sacrifices partakers of the altar?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "What am I saying then? That food sacrificed to an idol is anything? Or that an idol is anything?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Rather, I mean that what the Gentiles sacrifice, they sacrifice to demons and not to God. But I do not want you to be partakers with the demons!"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and of the table of demons."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Or do we provoke the Lord to jealousy? We are not stronger than him, are we?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "“ Everything is lawful,” but not everything is beneficial. “ Everything is lawful,” but not everything builds people up."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "No one should seek his own good, but the good of the other person."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You may eat everything that is sold in the market, without asking for the sake of your conscience."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "For“ the earth is the Lord’ s, and the fullness of it.”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "If any of the unbelievers invite you to a meal, and you want to go, eat everything that is set before you without asking questions for the sake of your conscience."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But if someone says to you, “ This has been offered in sacrifice,” do not eat it, for the sake of that one who informed you, and for the sake of conscience—"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older manuscripts add "
          },
          {
            "tag": "fqa",
            "text": "For the earth and everything in it belong to the Lord . But the best manuscripts do not have this."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "29",
            "text": "now I mean the conscience, not your own, but that of the other person. For why should my freedom be judged by another’ s conscience?"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "If I partake of the meal with gratitude, why am I being insulted for that for which I gave thanks?"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Therefore, whether you eat or drink, or whatever you do, do all to the glory of God."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Give no offense to Jews or to Greeks, or to the church of God,"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "just as I also try to please all people in all things. I do not seek my own benefit, but that of the many, so that they might be saved."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}