{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When one of you has a dispute with another, does he dare to go to court before the unrighteous, and not before the saints?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Or do you not know that the saints will judge the world? And if the world will be judged by you, are you not competent to judge the least important cases?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Do you not know that we will judge the angels? How much more, the matters of this life?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So then, if you have legal disputes about things of this life, why do you appoint those men as judges who are of no account in the church?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I say this to your shame. Is there not any wise man among you who is able to settle a dispute between his brothers?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But brother goes to court against brother, and this before unbelievers!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "This therefore, is indeed already a complete defeat for you, since you have lawsuits among yourselves. Why not rather suffer wrong? Why not rather be cheated?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But you do wrong and cheat, and this to your brothers!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived; neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor those who practice homosexuality,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "nor thieves, nor the greedy, nor drunkards, nor slanderers, nor swindlers, will inherit the kingdom of God."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "And that is what some of you were. But you were cleansed, you were sanctified, you were justified in the name of the Lord Jesus Christ, and by the Spirit of our God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "“ Everything is lawful for me,” but not everything is beneficial. “ Everything is lawful for me,” but I will not be mastered by anything."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "“ Food is for the stomach, and the stomach is for food,” but God will do away with both of them. The body is not for sexual immorality, but for the Lord, and the Lord is for the body."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now God indeed raised the Lord, and will also raise up us by his power."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Do you not know that your bodies are members of Christ? Should I then take away the members of Christ and make them members of a prostitute? May it never be!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Or do you not know that the one who is joined to a prostitute is one flesh with her? For it says, “ The two will become one flesh.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But the one who is joined to the Lord is one spirit with him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Flee from sexual immorality! Every other sin that a person might commit is outside the body, but the one who is sexually immoral sins against his own body."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Or do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have from God? You are not your own,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "for you were bought with a price. Therefore glorify God in your body."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older copies read, "
          },
          {
            "tag": "fqa",
            "text": "Therefore glorify God with your body and in your spirit, which belong to God . But the best copies do not have this reading."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}