{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The First Letter of Paul to the Corinthians"
      },
      {
        "tag": "toc2",
        "text": "First Corinthians"
      },
      {
        "tag": "toc3",
        "num": "1",
        "text": "Co"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, called by Christ Jesus to be an apostle by the will of God, and Sosthenes our brother,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "to the church of God at Corinth, to those who have been sanctified in Christ Jesus, who are called to be saints, with all those in every place who call on the name of our Lord Jesus Christ, their Lord and ours."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "I always give thanks to my God for you because of the grace of God that was given to you in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For in everything you have been made rich in him, in all speech and all knowledge,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "just as the testimony about Christ has been confirmed as true among you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore you do not lack in any spiritual gift as you eagerly wait for the revelation of our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He will also strengthen you to the end, so that you will be blameless on the day of our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Now I urge you, brothers, through the name of our Lord Jesus Christ, that you all agree, and that there not be divisions among you, but that you be joined together in the same mind and in the same purpose."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For it has been made clear to me concerning you, my brothers, by Chloe’ s people that there are factions among you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now I mean this, that each of you says, “ I am with Paul,” or“ I am with Apollos,” or“ I am with Cephas,” or“ I am with Christ.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Is Christ divided? Paul was not crucified for you, was he? Or were you baptized in the name of Paul?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I thank God that I baptized none of you, except Crispus and Gaius,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "so that no one might say that you were baptized into my name."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "( I also baptized the household of Stephanas. Beyond that, I do not know if I baptized any others.)"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For Christ did not send me to baptize, but to preach the gospel— not with clever speech, so that the cross of Christ would not be emptied of its power."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "For the message about the cross is foolishness to those who are perishing, but to us who are being saved, it is the power of God."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For it is written,"
          },
          {
            "tag": "q",
            "text": "“ I will destroy the wisdom of the wise, and I will frustrate the understanding of the intelligent.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Where is the wise person? Where is the scholar? Where is the debater of this world? Has not God turned the wisdom of the world into foolishness?"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For since in the wisdom of God the world did not know God through wisdom, God was pleased to save those who believe through the foolishness of preaching."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For indeed Jews ask for miraculous signs and Greeks seek wisdom."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But we preach Christ crucified, a stumbling block to Jews and foolishness to Greeks."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For the foolishness of God is wiser than people, and the weakness of God is stronger than people."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "For consider your calling, brothers, that not many of you were wise according to the flesh, not many were powerful, and not many were of noble birth."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But God chose the foolish things of the world in order to shame the wise, and God chose the weak things of the world in order to shame the strong."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "God chose what is low and what is despised in the world, and things that are not, in order to bring to nothing the things that are,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "so that no flesh might boast before God."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But because of him, you are in Christ Jesus, who was made for us wisdom from God, righteousness, and also sanctification and redemption."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Therefore, as it is written, “ Let the one who boasts, boast in the Lord.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}