{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "If I speak with the tongues of men and of angels, but I do not have love, I have become a noisy gong or a clanging cymbal."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And if I have the gift of prophecy and understand all mysteries and all knowledge, and if I have all faith so as to remove mountains, but I do not have love, I am nothing."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "And if I give away all my possessions, and if I give my body so that I might boast, but I do not have love, I gain nothing."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The best ancient copies, read, "
          },
          {
            "tag": "fqa",
            "text": "I give my body so that I might boast . Some other versions read,"
          },
          {
            "tag": "fqa",
            "text": "I give my body to be burned ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Love is patient and is kind; love does not envy; love does not boast, it is not arrogant."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "It is not rude, it does not seek its own, it is not easily angered, it does not keep a count of wrongs."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "It does not rejoice in unrighteousness, but rejoices in the truth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It bears all things, believes all things, hopes all things, endures all things."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Love never ends. But if there are prophecies, they will pass away: if tongues, they will cease; if knowledge, it will pass away."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For we know in part and we prophesy in part."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But when the perfect comes, that which is partial will pass away."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became an adult, I put away childish things."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For now we see unclearly in a mirror, but then face to face. Now I know in part, but then I will know fully just as I have also been fully known."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But now these three remain: faith, hope, and love. But the greatest of these is love."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}