{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now about spiritual gifts, brothers, I do not want you to be ignorant."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You know that when you were pagans, you were led astray to mute idols, in whatever ways you were led."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Therefore I make known to you that no one speaking by the Spirit of God says, “ Jesus is accursed,” and no one can say, “ Jesus is Lord,” except by the Holy Spirit."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Now there are different gifts, but the same Spirit."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And there are different ministries, but the same Lord."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "And there are different kinds of work, but the same God who is working all things in everyone."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Now to each one is given the outward display of the Spirit for the benefit of all."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For to one is given by the Spirit a word of wisdom, and to another a word of knowledge according to the same Spirit,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "to another faith by the same Spirit, and to another gifts of healing by that one Spirit,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and to another deeds of power, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, and to another the interpretation of tongues."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But the one and the same Spirit works all these things, distributing them to each one individually just as he desires."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "For as the body is one and has many members, but all the members of the body, being many, are one body; so also is Christ."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For by one Spirit we were all baptized into one body, whether Jews or Greeks, whether bound or free, and all were made to drink of one Spirit."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For the body is not one member, but many."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If the foot says, “ Since I am not the hand, I am not part of the body,” it is not for this reason, any less part of the body."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "And if the ear says, “ Because I am not an eye, I am not part of the body,” it is not for this reason, any less part of the body."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But now God has placed the members, each one of them, in the body just as he desired."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But if they were all the same member, where would the body be?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So now there are many members, but one body."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The eye cannot say to the hand, “ I do not have need of you.” Or again, the head say to the feet, “ I do not have need of you.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "On the contrary, the members of the body that appear to be weaker are much more essential,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and the parts of the body that we think are less honorable, we give them greater honor, and our unpresentable members have more dignity,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "but our presentable members do not have this need. But God has combined the body together, giving more honor to the parts that lacked it,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "so that there may be no division within the body, but that the members should care for one another with the same affection."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So if one member suffers, all the members suffer together; and if a member is honored, all the members rejoice with it."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Now you are the body of Christ and individually members of it."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "And God has indeed appointed some in the church, first apostles, second prophets, third teachers, then miracles, then gifts of healing, helps, administration, and various kinds of tongues."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Not all are apostles, are they? Not all are prophets, are they? Not all are teachers, are they? Not all perform miracles, do they?"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Not all have gifts of healing, do they? Not all speak in tongues, do they? Not all interpret, do they?"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But earnestly desire the greater gifts. And now, I will show you a more excellent way."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}