{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Be imitators of me, just as I also am of Christ."
          }
        ],
        "tag": "nb"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Now I praise you because you remember me in everything, and you hold firmly to the traditions, just as I delivered them to you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Now I want you to understand that Christ is the head of every man, and the man is the head of a woman, and God is the head of Christ."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Every man who prays or prophesies, having something on his head, dishonors his head."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But every woman who prays or prophesies with her head uncovered dishonors her head. For it is one and the same thing as having her head shaved."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For if a woman does not cover her head, let her hair also be cut off. But if it is disgraceful for a woman to have her hair cut off or for her head to be shaved, let her cover her head."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For a man ought not to have his head covered, being the image and glory of God. But the woman is the glory of man."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For man is not from woman. Instead, woman is from man."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For man was not created for the woman, but woman for the man."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This is why the woman ought to have a symbol of authority on her head, because of the angels."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Nevertheless, in the Lord, woman is not independent from man, nor is man independent from woman."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For as the woman is from the man, so also the man is through the woman: but all things are from God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Does not even nature itself teach you that if a man has long hair, it is a disgrace for him?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But if a woman has long hair, it is her glory? For her long hair has been given to her as a covering."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But if anyone wants to be contentious about this, we do not have any other practice, nor do the churches of God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "But in the following instructions, I do not praise you, for you come together, not for the better, but for the worse."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For in the first place, I hear that when you come together in the church, there are divisions among you, and in part I believe it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For there must in fact be factions among you, so that also those who are approved may become evident among you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For when you come together in one place, it is not to eat the Lord’ s Supper."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For when it is time to eat, each one takes his own supper first; and this one is indeed hungry, and that one is drunk."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For do you not have houses in which to eat and drink? Or do you despise the church of God and humiliate those who have nothing? What should I say to you? Should I praise you for this? I will not praise you!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "For I received from the Lord what I also passed on to you, that the Lord Jesus, on the night in which he was betrayed, took bread,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and after he had given thanks, he broke it and said, “ This is my body, which is for you. Do this in remembrance of me.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "In the same way, he also took the cup after supper, saying, “ This cup is the new covenant in my blood. Do this, as often as you drink it, in remembance of me.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "For every time you eat this bread and drink this cup, you proclaim the Lord’ s death until he comes."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner, will be guilty of the body and the blood of the Lord."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But let a person examine himself, and in this way let him eat of the bread and drink of the cup."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "For he who eats and drinks without discerning the body, eats and drinks judgment to himself."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "That is why many among you are weak and ill, and many of you have fallen asleep."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But if we examine ourselves, we would not be judged."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But when we are judged by the Lord, we are disciplined, so that we would not be condemned along with the world."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Therefore, my brothers, when you come together to eat, wait for one another."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "If anyone is hungry, let him eat at home, so that you might not come together for judgment. And about the other things you wrote, I will give directions as soon as I come."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}