{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now about food sacrificed to idols: We know that we all have knowledge. Knowledge puffs up, but love builds up."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "If anyone thinks he knows something, he does not yet know as he ought to know."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But if anyone loves God, that person is known by him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So then, about the eating of food sacrificed to idols: We know that an idol in this world is nothing and that there is no God but one."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For even if indeed there are so- called gods, whether in heaven or on earth, just as there are many“ gods” and many“ lords,”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "yet for us there is only one God the Father, from whom are all things and for whom we live, and one Lord Jesus Christ, through whom all things exist, and through whom we exist."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "However, this knowledge is not in everyone. Instead, some are so accustomed to idols in the past, that they eat this food as if it were something sacrificed to an idol; and so their conscience, being weak, is defiled."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But food will not present us to God. We are not worse if we do not eat, nor better if we do eat."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But take care that this freedom of yours does not become a reason to stumble for those who are weak."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For if someone sees the one who has knowledge, eating in an idol’ s temple, will his conscience, being weak, not be built up so as to eat the things sacrificed to idols?"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So the one who is weak, the brother for whom Christ died, is destroyed through your knowledge."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Thus, when you sin against your brothers and wound their weak consciences, you sin against Christ."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore, if food causes my brother to stumble, I will not ever eat meat, so that I may not cause my brother to stumble."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}