{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now concerning the collection which is for the saints, as I directed the churches of Galatia, so also you are to do."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "On every first day of the week, let each of you put something aside, storing up from what he might have prospered, so that when I come, there will not be collections then."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then when I arrive, whomever you approve, I will send them with letters to carry your gift to Jerusalem."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "And if it is appropriate for me to go also, they will go with me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But I will come to you after I have passed through Macedonia. For I am going through Macedonia."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But perhaps I will stay with you, or even spend the winter, so that you may help me on my way, wherever I go."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For I do not desire to see you now only in passing, for I hope to remain with you for a period of time, if the Lord permits."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But I will stay in Ephesus until Pentecost,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "for a wide and effective door has opened for me, and there are many adversaries."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Now if Timothy comes, see that he might be unafraid with you, for he is doing the work of the Lord, as I also am."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Therefore, let no one despise him. But help him on his way in peace, so that he may come to me, for I am expecting him, with the brothers."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now concerning our brother Apollos, I strongly encouraged him that he come to you with the brothers. But it was not at all his will that he come now. However, he will come when he has the opportunity."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Stay alert; stand firm in the faith; act like men; be strong."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Let all you do be done in love."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Now you know, brothers, the household of Stephanas, that they were the firstfruit of Achaia, and they have devoted themselves to the service of the saints. I urge you,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "so that you also might be subject to people such as these, and to everyone who joins together and labors in the work."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I rejoice at the coming of Stephanas, and Fortunatus, and Achaicus, because they have supplied what was lacking on your part."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For they have refreshed my spirit and yours. So then, recognize people like this."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "The churches of Asia send greetings to you. Aquila and Priscilla warmly greet you in the Lord, with the church that is in their home."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "All the brothers greet you. Greet one another with a holy kiss."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "This greeting is in my own hand— Paul."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "If anyone does not love the Lord, may he be accursed. Our Lord, come!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The grace of the Lord Jesus be with you."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "My love be with you all in Christ Jesus. Amen."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions leave out, "
          },
          {
            "tag": "fqa",
            "text": "Amen ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}