{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Pursue love and be zealous for spiritual gifts, but especially that you may prophesy."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For the one who speaks in a tongue does not speak to people but to God; for no one understands, but he speaks mysteries in spirit."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But the one who prophesies speaks to people for building up, and encouragement, and consolation."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Now I desire for all of you to speak in tongues, but rather even more that you would prophesy. Now the one who prophesies is greater than the one who speaks in tongues( unless he would interpret, so that the church may be built up)."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But now, brothers, if I come to you speaking in tongues, what will I benefit you, unless I speak to you either in revelation, or in knowledge, or in prophecy, or teaching?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Even lifeless instruments that make sounds— whether flute or harp— if they do not make different sounds, how will it be known what is being played on the flute or what is being played on the harp?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For if the trumpet makes an uncertain sound, who will prepare for battle?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So it is also with you. Unless you give intelligible speech with your tongue, how will it be known what is being spoken? For you will be speaking into the air."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "There are doubtless so many kinds of languages in the world, and none is without meaning."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If then I do not know the meaning of the language, I will be a foreigner to the one who is speaking, and the one who is speaking will be a foreigner to me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So it is also with you, since you are eager for spiritual gifts, seek that you should cause them to abound for the building up of the church."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So the one who speaks in a tongue should pray that he may interpret."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If I pray in a tongue, my spirit prays, but my mind is unfruitful."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Therefore, what should I do? I will pray with my spirit, but I will also pray with my mind. I will sing with my spirit, and I will also sing with my mind."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Otherwise, if you praise God with the spirit, how will the one who fills the place of the ungifted say“ Amen” at your thanksgiving, since he does not know what you are saying?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For you certainly give thanks well enough, but the other person is not built up."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I thank God that I speak in tongues more than all of you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But in the church I would rather speak five words with my mind so that I might also instruct others, than ten thousand words in a tongue."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Brothers, do not be children in your thinking. Rather, be childlike in evil, but be mature in your thinking."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "In the law it is written,"
          },
          {
            "tag": "q",
            "text": "“ By people of strange tongues and by the lips of strangers I will speak to this people, but not even in this way will they hear me,”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "says the Lord.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "22",
            "text": "So then, tongues are for a sign, not to the believers, but to the unbelievers; but prophesy is not to the unbelievers, but to the believers."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If, therefore, the whole church comes together to the same place and they all speak in tongues, but ungifted or unbelievers come in, would they not say that you are insane?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But if you all were prophesying, but some unbeliever or ungifted person came in, he would be convicted by all and examined by all,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "the secrets of his heart would be revealed, and so he would fall on his face and worship God, declaring, “ God is really among you.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "What is to be then, brothers? When you come together, each one has a psalm, has a teaching, has a revelation, has a tongue, or has an interpretation. All things are for the building up of the church."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "If anyone speaks in a tongue, it should be two or at most three, and each in turn, and one must interpret."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But if there is not an interpreter, let him be silent in the church. Instead, let him speak to himself and to God."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Let two or three prophets speak, and let the others discern what is said."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But if a revelation is given to another who is sitting there, let the first be silent."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "For all can prophesy one by one so that all may learn and all may be encouraged."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Indeed the spirits of prophets are subject to the prophets."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "For God is not a God of confusion, but of peace."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "As in all the churches of the saints,",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "34",
            "text": "let the women be silent in the churches. For it is not permitted for them to speak, but to be in submission, as also the law says."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "If however they desire to learn anything, let them ask their own husbands at home, for it is disgraceful for a woman to speak in church."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Or did the word of God go out from you? Or has it come only to you?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "If anyone thinks himself to be a prophet or spiritual, he should acknowledge that the things I write to you are a command of the Lord."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But if anyone is ignorant, let him be ignorant."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The best ancient manuscripts have "
          },
          {
            "tag": "fqa",
            "text": "But if anyone is ignorant, let him be ignorant . Some older versions have"
          },
          {
            "tag": "fqa",
            "text": "But if anyone does not recognize this, let him not be recognized ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "So then, brothers, earnestly desire to prophesy, and do not forbid speaking in tongues."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "But let all things be done properly and in order."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 14
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}