{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When I came to you, brothers, I did not come with eloquence of speech or wisdom as I proclaimed to you the mystery of God."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many other versions read, "
          },
          {
            "tag": "fqa",
            "text": "as I proclaimed the testimony about God ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For I decided not to know anything among you except Jesus Christ, and him crucified."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I was with you in weakness, and in fear, and in much trembling."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "My message and my proclamation were not with persuasive words of wisdom, but with a demonstration of the Spirit and of power,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "so that your faith might not be in human wisdom, but in God’ s power."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Now we do speak wisdom among the mature, but not wisdom of this age, or of the rulers of this age, who are passing away."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Instead, we speak God’ s wisdom in a hidden mystery, that God predestined before the ages for our glory."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "None of the rulers of this age understood it, for if they had understood it, they would not have crucified the Lord of glory."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But as it is written,"
          },
          {
            "tag": "q",
            "text": "“ What eye has not seen, and ear has not heard, and has not arisen in man’ s heart, these things God has prepared for those who love him.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "For God has revealed them to us through the Spirit. For the Spirit searches everything, even the deep things of God."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For who among men knows the things of a man except the spirit of the man that is within him? So also, no one knows the things of God except the Spirit of God."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But we did not receive the spirit of the world, but the Spirit who is from God, so that we might know the things freely given to us by God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "And we speak these things, not in words taught by human wisdom, but in words taught by the Spirit, interpreting spiritual things for spiritual people."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But the natural person does not receive the things of the Spirit of God, for they are foolishness to him. He cannot understand them because they are spiritually discerned."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But the one who is spiritual discerns all things, but he himself is discerned by no one."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ For who has known the mind of the Lord— who will instruct him?”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "But we have the mind of Christ.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      }
    ],
    "num": 2
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}