{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my workmanship in the Lord?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "If I am not an apostle to others, at least I am to you. For you are the proof of my apostleship in the Lord."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "This is my defense to those who examine me:"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do we not have the right to eat and drink?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Do we not have the right to take along with us a believing wife, even as the rest of the apostles, and the brothers of the Lord, and Cephas?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Or is it only Barnabas and I who do not have the right not to work?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Who serves as a soldier at any time at his own expense? Who plants a vineyard and does not eat its fruit? Or who shepherds a flock and does not drink from the milk of the flock?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Am I not saying these things according to human authority? Or does not the law also say this?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For it is written in the law of Moses, “ Do not put a muzzle on an ox when it is treading out the grain.” God does not care about the oxen, does he?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Or is he speaking entirely for our sake? For it was written for us, the one who plows ought to plow in hope, and the one who threshes ought to thresh in hope of sharing the harvest."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If we sowed spiritual things among you, is it too much if we reap material things from you?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "If others exercised this right over you, should we not even more? But we did not claim this right. Instead we endured everything in order not to cause any hindrance to the gospel of Christ."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Do you not know that those who serve in the temple eat from the things of the temple; those who serve at the altar partake from the altar?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "In the same way, the Lord commanded that those who proclaim the gospel should get their living from the gospel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But I have not claimed any of these rights. For I do not write these things so that this might be done for me, for it would be better for me to die rather than anyone would deprive me of my boasting."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For if I preach the gospel, there is no reason for me to boast, because this necessity was placed upon me. For woe be to me if I would not preach the gospel!"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For if I do this willingly, I have a reward. But if unwillingly, I have been entrusted with a stewardship."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "What then is my reward? That when I preach the gospel without charge, I might offer the gospel so as not to take full use of my right in the gospel."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For though I am free from all, I made myself a servant to all, in order that I might gain even more."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "To the Jews I became like a Jew, in order to win Jews. To those under the law, I became like one under the law in order to win those under the law, though I myself was not under the law."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The ULT and UST read, "
          },
          {
            "tag": "fqa",
            "text": "I did this even though I was not under the law myself . Some older versions leave this passage out."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "To those outside the law, I became like one outside the law( although I was not outside the law of God, but under the law of Christ) so that I might win those outside the law."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "To the weak I became weak, so that I might win the weak. I have become all things to all people, so that I might by all means save some."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I do all things for the sake of the gospel, so that I might become a partaker of it."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Do you not know that in a race all the runners run, but only one receives the prize? So run in such a way that you might obtain it."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Everyone who competes in the games exercises self- control in all things. Now they do it in order that they might receive a perishable crown, but we, an imperishable one."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Therefore I run thus, not as without purpose; I fight thus, not as boxing the air."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But I subdue my body and make it a slave, so that after I have preached to others, I myself might not be disqualified."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}