{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now concerning the issues you wrote about: “ It is good for a man not to touch a woman.”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But because of immorality, each man should have his own wife, and each woman should have her own husband."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The husband should give to the wife her sexual rights, and likewise the wife also to her husband."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The wife does not have authority over her own body, but the husband does. And likewise, the husband also does not have authority over his own body, but the wife does."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Do not deprive each other, except by mutual agreement for a specific time, so that you may devote yourselves to prayer. Then be together again, so that Satan might not tempt you because of your lack of self- control."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "But I say these things as a concession, not as a command."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I wish that everyone was even as myself. But each one has his own gift from God, one indeed this way, and another that way."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now to the unmarried and to the widows I say that it is good if they remain as I am."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But if they do not have self- control, they should marry. For it is better to marry than to burn with desire."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now to the married I give this command— not I, but the Lord— the wife should not be separated from her husband"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "( but even if she is separated, she must remain unmarried, or be reconciled to her husband), and the husband should not divorce his wife."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But to the rest I say— I, not the Lord— that if any brother has an unbelieving wife, and she agrees to live with him, he must not divorce her."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "And if any woman has an unbelieving husband, and he agrees to live with her, she must not divorce her husband."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For the unbelieving husband is sanctified through his wife, and the unbelieving wife is sanctified through the brother. Otherwise your children would be unclean, but now they are holy."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But if the unbeliever departs, let him go. In such cases, the brother or the sister is not bound, but God has called us to peace."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For how do you know, woman, whether you will save your husband? Or how do you know, man, whether you will save your wife?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Only as the Lord has assigned to each one, as God has called each one, thus let him walk. I direct in this way in all the churches."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Was anyone called when he was circumcised? Let him not be uncircumcised. Was anyone called in uncircumcision? Let him not be circumcised."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Circumcision is nothing, and uncircumcision is nothing, but what matters is keeping the commandments of God."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Each one, in the calling in which he was called, in that he should remain."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Were you called as a slave? Let it not be a concern to you. But if indeed you are able to become free, then take advantage of it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For the one who was called in the Lord as a slave is the Lord’ s freedman. Likewise, the one who was called while free is a slave of Christ."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You were bought with a price; do not become slaves of men."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Brothers, in whatever condition each one was called, let him remain with God in that condition."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Now concerning the virgins, I do not have a commandment from the Lord. However, having received mercy from the Lord, I give an opinion as one who is trustworthy."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Therefore, I think this is good, because of the coming distress, that it is good for a man to remain as he is."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Are you bound to a wife? Do not seek to be released. Are you released from a wife? Do not seek a wife."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But if indeed you marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will have distress in the flesh, and I want to spare you from this."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But this I say, brothers: The time is shortened, so that from now on, and those who have wives should be as though they had none;"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "and those who weep, as though they were not weeping; and those who rejoice, as though they were not rejoicing; and those who buy, as though they did not possess;"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "and those using the world, as though they were not using it. For the present form of this world is passing away."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But I would like you to be free from concern. The unmarried man is concerned about the things of the Lord, how to please the Lord."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But the married man is concerned about the things of the world, how to please his wife, and he is divided. The unmarried woman or the virgin"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "is concerned about the things of the Lord, so that she might be holy both in the body and in the spirit. But the one who is married is concerned about the things of the world, how she might please her husband."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "I say this for your own benefit, not in order to put any constraint on you, but to promote what is appropriate and devoted to the Lord without any distraction."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "But if anyone thinks he is acting improperly toward his virgin— if she is beyond the age of marriage and it must be so— he should do what he wants. He is not sinning; let them marry."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "But the one who stands firm in his heart, not under compulsion, but having authority over his own will, and he has decided this in his own heart— to keep his own virgin— he will do well."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "So then, the one who marries his own virgin does well, and the one who does not marry will do even better."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "A wife is bound for as long as her husband lives. But if her husband dies, she is free to marry whomever she wishes, but only in the Lord."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Yet in my judgment she would be happier if she remains as she is. And I think that I also have the Spirit of God."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}