{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is how a person should regard us, as servants of Christ and stewards of the mysteries of God."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now what is required of stewards is that one be found faithful."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But for me it is a very small thing that I would be judged by you, or by a human court. For I do not even judge myself."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For I am aware of nothing against myself, but I am not justified by this. But the Lord is the one who judges me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Therefore do not judge anything before the time, before the Lord comes. He will both bring to light the hidden things of darkness and reveal the purposes of the hearts. Then the praise from God will come to each one."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Now, brothers, I applied these things to myself and Apollos for your sakes, so that through us you might learn this:"
          },
          {
            "tag": "q",
            "text": "“ Do not go beyond what is written,”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "so that no one would be puffed up in favor of the one against the other.",
            "attributes": {
              "occurrence": "2",
              "occurrences": "2"
            }
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For who makes you superior? What do you have that you did not receive? And if indeed you received it, why do you boast as if you did not receive it?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Already you are satisfied! Already you have become rich! You began to reign apart from us, and I wish you really did reign, so that we also might reign with you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For I think God has exhibited us apostles last of all, as men sentenced to death. For we have become a spectacle to the world— both to angels, and to men."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "We are fools for Christ’ s sake, but you are wise in Christ. We are weak, but you are strong. You are honored, but we are dishonored."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Up to this present hour we are both hungry and thirsty, and we are poorly clothed, and we are brutally beaten, and we are homeless."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "We work hard, working with our own hands. When we are reviled, we bless. When we are persecuted, we endure."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When we are slandered, we speak with kindness. We have become as the scum of the world and the refuse all things, even until now."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "I do not write these things to shame you, but to correct you as my beloved children."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For if you would have ten thousand guardians in Christ, yet you would not have many fathers. For I became your father in Christ Jesus through the gospel."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Therefore I urge you to be imitators of me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For this reason, I sent to you Timothy, who is my beloved and faithful child in the Lord. He will remind you of my ways that are in Christ Jesus, just as I teach everywhere in every church."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Now some have become arrogant, as though I were not coming to you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But I will come to you soon, if the Lord wills. Then I will find out not merely the talk of these who are arrogant, but their power."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For the kingdom of God does not consist in talk but in power."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "What do you want? Shall I come to you with a rod or with love and a spirit of gentleness?"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}