{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Brothers, I could not speak to you as to spiritual people, but as to fleshly people, as to infants in Christ."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I gave you milk to drink, not solid food, for you were not yet able. Indeed, even now, you are not able."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For you are still fleshly. For where jealousy and strife exist among you, are you not fleshly, and walking like mere men?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For when one says, “ I am of Paul,” and another says, “ I am of Apollos,” are you not fleshly?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Who then is Apollos? And who is Paul? Servants through whom you believed, even as the Lord have given to each one."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I planted, Apollos watered, but God gave the growth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So then, neither he who plants nor he who waters is anything, but God is the one who causes the growth."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now he who plants and he who waters are one, and each will receive his own wages according to his own labor."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For we are God’ s fellow workers. You are God’ s garden, God’ s building."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "According to the grace of God that was given to me as a skilled master builder, I laid a foundation and another is building on it. But let each man be careful how he builds on it."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For no one can lay a foundation other than the one that has been laid, that is, Jesus Christ."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "the work of each one will be evident, for the daylight will display it, for it will be revealed in fire. The fire itself will test what is the quality of each one’ s work."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "If anyone’ s work that he built remains, he will receive a reward;"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "but if anyone’ s work is burned up, he will suffer loss, but he himself will be saved, as though through fire."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Do you not know that you are God’ s temple and the Spirit of God lives in you?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If anyone destroys God’ s temple, God will destroy that person. For the temple of God is holy, which is what you are."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Let no one deceive himself. If anyone among you thinks he is wise in this age, let him become a“ fool” that he may become wise."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For the wisdom of this world is foolishness with God. For it is written,"
          },
          {
            "tag": "q",
            "text": "“ He catches the wise in their craftiness.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "And again,"
          },
          {
            "tag": "q",
            "text": "“ The Lord knows the thoughts of the wise, that they are futile.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "For this reason, let no one boast in men. For all things are yours,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All things are yours,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and you are Christ’ s, and Christ is God’ s."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 3
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}