{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It is actually reported that there is sexual immorality among you, and a kind of immorality which does not even exist among the Gentiles— that a man has his father’ s wife."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And you are proud! Should you not mourn instead, so that the one who did this deed might be removed from among you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For even though I am absent in body, I am present in spirit. I have already passed judgment on the one who did such a thing, just as though I were there."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When you are assembled in the name of our Lord Jesus Christ, and I am with you in spirit, with the power of our Lord Jesus,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved on the day of the Lord."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Your boasting is not good. Do you not know that a little yeast leavens the whole loaf?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Clean out the old yeast so that you may be new dough, so that you may be unleavened bread. For Christ, our Passover lamb, has been sacrificed."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So let us then celebrate the festival, not with old yeast, nor with yeast of bad behavior and wickedness, but with unleavened bread of sincerity and truth."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "I wrote to you in my letter not to associate with sexually immoral people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "In no way did I mean all the immoral people of this world, or the greedy, or swindlers, or idolaters, since then you would need to go out of the world."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But now I am writing to you not to associate with anyone who is called a brother but who is sexually immoral, or greedy, or an idolater, or verbally abusive, or a drunkard, or a swindler. Do not even eat with such a person."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For what do I have to do with judging those outside? Are you not to judge those inside?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But God judges those who are outside."
          },
          {
            "tag": "q",
            "text": "“ Remove that evil person from among you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "m"
      }
    ],
    "num": 5
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:24:27 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Corinthians "
    }
  ]
}