{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Hannah prayed and said,"
          },
          {
            "tag": "q",
            "text": "“My heart exults in Yahweh."
          },
          {
            "tag": "q",
            "text": "My horn is exalted in Yahweh."
          },
          {
            "tag": "q",
            "text": "My mouth boasts over my enemies,"
          },
          {
            "tag": "q",
            "text": "because I rejoice in your salvation."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "There is no one holy like Yahweh,"
          },
          {
            "tag": "q",
            "text": "for there is none besides you;"
          },
          {
            "tag": "q",
            "text": "there is no rock like our God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Boast no more so very proudly;"
          },
          {
            "tag": "q",
            "text": "let no arrogance come out of your mouth."
          },
          {
            "tag": "q",
            "text": "For Yahweh is a God of knowledge;"
          },
          {
            "tag": "q",
            "text": "by him actions are weighed."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The bow of the mighty men are broken,"
          },
          {
            "tag": "q",
            "text": "but those who stumble put on strength like a belt."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Those who were full have hired themselves out for bread;"
          },
          {
            "tag": "q",
            "text": "those who were hungry have stopped being hungry."
          },
          {
            "tag": "q",
            "text": "Even the barren one gives birth to seven,"
          },
          {
            "tag": "q",
            "text": "but the woman who has many children languishes."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh kills and brings to life."
          },
          {
            "tag": "q",
            "text": "He brings down to Sheol and raises up."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh makes some people poor and some rich."
          },
          {
            "tag": "q",
            "text": "He humbles, but he also lifts up."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He raises up the poor out of the dust."
          },
          {
            "tag": "q",
            "text": "He lifts the needy from the ash heap"
          },
          {
            "tag": "q",
            "text": "to make them sit with princes"
          },
          {
            "tag": "q",
            "text": "and inherit the seat of honor."
          },
          {
            "tag": "q",
            "text": "For the pillars of the earth are Yahweh’s"
          },
          {
            "tag": "q",
            "text": "and he has set the world upon them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He will guard the feet of his faithful people,"
          },
          {
            "tag": "q",
            "text": "but the wicked will be put to silence in darkness,"
          },
          {
            "tag": "q",
            "text": "for no one will prevail by strength."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Those who oppose Yahweh will be broken to pieces;"
          },
          {
            "tag": "q",
            "text": "he will thunder against them from heaven."
          },
          {
            "tag": "q",
            "text": "Yahweh will judge the ends of the earth;"
          },
          {
            "tag": "q",
            "text": "he will give strength to his king"
          },
          {
            "tag": "q",
            "text": "and exalt the horn of his anointed.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then Elkanah went to Ramah, to his house. The child served Yahweh in the presence of Eli the priest."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Now the sons of Eli were worthless men. They did not know Yahweh."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The custom of the priests with the people was that when any man offered a sacrifice, the priest’s servant would come with a three-pronged fork in his hand, while the meat was boiling."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He would stick it into the pan, or kettle, or cauldron, or pot. All that the fork brought up the priest would take for himself. They did this in Shiloh with all the Israelites that came there."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Worse, before they burned the fat, the priest’s servant came, and said to the man who was sacrificing, “Give meat to roast for the priest; for he will not accept boiled meat from you, but only raw.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If the man said to him, “They must burn the fat first, and then take as much as you want.” Then he would say, “No, you will give it me now; if not, I will take it by force.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The sin of these young men was very great before Yahweh, for they despised Yahweh’s offering."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "But Samuel served Yahweh as a child clothed with a linen ephod."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "His mother would make him a little robe and bring it to him from year to year, when she came up with her husband to offer the yearly sacrifice."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Eli would bless Elkanah and his wife and say, “May Yahweh give you more children by this woman because of the request she made of Yahweh.” Then they would return to their own home."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Yahweh again helped Hannah, and again she became pregnant. She bore three sons and two daughters. Meanwhile, the child Samuel grew before Yahweh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Now Eli was very old; he heard all that his sons were doing to all Israel, and how they were lying with the women who were serving at the entrance to the tent of meeting."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He said to them, “Why do you do such things? For I hear of your evil actions from all these people.”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "No, my sons; for it is not a good report that I hear. You make Yahweh’s people disobey."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "“If one man sins against another, God will judge him; but if a man sins against Yahweh, who will speak for him?” But they would not listen to the voice of their father, because Yahweh intended to kill them."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The child Samuel grew up, and increased in favor with Yahweh and also with men."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Now a man of God came to Eli and said to him, “Yahweh says, ‘Did I not reveal myself to the house of your ancestor, when they were in Egypt in bondage to Pharaoh’s house?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "I chose him out of all the tribes of Israel to be my priest, to go up to my altar, and to burn incense, to wear an ephod before me. I gave to the house of your ancestor all the offerings of the people of Israel made with fire."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Why, then, do you scorn my sacrifices and offerings that I required in the place where I live? Why do you honor your sons above me by making yourselves fat with the best of every offering of my people Israel?’"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "For Yahweh, the God of Israel, says, ‘I promised that your house, and the house of your ancestor, should walk before me forever.’ But now Yahweh says, ‘Far be it from me to do this, for I will honor those who honor me, but those who despise me will be lightly esteemed."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "See, the days are coming when I will cut off your strength and the strength of your father’s house, so that there will no longer be any old man in your house."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "You will see distress in the place where I live. Although good will be given to Israel, there will no longer be any old man in your house."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Any one of you that I do not cut off from my altar, I will cause your eyes to fail, and I will cause grief for your life. All the men born in your family will die."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "This will be the sign for you that will come on your two sons, on Hophni and Phinehas: They will both die on the same day."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "I will raise up for myself a faithful priest who will do what is in my heart and in my soul. I will build him a sure house; and he will walk before my anointed king forever."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Everyone who is left in your house will come and bow down to him, asking for a piece of silver and a loaf of bread, and will say, “Please assign me to one of the priests’ positions so I can eat a piece of bread.”’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "SA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Samuel",
  "intro": [
    {
      "tag": "mt",
      "text": "First Samuel "
    }
  ]
}