{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now concerning the times and the seasons, brothers, you have no need that anything be written to you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For you yourselves know perfectly well that the day of the Lord is coming like a thief in the night."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When they say, “ Peace and safety,” then sudden destruction will come on them. It will be like birth pains in a pregnant woman. They will certainly not escape."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But you, brothers, are not in darkness so that the day would overtake you like a thief."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For you are all sons of the light and sons of the day. We are not sons of the night nor of the darkness."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So then, let us not sleep as the rest do. Instead, let us keep watch and be sober."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For those who sleep, sleep at night, and those who get drunk, get drunk at night."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But since we belong to the day, we must stay sober and put on faith and love as a breastplate, and the hope of salvation for our helmet."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For God did not appoint us for wrath, but to obtain salvation through our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "It is he who died for us so that, whether we are awake or asleep, we may live together with him."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Therefore comfort one another and build each other up, even as you are already doing."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "But we ask you, brothers, to acknowledge those who labor among you and who are over you in the Lord and who admonish you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "We also ask you to regard them highly in love because of their work. Be at peace among yourselves."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But we exhort you, brothers: Warn the disorderly, encourage the discouraged, help the weak, and be patient toward all."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "See that no one pays back evil for evil to anyone. Instead, always pursue what is good, both for one another and for everyone."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Rejoice always."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Pray without ceasing."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "In everything give thanks. For this is the will of God in Christ Jesus for you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Do not quench the Spirit."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Do not despise prophecies."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Test all things. Hold on to what is good."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Avoid every appearance of evil."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "May the God of peace himself make you completely holy. May your spirit, and soul, and body be preserved fully and without blame at the coming of our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Faithful is he who calls you, the one who will also do it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Brothers, pray also for us."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Greet all the brothers with a holy kiss."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I solemnly charge you by the Lord to have this letter read to all the brothers."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "May the grace of our Lord Jesus Christ be with you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "TH EN_ULT en_English_ltr Thu Jun 13 2019 11:36:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Thessalonians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Thessalonians"
    }
  ]
}