{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The First Letter of Paul to the Thessalonians"
      },
      {
        "tag": "toc2",
        "text": "First Thessalonians"
      },
      {
        "tag": "toc3",
        "num": "1",
        "text": "Th"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul and Silvanus and Timothy to the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace and peace to you."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions have "
          },
          {
            "tag": "fqa",
            "text": "May grace and peace be to you from God our Father and the Lord Jesus Christ ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "We always give thanks to God for all of you, as we mention you continually in our prayers."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "We remember your work of faith, and labor of love, and steadfastness of hope in our Lord Jesus Christ before our God and Father."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Brothers loved by God, we know he has chosen you,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "because our gospel came to you not in word only, but also in power, and in the Holy Spirit, and with much assurance. In the same way, you also know what kind of men we were among you for your sake."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You became imitators of us and of the Lord, as you received the word in much hardship with joy from the Holy Spirit."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "As a result, you became an example to all the believers in Macedonia and in Achaia."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "From you indeed the word of the Lord has rung out, not only in Macedonia and in Achaia, but your faith in God has gone out into every place. Therefore we do not need to say anything."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For they themselves report concerning us what kind of reception we had among you, and how you turned to God from the idols to serve the living and true God,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and that you are waiting for his Son from heaven, whom he raised from the dead— Jesus, who frees us from the wrath to come."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TH EN_ULT en_English_ltr Thu Jun 13 2019 11:36:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Thessalonians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Thessalonians"
    }
  ]
}