{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For you yourselves know, brothers, that our coming to you was not useless."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But just as you know, we previously suffered and were shamefully treated at Philippi. We were bold in our God to speak to you the gospel of God in much struggling."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For our exhortation was not from error, nor from impurity, nor from deceit."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Instead, just as we have been approved by God to be trusted with the gospel, so we speak, not to please men, but God. He is the one who examines our hearts."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For we did not come at that time with words of flattery, as you know, nor with a pretext to cover up greed— God is our witness."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Nor did we seek glory from people, either from you or from others."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "We could have been a burden as apostles of Christ. Instead, we became like little children among you. As when a mother comforts her own children,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient copies read, "
          },
          {
            "tag": "fqa",
            "text": "Instead, we were as gentle among you as a mother comforting her own children ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "8",
            "text": "thus we had affection for you. We were pleased to share with you not only the gospel of God but also our own lives. For you had become very dear to us."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For you remember, brothers, our labor and toil. Night and day we were working so that we might not weigh down any of you as we preached to you the gospel of God."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You are witnesses, and God also, how holy, and righteous, and blameless was our behavior toward you who believe."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "In the same way you know how we were with each one of you, as a father with his own children,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "exhorting you and encouraging and urging you to walk in a manner that is worthy of God, who calls you into his own kingdom and glory."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "For this reason we also thank God constantly, that when you received God’ s message that you heard from us you accepted it not as the word of man, but just as it truly is, the word of God, which is also at work in you who believe."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For you, brothers, became imitators of the churches of God that are in Judea in Christ Jesus. For the same things they suffered, you also suffered from your own countrymen, as they also did from the Jews,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "who killed both the Lord Jesus and the prophets, and who drove us out. They do not please God. Instead, they are hostile to all people."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They forbid us to speak to the Gentiles for them to be saved. The result is that they always fill up their own sins. But wrath will overtake them in the end."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "But we, brothers, were separated from you for a short time, in person not in heart. We were especially eager, with great desire, to see your faces."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For we wished to come to you— indeed I, Paul, once or twice— but Satan stopped us."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For what is our hope, or joy, or crown of pride in front of our Lord Jesus at his coming? Is it not even you?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For you are our glory and joy."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "TH EN_ULT en_English_ltr Thu Jun 13 2019 11:36:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Thessalonians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Thessalonians"
    }
  ]
}