{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The First Letter of Paul to the Thessalonians"
        },
        {
          "tag": "toc2",
          "text": "First Thessalonians"
        },
        {
          "tag": "toc3",
          "num": "1",
          "text": "Th"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul and Silvanus and Timothy to the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace and peace to you."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some older versions have "
            },
            {
              "tag": "fqa",
              "text": "May grace and peace be to you from God our Father and the Lord Jesus Christ ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "We always give thanks to God for all of you, as we mention you continually in our prayers."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "We remember your work of faith, and labor of love, and steadfastness of hope in our Lord Jesus Christ before our God and Father."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Brothers loved by God, we know he has chosen you,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "because our gospel came to you not in word only, but also in power, and in the Holy Spirit, and with much assurance. In the same way, you also know what kind of men we were among you for your sake."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "You became imitators of us and of the Lord, as you received the word in much hardship with joy from the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "As a result, you became an example to all the believers in Macedonia and in Achaia."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "From you indeed the word of the Lord has rung out, not only in Macedonia and in Achaia, but your faith in God has gone out into every place. Therefore we do not need to say anything."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For they themselves report concerning us what kind of reception we had among you, and how you turned to God from the idols to serve the living and true God,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and that you are waiting for his Son from heaven, whom he raised from the dead— Jesus, who frees us from the wrath to come."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For you yourselves know, brothers, that our coming to you was not useless."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But just as you know, we previously suffered and were shamefully treated at Philippi. We were bold in our God to speak to you the gospel of God in much struggling."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For our exhortation was not from error, nor from impurity, nor from deceit."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Instead, just as we have been approved by God to be trusted with the gospel, so we speak, not to please men, but God. He is the one who examines our hearts."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For we did not come at that time with words of flattery, as you know, nor with a pretext to cover up greed— God is our witness."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Nor did we seek glory from people, either from you or from others."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "We could have been a burden as apostles of Christ. Instead, we became like little children among you. As when a mother comforts her own children,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient copies read, "
            },
            {
              "tag": "fqa",
              "text": "Instead, we were as gentle among you as a mother comforting her own children ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "8",
              "text": "thus we had affection for you. We were pleased to share with you not only the gospel of God but also our own lives. For you had become very dear to us."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For you remember, brothers, our labor and toil. Night and day we were working so that we might not weigh down any of you as we preached to you the gospel of God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You are witnesses, and God also, how holy, and righteous, and blameless was our behavior toward you who believe."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "In the same way you know how we were with each one of you, as a father with his own children,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "exhorting you and encouraging and urging you to walk in a manner that is worthy of God, who calls you into his own kingdom and glory."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "For this reason we also thank God constantly, that when you received God’ s message that you heard from us you accepted it not as the word of man, but just as it truly is, the word of God, which is also at work in you who believe."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For you, brothers, became imitators of the churches of God that are in Judea in Christ Jesus. For the same things they suffered, you also suffered from your own countrymen, as they also did from the Jews,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "who killed both the Lord Jesus and the prophets, and who drove us out. They do not please God. Instead, they are hostile to all people."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They forbid us to speak to the Gentiles for them to be saved. The result is that they always fill up their own sins. But wrath will overtake them in the end."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "But we, brothers, were separated from you for a short time, in person not in heart. We were especially eager, with great desire, to see your faces."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For we wished to come to you— indeed I, Paul, once or twice— but Satan stopped us."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For what is our hope, or joy, or crown of pride in front of our Lord Jesus at his coming? Is it not even you?"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For you are our glory and joy."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore, when we could no longer bear it, we thought it was good to be left behind at Athens alone,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and we sent Timothy, our brother and God’ s servant in the gospel of Christ, to strengthen you and comfort you regarding your faith,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some other versions read, "
            },
            {
              "tag": "fqa",
              "text": "we sent Timothy, our brother and fellow worker for God in the gospel of Christ ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "3",
              "text": "so that no one would be shaken by these sufferings. For you yourselves know that for this we have been appointed."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For even when we were with you, we told you in advance that we were about to suffer affliction, and it happened, just so, as you know."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For this reason, when I could no longer stand it, I sent that I might know about your faith. Perhaps the tempter had somehow tempted you, and our labor was in vain."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But just now Timothy came to us from you and brought us the good news of your faith and love. He told us that you always have good memories of us, and that you long to see us just as we also long to see you."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Because of this, brothers, we were comforted by you because of your faith, in all our distress and affliction."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For now we live, if you stand firm in the Lord."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For what thanks can we give to God for you, for all the joy that we have before our God over you?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Night and day we pray very hard that we may see your face and provide what is lacking in your faith."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But may our God and Father himself, and our Lord Jesus, direct our way to you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Moreover, may the Lord make you increase and abound in love one for another and toward all people, as we also do for you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "so that He may strengthen your hearts to be blameless in holiness before our God and Father, at the coming of our Lord Jesus with all his saints. Amen!"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "So finally, brothers, we encourage and exhort you in the Lord Jesus. As you received instructions from us about how you must walk and please God, also in this way walk, so that you do so even more."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For you know what instructions we gave you through the Lord Jesus."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For this is the will of God, your sanctification, that you avoid sexual immorality,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "that each of you know how to possess his own vessel in holiness and honor,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "not in the passion of lust( even as the Gentiles who do not know God)."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Let no man transgress and wrong his brother in this matter. For the Lord is an avenger in all these things, just as we also forewarned you and testified."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For God did not call us to uncleanness, but to holiness."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Therefore, he who rejects this rejects not people, but God, who gives his Holy Spirit to you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But regarding brotherly love, you have no need for anyone to write to you, for you yourselves are taught by God to love one another."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For indeed, you do this for all the brothers who are in all Macedonia. But we exhort you, brothers, to do this even more."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "We also exhort you to aspire to live quietly, and to take care of your own responsibilities, and to work with your own hands, just as we commanded you,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "so that you may walk properly before outsiders and not be in any need."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But we do not want you to be uninformed, brothers, about those who sleep, so that you do not grieve like indeed the rest who do not have hope."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For if we believe that Jesus died and rose again, even so God will bring with Jesus those who have fallen asleep in him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For this we say to you by the word of the Lord, that we who are alive, who are left at the coming of the Lord, will surely not go before those who have fallen asleep."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For the Lord himself will descend from heaven. He will come with a shout, with the voice of the archangel, and with the trumpet of God, and the dead in Christ will rise first."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air. In this way we will always be with the Lord."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Therefore, comfort one another with these words."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now concerning the times and the seasons, brothers, you have no need that anything be written to you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For you yourselves know perfectly well that the day of the Lord is coming like a thief in the night."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When they say, “ Peace and safety,” then sudden destruction will come on them. It will be like birth pains in a pregnant woman. They will certainly not escape."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But you, brothers, are not in darkness so that the day would overtake you like a thief."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For you are all sons of the light and sons of the day. We are not sons of the night nor of the darkness."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So then, let us not sleep as the rest do. Instead, let us keep watch and be sober."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For those who sleep, sleep at night, and those who get drunk, get drunk at night."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But since we belong to the day, we must stay sober and put on faith and love as a breastplate, and the hope of salvation for our helmet."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For God did not appoint us for wrath, but to obtain salvation through our Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "It is he who died for us so that, whether we are awake or asleep, we may live together with him."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Therefore comfort one another and build each other up, even as you are already doing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "But we ask you, brothers, to acknowledge those who labor among you and who are over you in the Lord and who admonish you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "We also ask you to regard them highly in love because of their work. Be at peace among yourselves."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But we exhort you, brothers: Warn the disorderly, encourage the discouraged, help the weak, and be patient toward all."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "See that no one pays back evil for evil to anyone. Instead, always pursue what is good, both for one another and for everyone."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Rejoice always."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Pray without ceasing."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "In everything give thanks. For this is the will of God in Christ Jesus for you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Do not quench the Spirit."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do not despise prophecies."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Test all things. Hold on to what is good."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Avoid every appearance of evil."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "May the God of peace himself make you completely holy. May your spirit, and soul, and body be preserved fully and without blame at the coming of our Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Faithful is he who calls you, the one who will also do it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Brothers, pray also for us."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Greet all the brothers with a holy kiss."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "I solemnly charge you by the Lord to have this letter read to all the brothers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "May the grace of our Lord Jesus Christ be with you."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "TH EN_ULT en_English_ltr Thu Jun 13 2019 11:36:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Thessalonians",
  "intro": [
    {
      "tag": "mt",
      "text": "First Thessalonians"
    }
  ]
}