{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This saying is trustworthy: If someone desires to be an overseer, he desires a good work."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Therefore the overseer must be without reproach, a husband of one wife, moderate, sensible, orderly, hospitable, able to teach,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "not addicted to wine, not a brawler, but instead, gentle, peaceful, not a lover of money."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He must manage his own household well, having his children under control, with all respect."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For if a man does not know how to manage his own household, how will he care for the church of God?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He must not be a new convert, so that he does not swell with pride and might not fall into condemnation of the devil."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He must also have a good reputation with those outside, so that he does not fall into disgrace and the trap of the devil."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Deacons, likewise, must be dignified, not double- talkers, not drinking much wine, not greedy,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "keeping the revealed truth of the faith with a clean conscience."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But they must be approved first, then they may serve, being blameless."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Women in the same way should be dignified, not slanderers, moderate, and faithful in all things."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Deacons must be husbands of one wife, managing well their children and their own households."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For those who have served well acquire for themselves a good standing and great confidence in the faith that is in Christ Jesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "I am writing these things to you, expecting to come to you soon,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "but so that if I delay, you may know how people ought to conduct themselves in the household of God, which is the church of the living God, the pillar and support of the truth."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For undeniably great is the revealed truth of godliness:"
          },
          {
            "tag": "q",
            "text": "“ He was revealed in the flesh, was justified by the Spirit, was seen by angels, was proclaimed among the nations, was believed on in the world, and was taken up in glory.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:38:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "First Timothy"
    }
  ]
}