{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Do not rebuke an older man, but exhort him as a father; younger men as brothers,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "older women as mothers, and younger women as sisters, in all purity."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Honor widows, the real widows."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But if any widow has children or grandchildren, let them first learn to show honor in their own household, and to repay their parents, because this is pleasing to God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But she who is a real widow, and left all alone, puts her certain hope in God, and always continues in requests and prayers both night and day."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "However, she who lives for pleasure is dead, even though she is still alive."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Command these things also, so that they may be blameless."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But if someone does not provide for his own relatives, and especially for his own household, he has denied the faith and is worse than an unbeliever."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Only let a widow be enrolled who is not younger than sixty, a wife of one husband,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "known for good deeds; if she has cared for children, if she has been hospitable to strangers, if she has washed the feet of the saints, if she has relieved the afflicted, and if she has been devoted to every good work."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But refuse to enroll younger widows, for when they feel bodily desires against Christ, they want to marry,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "incurring guilt because they revoke their first commitment."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But at the same time, they also learn to be lazy, going around from house to house. Furthermore, they not only become lazy, but also speak nonsense and are busybodies, saying things they should not say."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I therefore want younger widows to marry, to bear children, to manage their household, and to give the enemy no opportunity for slander."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For some have already turned aside after Satan."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "If any believing woman has widows, let her help them, so that the church will not be weighed down, so that it might help the real widows."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Let the elders who rule well be considered worthy of double honor, especially those who work with the word and in teaching."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For the scripture says, “ You shall not muzzle an ox while it treads out the grain” and“ The laborer is worthy of his wages.”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Do not receive an accusation against an elder unless there are two or three witnesses."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Rebuke those who sin before all so that the rest may also be afraid."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I solemnly command you before God and Christ Jesus and the chosen angels, that you should keep these commands without partiality, and do nothing out of favoritism."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Place hands hastily on no one. Do not share in the sins of others. Keep yourself pure."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "No longer drink only water, but take a little wine for your stomach and your frequent sicknesses."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The sins of some people are openly known, going before them into judgment. But the sins of others also follow later."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Likewise, good works are openly known, and those that are otherwise cannot be hidden."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:38:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "First Timothy"
    }
  ]
}