{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Let all who are under the yoke as slaves regard their own masters as worthy of all honor, so that the name of God and the teaching might not be blasphemed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But the slaves having believing masters should not disrespect them because they are brothers. Instead, they should serve them all the more, because their masters who are being helped by their work are believers and are loved. Teach and declare these things."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "If anyone teaches another doctrine, and does not agree with the sound words of our Lord Jesus Christ, and with teaching that is according to godliness,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "he is proud and understands nothing, but has an unhealthy interest in controversies and arguments about words. From these come envy, strife, insults, evil suspicions,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and constant conflict between people with depraved minds. They do not have the truth, considering godliness to be a means to gain money."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some old copies add, "
          },
          {
            "tag": "fqa",
            "text": "Withdraw from such things, but the best ancient copies do not."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But godliness with contentment is great gain."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For we have brought nothing into the world, and neither are we able to take out anything."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But having food and clothing, we will be content with these."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now those wanting to be wealthy fall into temptation, and a trap, and many foolish and harmful passions, and whatever else plunges people into ruin and destruction."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For the love of money is a root of all kinds of evil, by which some people desiring it have been led away from the faith, and have pierced themselves with many griefs."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "But you, man of God, flee from these things. Instead, pursue righteousness, godliness, faithfulness, love, endurance, and gentleness."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Fight the good fight of the faith. Take hold of the eternal life to which you were called, and about which you confessed the good confession before many witnesses."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I charge you before God, the one who causes all things to live, and before Christ Jesus, who testified the good confession before Pontius Pilate:"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Keep the commandment without spot or blame until the appearance of our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "God will reveal Christ at the right time— God, the blessed and only Sovereign, the King of kings, and the Lord of lords."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He alone has immortality and dwells in unapproachable light. No man has seen him, nor is able to see him. To him be honor and eternal power. Amen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "To the rich in this present age, command them not to be proud, nor to hope in riches, which are uncertain. Instead, command them to hope in God, the one richly providing us all things for enjoyment."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Command them to do good, to be rich in good works, to be generous and willing to share,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "storing up for themselves a good foundation for what is to come, so that they may take hold of that which is indeed life."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Timothy, protect what was entrusted to you, avoiding the profane, empty discussions, and opposing ideas that are falsely called knowledge."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Some men profess these things and so they have missed the faith. Grace be with you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:38:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "First Timothy"
    }
  ]
}