{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The First Letter of Paul to Timothy"
      },
      {
        "tag": "toc2",
        "text": "First Timothy"
      },
      {
        "tag": "toc3",
        "num": "1",
        "text": "Ti"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, an apostle of Christ Jesus according to the commandment of God our Savior and of the Lord Jesus Christ our hope,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "to Timothy, a true son in the faith: Grace, mercy, and peace from God the Father and Christ Jesus our Lord."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "As I urged you to do when I was leaving for Macedonia, remain in Ephesus so that you can command certain people not to teach a different doctrine."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Neither should they pay attention to stories and endless genealogies, which promote arguments rather than the stewardship of God, which is by faith."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Now the goal of this command is love from a pure heart, and a good conscience, and a sincere faith."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Some people have missed the mark and have turned away from these things to foolish talk."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They want to be teachers of the law, but they do not understand either what they are saying or what they so confidently affirm."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But we know that the law is good if one uses it lawfully."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "We know this, that law is not made for a righteous man, but for lawless and rebellious people, for ungodly people and sinners, for those who are godless and profane, for those who kill their fathers and kill their mothers, for murderers,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "for sexually immoral people, for homosexuals, for those who kidnap people for slaves, for liars, for false witnesses, and for whatever else is contrary to faithful instruction."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "This instruction is according to the glorious gospel of the blessed God with which I have been entrusted."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "I thank Christ Jesus our Lord who strengthened me, for he considered me faithful, and appointed me to service."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In the past, I was a blasphemer, and a persecutor, and a violent man, but I received mercy because I acted ignorantly in unbelief."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But the grace of our Lord overflowed with faith and love that is in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This message is reliable and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am the worst."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But for this reason I was given mercy, so that in me, the foremost, Jesus Christ might demonstrate all patience as an example for those who would trust in him for eternal life."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now to the king of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "I am placing this command before you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you might fight the good fight,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "holding faith and a good conscience, which some people have rejected and have shipwrecked their faith."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Such are Hymenaeus and Alexander, whom I gave over to Satan so that they may be taught not to blaspheme."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:38:44 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "First Timothy"
    }
  ]
}