[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "It came about at the end of twenty years, during which Solomon had built the house of Yahweh and his own house,",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "that Solomon rebuilt the towns that Hiram had given to him, and he settled the people of Israel in them.",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Solomon attacked Hamathzobah and defeated it.",
        "id": 4
      },
      {
        "t": "v",
        "n": 4,
        "v": "He built Tadmor in the wilderness, and all the store cities, which he built in Hamath.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "Also he built Beth Horon the Upper and Beth Horon the Lower, cities fortified with walls, gates, and bars.",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "He built Baalath and all the store cities that he possessed, and all the cities for his chariots and the cities for his horsemen, and whatever he wished to build for his pleasure in Jerusalem, in Lebanon, and in all the lands under his rule.",
        "id": 7
      }
    ],
    "id": 3
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "As for all the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who did not belong to Israel,",
        "id": 9
      },
      {
        "t": "v",
        "n": 8,
        "v": "their descendants who were left after them in the land, whom the people of Israel had not destroyed—Solomon made them into forced laborers, which they are to this day.",
        "id": 10
      },
      {
        "t": "v",
        "n": 9,
        "v": "However, Solomon made no forced laborers of the people of Israel. Instead, they became his soldiers, his commanders, his officers, and commanders of his chariot forces and his horsemen.",
        "id": 11
      },
      {
        "t": "v",
        "n": 10,
        "v": "These were also the chief officers managing the supervisors who belonged to King Solomon, 250 of them, who supervised the people who did the work.",
        "id": 12
      }
    ],
    "id": 8
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Solomon brought the daughter of Pharaoh out of the city of David to the house that he had built for her, for he said, “My wife must not live in the house of David king of Israel, because wherever the ark of Yahweh has come is holy.”",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Then Solomon offered burnt offerings to Yahweh on his altar that he had built in front of the portico.",
        "id": 16
      },
      {
        "t": "v",
        "n": 13,
        "v": "He offered sacrifices just as the daily schedule required; he offered them, following the directions found in the commandment of Moses, on the Sabbath days, the new moons, and on the set festivals three times every year: the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters.",
        "id": 17
      }
    ],
    "id": 15
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "In keeping with the decrees of his father David, Solomon appointed the divisions of the priests to their work, and the Levites to their positions, in order to praise God and to serve before the priests, as the daily schedule required. He also appointed the gatekeepers by their divisions to every gate, for David, the man of God, had also commanded this.",
        "id": 19
      },
      {
        "t": "v",
        "n": 15,
        "v": "These people did not deviate from the commands of the king to the priests and Levites concerning any matter, or concerning the storerooms.",
        "id": 20
      }
    ],
    "id": 18
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "All the work ordered by Solomon was completed, from the day the foundation of the house of Yahweh was laid until it was finished. The house of Yahweh was completed.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Then Solomon went to Ezion Geber and then to Elath on the coast, in the land of Edom.",
        "id": 24
      },
      {
        "t": "v",
        "n": 18,
        "v": "Hiram sent him ships commanded by his own officers, men who knew the sea, and with the servants of Solomon they went to Ophir and they took from there 450 talents of gold and brought it to King Solomon.",
        "id": 25
      }
    ],
    "id": 23
  }
]