{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now I, Paul, myself appeal to you, by the meekness and gentleness of Christ— I who am meek when face to face among you, but am bold toward you when I am absent!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now I beg of you that, when I am present, I will not need to be bold with the confidence with which I plan to be courageous against some of those who regard us as walking according to the flesh."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For though we walk in the flesh, we do not wage war according to the flesh."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For the weapons of our warfare are not fleshly, but are divinely powerful for the destruction of strongholds, and for pulling down arguments,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and every high thing that rises up against the knowledge of God, and we take every thought captive into obedience to Christ."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "And we are ready to avenge every act of disobedience, as soon as your obedience is complete."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You are looking at the appearance of things. If anyone is convinced that he is Christ’ s, let him consider this again within himself that just as he is Christ’ s, so also are we."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For even if I boast somewhat further about our authority, which the Lord gave us to build you up and not for your destruction, I will not be ashamed,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "so it would not appear as if I would terrify you through my letters."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Indeed, some say, “ His letters are weighty and forceful, but his bodily presence is weak, and his speech is worthless.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Let such a one consider this, that what we are in word through letters when absent, that we are also in deed when present."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For we do not dare to group or compare ourselves with some of those who commend themselves. But these who measure themselves by themselves, and compare themselves with themselves, have no understanding."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "We, however, will not boast about the things beyond measure, but according to the measure of the area that God has assigned to us, a measure that reached even as far as you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For we are not overextending ourselves, as though we did not reach to you, for we came even as far as to you with the gospel of Christ."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Neither do we boast beyond limits about the labors of others, but we have hope that as your faith continues to grow, our area of work among you will greatly expand,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "so that we may preach the gospel in the regions beyond you— not to boast about the things already done in another person’ s area."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "“ But let the one who boasts, boast in the Lord.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "For that person who commends himself is not approved, but the one whom the Lord commends."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 10
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}