{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now working together with him, we also urge you not to receive the grace of God in vain."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For he says,"
          },
          {
            "tag": "q",
            "text": "“ In a favorable time I listened to you, and in a day of salvation I helped you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Look, now is the favorable time. Look, now is the day of salvation.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "2"
            }
          },
          {
            "tag": "v",
            "num": "3",
            "text": "We place nothing as a stumbling block in front of anyone, so that our ministry might not be discredited."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Instead, we commend ourselves in everything as God’ s servants; in great endurance, in affliction, in distress, in hardship,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "in beatings, in imprisonments, in riots, in hard work, in sleeplessness, in hunger,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "in the word of truth, in the power of God; through the weapons of righteousness for the right hand and for the left,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "through honor and dishonor, through bad report and good report; as imposters, and yet true;"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "as being unknown, and yet well known; as dying and yet— see!— living; as being punished, and yet not being killed;"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "as being sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Our mouth has been opened to you, Corinthians; our heart is opened wide."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You are not restrained by us, but you are restrained in your affections."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Now in fair exchange— I speak as to children— open yourselves wide also."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Do not be yoked together with unbelievers. For what partnership does righteousness and lawlessness have? Or what fellowship does light have with darkness?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And what agreement does Christ have with Beliar? Or what share does a believer have with an unbeliever?"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "And what agreement does the temple of God with idols have? For we are the temple of the living God, just as God said:"
          },
          {
            "tag": "q",
            "text": "“ I will dwell among them, and walk among them; and I will be their God, and they will be my people.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Therefore,"
          },
          {
            "tag": "q",
            "text": "“ Come out from among them, and be separate,” says the Lord,"
          },
          {
            "tag": "q",
            "text": "“ and touch no unclean thing,”"
          },
          {
            "tag": "q1",
            "text": "“ and I will receive you.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“ And I will be a Father to you, and you will be my sons and daughters,”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "says the Lord Almighty.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      }
    ],
    "num": 6
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}