{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now we want to make known to you, brothers, the grace of God that has been given to the churches of Macedonia,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "that during a great test of affliction, the abundance of their joy and their deep poverty overflowed into the riches of their generosity."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For I testify that they gave according to their ability, and beyond their ability, voluntarily,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "with much urging, they pleaded with us for the blessing and the fellowship of this ministry that is to the saints."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And they did this not as we had expected, but they first gave themselves to the Lord, and then to us, by the will of God."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So we urged Titus that, as he had already begun this act of grace, even so he would also complete it among you as well."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But even as you abound in everything— in faith, and in speech, and in knowledge, and in all diligence, and in our love for you,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The best manuscripts have "
          },
          {
            "tag": "fqa",
            "text": "and in our love for you . Some other manuscripts have"
          },
          {
            "tag": "fqa",
            "text": "and in your love for us ."
          },
          {
            "tag": "f",
            "text": "* so also you should abound in this act of grace."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I say this not as a command, but also to test the sincerity of your love through the diligence of others."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For you know the grace of our Lord Jesus Christ, that he became poor for your sake, though being rich, so that through his poverty you might become rich."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So I give my opinion in this matter, for this is profitable for you who not only began to do this a year ago, but also desired to do it."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But now also finish doing it, so that Just as there was the readiness of your desire, so also there may be the completion, from that which you have."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For if the readiness is present, it is acceptable according to whatever a person has, not according to what he does not have."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For this is not for the ease of others, and your affliction, but for the sake of equality."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "At the present time, your abundance is for their need, so that also their abundance may be for your need, so that there may be equality,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "as it is written:"
          },
          {
            "tag": "q",
            "text": "“ The one with much did not have too much, and the one with little did not have too little.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "But thanks be to God, the one who put the same earnestness on your behalf into the heart of Titus."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For he not only accepted our appeal, but being very earnest, he has gone to you of his own accord."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "We have sent with him the brother who is praised among all of the churches for his work in the gospel."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "And not only this, but he also was chosen by the churches as our travelling companion, along with this act of grace which is being administered by us to the glory of the Lord, and to show our readiness."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "We took this precaution, so that no one would blame us concerning our administration of this generous gift."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For we considered beforehand what is right, not only before the Lord, but also before people."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "We also sent our brother with them, whom we have tested in many ways and often found to be eager. But now he is even more eager because of the great confidence that he has in you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are sent by the churches and an honor to Christ."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore show them before the churches the proof of your love and of our boasting about you."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 8
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}