{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I wish that you would bear with me in a little bit of foolishness, but you are indeed bearing with me!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For I am jealous for you with a godly jealousy, for I promised you in marriage to one husband, to present you as a pure virgin to Christ."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But I am afraid that somehow, as the serpent deceived Eve by his craftiness, your thoughts might be led astray from the sincerity and the purity that are in Christ."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For if one who comes proclaims another Jesus whom we did not proclaim, or you receive a different spirit which you did not receive, or you receive a different gospel which you did not accept, you are bearing with it well!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For I think that I am not at all inferior to those“ super- apostles.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But even if I am untrained in speech, yet I am not untrained in knowledge. But in every way we have made this clear to you in all things."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Or did I commit a sin by humbling myself so that you might be exalted, because I freely preached the gospel of God to you?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I robbed other churches by accepting wages from them for the ministry to you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When I was present with you and I was in need, I did not burden anyone. For the brothers who came from Macedonia completely met my need. In everything, I kept myself from being a burden to you, and I will continue to do so."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The truth of Christ is in me, so that this boasting of mine will not be silenced in the regions of Achaia."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Why? Because I do not love you? God knows I do!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "And what I do I will also keep doing, so that I may take away the opportunity of those who desire an opportunity so that they may be regarded as equal to us in what they are boasting about."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For such people are false apostles, deceitful workers, disguising themselves as apostles of Christ."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "And no wonder, for even Satan disguises himself as an angel of light."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Therefore, it is no great thing if his servants also disguise themselves as servants of righteousness. whose end will be according to their works."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "I say again: Let no one think I am a fool. But if you do, receive me even as a fool so that I too may boast a little bit."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "What I am saying, I am not saying as the Lord would, but as in foolishness, in this boastful confidence."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Since many boast according to the flesh, I will also boast."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For you, being wise, gladly put up with the foolish."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For you put up with it if anyone enslaves you, if anyone consumes you, if anyone takes advantage of you, if anyone exalts himself, or if anyone slaps you in the face."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "To my shame, I say that we were too weak for that! However, in whatever anyone might dare to boast— I am speaking in foolishness— I too dare to boast."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Are they servants of Christ? ( I speak as though I were out of my mind.) I am more so: in even more hard work, in far more imprisonments, in beatings beyond measure, often in danger of death."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Five times I received from Jews the“ forty lashes minus one.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. I have spent a night and a day on the open sea."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I have been on frequent journeys, in danger from rivers, in danger from robbers, in danger from my own countrymen, in danger from the Gentiles, in danger in the city, in danger in the wilderness, in danger at sea, in danger from false brothers."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I have been in hard work and hardship, in many sleepless nights, in hunger and thirst, often in fasting, in cold and nakedness."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "In addition to other things, there is the pressure on me of the daily concern for all the churches."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Who is weak, and I am not weak? Who has been caused to stumble, and I do not burn?"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "If I must boast, I will boast about what shows my weaknesses."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "The God and Father of the Lord Jesus, the one who is blessed forever, knows that I am not lying!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "in Damascus, the governor under Aretas the king was guarding the city of Damascus to arrest me."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But I was lowered in a basket through a window in the wall, and I escaped from his hands."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}