{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Beloved, since we have these promises, let us cleanse ourselves from every defilement of flesh and spirit, perfecting holiness in the fear of God."
          }
        ],
        "tag": "nb"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Make room for us! We have wronged no one. We have harmed no one, we have exploited no one."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I do not speak for your condemnation; for I have already said that you are in our hearts, for us to die together and to live together."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Great is my confidence in you; great is my boasting on your behalf. I am filled with encouragement. I overflow with joy in all our afflictions."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "For even when we came to Macedonia, our flesh had no rest at all. Instead, we were troubled in every way— conflicts on the outside, fears on the inside."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But God, the one who comforts the discouraged, comforted us by the arrival of Titus,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "and not only by his arrival, but also by the comfort with which he was comforted by you, as he reported to us your longing, your mourning, and your zeal for me, so that I rejoiced even more."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For even though I grieved you in the letter, I do not regret it( even though I did regret it, when I saw that that letter grieved you, if only for an hour)."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now I rejoice, not because you were grieved, but that you were grieved to the point of repentance. For you were grieved as God intended, so that you would not suffer loss in anything through us."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For the sorrow that God intends produces repentance that leads to salvation without regret. But the sorrow of the world produces death."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For see what this very same thing has produced in you, when you were grieved as God intended: what earnestness, what eagerness to defend yourselves, what indignation, what fear, what longing, what zeal, and what avenging of wrong! In everything you have proved yourselves to be innocent in this matter."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So even though I wrote to you, it was not for the sake of the one who did wrong, nor for the sake of the one who suffered the wrong, but so that your earnestness which is on our behalf might be revealed to you before God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For this reason we are encouraged."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Now in addition to our own comfort, we rejoiced even more abundantly at the joy of Titus, because his spirit was refreshed by all of you.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For if I had boasted anything to him about you, I was not ashamed. On the contrary, just as we have spoken everything to you in truth, so also our boasting to Titus became true."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And his affections for you are even greater, as he remembers the obedience of all of you, how you received him with fear and trembling."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I rejoice because in everything I have confidence in you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}