{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Second Letter of Paul to the Corinthians"
      },
      {
        "tag": "toc2",
        "text": "Second Corinthians"
      },
      {
        "tag": "toc3",
        "num": "2",
        "text": "Co"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, and to all the saints who are in the entire region of Achaia."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "the one who comforts us in all our affliction, so that we are able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For just as the sufferings of Christ abound toward us, so also our comfort abounds through Christ."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But if we are afflicted, it is for your comfort and salvation; if we are comforted, it is for your comfort that results in patient endurance of the same sufferings that we also suffer."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "And our hope concerning you is firm, knowing that as you are partakers of the sufferings, so also of the comfort."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For we do not want you to be uninformed, brothers, about the troubles that happened to us in Asia. We were so completely crushed beyond our strength that we despaired even of life."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Indeed, we had the sentence of death on us, so that we would not be trusting in ourselves, but in God, who raises the dead."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He rescued us from such a deadly peril, and he will rescue us. On him we have set our hope that he also will continue to deliver us,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "as you also join together with prayer on our behalf, so that thanks will be given by many people on our behalf for the gracious favor given to us through many people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "For our proud confidence is this: the testimony of our conscience, that we have conducted ourselves in the world in holiness and godly sincerity, and not in fleshly wisdom, but in the grace of God, and all the more toward you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For we write no other things to you, but that which you read or also understand. But now I hope that you will understand completely,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "as you also have understood us in part, so that we will be your reason for boasting on the day of our Lord Jesus, just as you also will be ours."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "And with this confidence, I intended to come to you before, so that you might have a second blessing,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and to pass through you into Macedonia, and to come to you again from Macedonia, and to be sent on my way to Judea by you."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Therefore, when I was planning this way, I did not then take it lightly, did I? Or was what I planned according to human planning, so that there would be with me both“ Yes, yes” and“ No, no” at the same time?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But God is faithful, so that our word to you is not“ Yes” and“ No.”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For the Son of God, Jesus Christ, the one whom was proclaimed among you by us— by me and Silvanus and Timothy— was not“ Yes” and“ No,” but it has always been“ Yes” in him."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For all the promises of God are“ Yes” in him. So also through him the“ Amen” is spoken by us to God for his glory."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Now God is the one who establishes us with you in Christ, and he anointed us,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "the one who also sealed us, and he gave us the pledge of the Spirit in our hearts."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Now I call God as a witness to my soul that in order to spare you, I have not yet come to Corinth."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "This is not because we are ruling over your faith, but, we are fellow workers with you for your joy, for you stand firm in the faith."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}