{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For I personally decided this, to not come to you again in sorrow."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For if I cause you sorrow, then who is the one who cheers me up, except the one who was hurt by me?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "And I wrote this same thing, so that when I come, I might not have sorrow from those over whom I should rejoice, having confidence in all of you that my joy is the joy of all of you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For I wrote to you from great affliction and anguish of heart, through many tears, not so that you would be grieved, but so that you might know the love that I have all the more for you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "But if anyone has caused grief, he has not grieved only me, but in some measure— in order not to put it too harshly— all of you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "This punishment which is on that person by the majority is enough,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "so that on the contrary, you should rather forgive and comfort him. Otherwise, such a one might be overwhelmed by excessive sorrow."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So I encourage you to publicly affirm your love for him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Indeed, I also wrote for this reason, so that I might test you, whether you are obedient in everything."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now to whomever you forgave anything, I also forgive— for indeed the one whom I have forgiven( if I have forgiven anything), I forgave for your sake in the presence of Christ,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "so that we would not be taken advantage of by Satan. For we are not ignorant of his schemes."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Now when I came to Troas, indeed a door for the gospel of Christ was opened to me in the Lord."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I had no relief in my spirit, because I did not find my brother Titus there. So I left them and went on to Macedonia."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "But thanks be to God, who always leads us in triumph in Christ, and makes known through us the fragrance of the knowledge of him in every place."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For we are a fragrance of Christ to God, among those who are being saved and among those who are perishing—"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "to one indeed, an odor from death to death, but to the other, a fragrance from life to life. Who is worthy of these things?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For we are not like so many people who sell the word of God for profit, but instead as from sincerity, even as from God, we speak before God in Christ."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}