{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now concerning the ministry that is for the saints, it is not necessary for me to write to you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For I know your readiness, which I boasted about to the Macedonians concerning you, that Achaia has been ready since last year, and your zeal has motivated most of them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But I have sent the brothers so that our boasting which is about you may not be futile in this matter, so that you would be ready, as I was saying."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Otherwise, if any Macedonians come with me and find you unprepared, we would be ashamed— not to speak of you— in this confidence."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So I thought it necessary to urge the brothers that they would come to you beforehand and prepare in advance this gift you have promised. In this way, it would be ready as a blessing, and not as something forced."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Now this I say, the one who sows sparingly will also reap sparingly, and the one who sows for the purpose of blessings will also reap in blessings."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Let each one give as he has decided in his heart, not reluctantly or out of compulsion, for God loves a cheerful giver."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "And God is able to make all grace abound to you, so that in all things, always, having all you need, you may abound in every good work."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Just as it is written:"
          },
          {
            "tag": "q",
            "text": "“ He scattered widely, he gave to the poor his righteousness endures forever.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Now he who supplies seed to the sower and bread for food, will supply and multiply your seed for sowing, and will increase the fruits of your righteousness;"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "in every way enriching you for all generosity, which produces thanksgiving to God through us."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For the ministry of this service not only is fully supplying the needs of the saints, but is also overflowing with many thanksgivings to God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because of the proof of this ministry, they glorify God for your obedience to your confession of the gospel of Christ and the generosity of your sharing with them and with everyone."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "And their prayers are for you, longing for you because of the surpassing grace of God upon you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Thanks be to God for his indescribable gift!"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 9
  },
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}