{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Second Letter of Paul to the Corinthians"
        },
        {
          "tag": "toc2",
          "text": "Second Corinthians"
        },
        {
          "tag": "toc3",
          "num": "2",
          "text": "Co"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, and to all the saints who are in the entire region of Achaia."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "the one who comforts us in all our affliction, so that we are able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For just as the sufferings of Christ abound toward us, so also our comfort abounds through Christ."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But if we are afflicted, it is for your comfort and salvation; if we are comforted, it is for your comfort that results in patient endurance of the same sufferings that we also suffer."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "And our hope concerning you is firm, knowing that as you are partakers of the sufferings, so also of the comfort."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For we do not want you to be uninformed, brothers, about the troubles that happened to us in Asia. We were so completely crushed beyond our strength that we despaired even of life."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Indeed, we had the sentence of death on us, so that we would not be trusting in ourselves, but in God, who raises the dead."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He rescued us from such a deadly peril, and he will rescue us. On him we have set our hope that he also will continue to deliver us,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "as you also join together with prayer on our behalf, so that thanks will be given by many people on our behalf for the gracious favor given to us through many people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "For our proud confidence is this: the testimony of our conscience, that we have conducted ourselves in the world in holiness and godly sincerity, and not in fleshly wisdom, but in the grace of God, and all the more toward you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For we write no other things to you, but that which you read or also understand. But now I hope that you will understand completely,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "as you also have understood us in part, so that we will be your reason for boasting on the day of our Lord Jesus, just as you also will be ours."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "And with this confidence, I intended to come to you before, so that you might have a second blessing,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and to pass through you into Macedonia, and to come to you again from Macedonia, and to be sent on my way to Judea by you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, when I was planning this way, I did not then take it lightly, did I? Or was what I planned according to human planning, so that there would be with me both“ Yes, yes” and“ No, no” at the same time?"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But God is faithful, so that our word to you is not“ Yes” and“ No.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For the Son of God, Jesus Christ, the one whom was proclaimed among you by us— by me and Silvanus and Timothy— was not“ Yes” and“ No,” but it has always been“ Yes” in him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For all the promises of God are“ Yes” in him. So also through him the“ Amen” is spoken by us to God for his glory."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Now God is the one who establishes us with you in Christ, and he anointed us,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "the one who also sealed us, and he gave us the pledge of the Spirit in our hearts."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Now I call God as a witness to my soul that in order to spare you, I have not yet come to Corinth."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "This is not because we are ruling over your faith, but, we are fellow workers with you for your joy, for you stand firm in the faith."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For I personally decided this, to not come to you again in sorrow."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For if I cause you sorrow, then who is the one who cheers me up, except the one who was hurt by me?"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "And I wrote this same thing, so that when I come, I might not have sorrow from those over whom I should rejoice, having confidence in all of you that my joy is the joy of all of you."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For I wrote to you from great affliction and anguish of heart, through many tears, not so that you would be grieved, but so that you might know the love that I have all the more for you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "But if anyone has caused grief, he has not grieved only me, but in some measure— in order not to put it too harshly— all of you."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "This punishment which is on that person by the majority is enough,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "so that on the contrary, you should rather forgive and comfort him. Otherwise, such a one might be overwhelmed by excessive sorrow."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So I encourage you to publicly affirm your love for him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Indeed, I also wrote for this reason, so that I might test you, whether you are obedient in everything."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now to whomever you forgave anything, I also forgive— for indeed the one whom I have forgiven( if I have forgiven anything), I forgave for your sake in the presence of Christ,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "so that we would not be taken advantage of by Satan. For we are not ignorant of his schemes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Now when I came to Troas, indeed a door for the gospel of Christ was opened to me in the Lord."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I had no relief in my spirit, because I did not find my brother Titus there. So I left them and went on to Macedonia."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "But thanks be to God, who always leads us in triumph in Christ, and makes known through us the fragrance of the knowledge of him in every place."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For we are a fragrance of Christ to God, among those who are being saved and among those who are perishing—"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "to one indeed, an odor from death to death, but to the other, a fragrance from life to life. Who is worthy of these things?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For we are not like so many people who sell the word of God for profit, but instead as from sincerity, even as from God, we speak before God in Christ."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Are we beginning to praise ourselves again? We do not need letters of recommendation to you or from you, like some people, do we?"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "You yourselves are our letter, written in our hearts, known and read by all people,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "revealing that you are a letter from Christ, cared for by us, not written with ink, but with the Spirit of the living God, not on tablets of stone, but on tablets of human hearts."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "And we have such confidence through Christ toward God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Not that we are competent in ourselves to consider anything as coming from ourselves. Instead, our competence is from God,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "who indeed made us competant as ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now if the ministry that brought death— engraved in letters on stones— came in such glory that the sons of Israel could not look directly at the face of Mose, because of the glory of his face which was fading,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Will the ministry of the Spirit not be with much more glory?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For if the ministry of condemnation was glorious, how much more does the ministry of righteousness abound in glory!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For indeed, that which once was glorious is no longer glorious in this respect, because of the glory that exceeds it."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For if that which was fading away came with glory, how much more will that which remains come in glory!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Since we have such a hope, we act with much boldness,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and not like Moses, who put a veil over his face, so that the sons of Israel would not look directly at the end of that which was fading away."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But their minds were hardened. For until the present day, the same veil remains at the reading of the old covenant. It has not been lifted, because only in Christ is it fading away."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But even today, whenever Moses is read, a veil lies over their heart."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But whenever a person turns to the Lord, the veil is taken away."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Now we all, with unveiled face, see as a reflection the glory of the Lord, are being transformed into the same image from glory to glory, just as from the Lord, the Spirit."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore, having this ministry, just as we have received mercy, we do not lose heart."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Instead, we have rejected the shameful hidden things. not walking in craftiness nor distorting the word of God, but by the presentation of the truth, commending ourselves to every person’ s conscience before God."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But even if our gospel is veiled, it is veiled to those who are perishing,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "in whom the god of this age has blinded the minds of the unbelieving, so that they do not see the light of the gospel of the glory of Christ, who is the image of God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For we do not proclaim ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus’ sake."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For it is God, the one who said, “ Light will shine out of darkness,” who shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "But we have this treasure in jars of clay, so that the exceedingly great power might be from God and not from us."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "We are afflicted in every way, but not overwhelmed. We are perplexed but do not despair."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "We are persecuted but are not forsaken. We are struck down but are not destroyed."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "We always carry in our body the death of Jesus, so that the life of Jesus also may be shown in our bodies."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For we who are alive are always being handed over to death for the sake of Jesus, so that also the life of Jesus may be shown in our mortal flesh."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So death is at work in us, but life in you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But we have the same spirit of faith according to that which was written: “ I believed; therefore I spoke.” We also believe; therefore we also speak,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "knowing that the one who raised Jesus will also raise us with Jesus and present us with you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For all these things are for your sake, so that the grace that is abounding to more and more people may cause thanksgiving to increase to the glory of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "So we do not become discouraged. Rather, even if our outer man is wasting away, yet our inner man is being renewed day by day."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For our momentary, light affliction is producing in us an eternal weight of glory that exceeds all measurement."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "We are not watching the things that are seen, but the things that are not seen. For the things that are seen are temporary, but the things that are not seen are eternal."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For we know that if our earthly dwelling— the tent we live in— is destroyed, we have a building from God, an eternal house in the heavens, not made by human hands."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For in this tent we groan, longing to be clothed with our dwelling that is from heaven,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "because if indeed we have put it on, we will not be found naked."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For indeed while we are in this tent, we groan, being burdened, because we do not want to be unclothed, but to be clothed, so that the mortal may be swallowed up by life."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Now the one who prepared us for this very thing is God, who gave us the Spirit as the down payment."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Therefore always being confident and knowing that being at home in the body, we are absent from the Lord—"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "for we walk by faith, not by sight—"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "we are now confident, and would prefer rather be absent from the body, and be at home with the Lord."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So we make it our goal, whether being at home or being away, to be pleasing to him."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For we must all appear before the judgment seat of Christ, so that each one may receive back the things done in the body, according to what he did, whether good or evil."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Therefore, knowing the fear of the Lord, we persuade people. But we are clearly known by God, and I hope that we are also clear known in your consciences."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "We are not again commending ourselves to you, but are giving you an opportunity to boast on our behalf, so that you may have an answer for those who boast about appearance, and not about the heart."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For if we are out of our minds, it is for God; if we are in our right minds, it is for you."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For the love of Christ compels us, having concluded this: That one person died for all; therefore all died."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And he died for all, so that those who live should live no longer for themselves, but for the one who died for them and was raised."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Therefore, from now on we regard no one according to the flesh. Even though we regarded Christ according to the flesh, yet now we no longer regard him in that way."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, if anyone is in Christ, he is a new creation. The old things have passed away. See, they have become new."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Now all these things are from God, the one who reconciled us to himself through Christ, and has given us the ministry of reconciliation."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "That is, in Christ God is reconciling the world to himself, not counting their trespasses against them, and committing to us the message of reconciliation."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Therefore, we are ambassadors for Christ, as though God were making his appeal through us. We plead with you, on behalf of Christ: “ Be reconciled to God!”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The one who did not know sin, he made sin for us, so that we might become the righteousness of God in him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now working together with him, we also urge you not to receive the grace of God in vain."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For he says,"
            },
            {
              "tag": "q",
              "text": "“ In a favorable time I listened to you, and in a day of salvation I helped you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Look, now is the favorable time. Look, now is the day of salvation.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "2"
              }
            },
            {
              "tag": "v",
              "num": "3",
              "text": "We place nothing as a stumbling block in front of anyone, so that our ministry might not be discredited."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Instead, we commend ourselves in everything as God’ s servants; in great endurance, in affliction, in distress, in hardship,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "in beatings, in imprisonments, in riots, in hard work, in sleeplessness, in hunger,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "in the word of truth, in the power of God; through the weapons of righteousness for the right hand and for the left,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "through honor and dishonor, through bad report and good report; as imposters, and yet true;"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "as being unknown, and yet well known; as dying and yet— see!— living; as being punished, and yet not being killed;"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "as being sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Our mouth has been opened to you, Corinthians; our heart is opened wide."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You are not restrained by us, but you are restrained in your affections."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Now in fair exchange— I speak as to children— open yourselves wide also."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Do not be yoked together with unbelievers. For what partnership does righteousness and lawlessness have? Or what fellowship does light have with darkness?"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And what agreement does Christ have with Beliar? Or what share does a believer have with an unbeliever?"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "And what agreement does the temple of God with idols have? For we are the temple of the living God, just as God said:"
            },
            {
              "tag": "q",
              "text": "“ I will dwell among them, and walk among them; and I will be their God, and they will be my people.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore,"
            },
            {
              "tag": "q",
              "text": "“ Come out from among them, and be separate,” says the Lord,"
            },
            {
              "tag": "q",
              "text": "“ and touch no unclean thing,”"
            },
            {
              "tag": "q1",
              "text": "“ and I will receive you.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "“ And I will be a Father to you, and you will be my sons and daughters,”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "says the Lord Almighty.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "m"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Beloved, since we have these promises, let us cleanse ourselves from every defilement of flesh and spirit, perfecting holiness in the fear of God."
            }
          ],
          "tag": "nb"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Make room for us! We have wronged no one. We have harmed no one, we have exploited no one."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I do not speak for your condemnation; for I have already said that you are in our hearts, for us to die together and to live together."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Great is my confidence in you; great is my boasting on your behalf. I am filled with encouragement. I overflow with joy in all our afflictions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "For even when we came to Macedonia, our flesh had no rest at all. Instead, we were troubled in every way— conflicts on the outside, fears on the inside."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But God, the one who comforts the discouraged, comforted us by the arrival of Titus,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "and not only by his arrival, but also by the comfort with which he was comforted by you, as he reported to us your longing, your mourning, and your zeal for me, so that I rejoiced even more."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For even though I grieved you in the letter, I do not regret it( even though I did regret it, when I saw that that letter grieved you, if only for an hour)."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now I rejoice, not because you were grieved, but that you were grieved to the point of repentance. For you were grieved as God intended, so that you would not suffer loss in anything through us."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For the sorrow that God intends produces repentance that leads to salvation without regret. But the sorrow of the world produces death."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For see what this very same thing has produced in you, when you were grieved as God intended: what earnestness, what eagerness to defend yourselves, what indignation, what fear, what longing, what zeal, and what avenging of wrong! In everything you have proved yourselves to be innocent in this matter."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So even though I wrote to you, it was not for the sake of the one who did wrong, nor for the sake of the one who suffered the wrong, but so that your earnestness which is on our behalf might be revealed to you before God."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For this reason we are encouraged."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Now in addition to our own comfort, we rejoiced even more abundantly at the joy of Titus, because his spirit was refreshed by all of you.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For if I had boasted anything to him about you, I was not ashamed. On the contrary, just as we have spoken everything to you in truth, so also our boasting to Titus became true."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And his affections for you are even greater, as he remembers the obedience of all of you, how you received him with fear and trembling."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I rejoice because in everything I have confidence in you."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now we want to make known to you, brothers, the grace of God that has been given to the churches of Macedonia,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "that during a great test of affliction, the abundance of their joy and their deep poverty overflowed into the riches of their generosity."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For I testify that they gave according to their ability, and beyond their ability, voluntarily,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "with much urging, they pleaded with us for the blessing and the fellowship of this ministry that is to the saints."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "And they did this not as we had expected, but they first gave themselves to the Lord, and then to us, by the will of God."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So we urged Titus that, as he had already begun this act of grace, even so he would also complete it among you as well."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But even as you abound in everything— in faith, and in speech, and in knowledge, and in all diligence, and in our love for you,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "and in our love for you . Some other manuscripts have"
            },
            {
              "tag": "fqa",
              "text": "and in your love for us ."
            },
            {
              "tag": "f",
              "text": "* so also you should abound in this act of grace."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I say this not as a command, but also to test the sincerity of your love through the diligence of others."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For you know the grace of our Lord Jesus Christ, that he became poor for your sake, though being rich, so that through his poverty you might become rich."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So I give my opinion in this matter, for this is profitable for you who not only began to do this a year ago, but also desired to do it."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But now also finish doing it, so that Just as there was the readiness of your desire, so also there may be the completion, from that which you have."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For if the readiness is present, it is acceptable according to whatever a person has, not according to what he does not have."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For this is not for the ease of others, and your affliction, but for the sake of equality."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "At the present time, your abundance is for their need, so that also their abundance may be for your need, so that there may be equality,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "as it is written:"
            },
            {
              "tag": "q",
              "text": "“ The one with much did not have too much, and the one with little did not have too little.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "But thanks be to God, the one who put the same earnestness on your behalf into the heart of Titus."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For he not only accepted our appeal, but being very earnest, he has gone to you of his own accord."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "We have sent with him the brother who is praised among all of the churches for his work in the gospel."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "And not only this, but he also was chosen by the churches as our travelling companion, along with this act of grace which is being administered by us to the glory of the Lord, and to show our readiness."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "We took this precaution, so that no one would blame us concerning our administration of this generous gift."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For we considered beforehand what is right, not only before the Lord, but also before people."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "We also sent our brother with them, whom we have tested in many ways and often found to be eager. But now he is even more eager because of the great confidence that he has in you."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are sent by the churches and an honor to Christ."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Therefore show them before the churches the proof of your love and of our boasting about you."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now concerning the ministry that is for the saints, it is not necessary for me to write to you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For I know your readiness, which I boasted about to the Macedonians concerning you, that Achaia has been ready since last year, and your zeal has motivated most of them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But I have sent the brothers so that our boasting which is about you may not be futile in this matter, so that you would be ready, as I was saying."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Otherwise, if any Macedonians come with me and find you unprepared, we would be ashamed— not to speak of you— in this confidence."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So I thought it necessary to urge the brothers that they would come to you beforehand and prepare in advance this gift you have promised. In this way, it would be ready as a blessing, and not as something forced."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Now this I say, the one who sows sparingly will also reap sparingly, and the one who sows for the purpose of blessings will also reap in blessings."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Let each one give as he has decided in his heart, not reluctantly or out of compulsion, for God loves a cheerful giver."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "And God is able to make all grace abound to you, so that in all things, always, having all you need, you may abound in every good work."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Just as it is written:"
            },
            {
              "tag": "q",
              "text": "“ He scattered widely, he gave to the poor his righteousness endures forever.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Now he who supplies seed to the sower and bread for food, will supply and multiply your seed for sowing, and will increase the fruits of your righteousness;"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "in every way enriching you for all generosity, which produces thanksgiving to God through us."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For the ministry of this service not only is fully supplying the needs of the saints, but is also overflowing with many thanksgivings to God."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Because of the proof of this ministry, they glorify God for your obedience to your confession of the gospel of Christ and the generosity of your sharing with them and with everyone."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "And their prayers are for you, longing for you because of the surpassing grace of God upon you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Thanks be to God for his indescribable gift!"
            }
          ],
          "tag": "m"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now I, Paul, myself appeal to you, by the meekness and gentleness of Christ— I who am meek when face to face among you, but am bold toward you when I am absent!"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now I beg of you that, when I am present, I will not need to be bold with the confidence with which I plan to be courageous against some of those who regard us as walking according to the flesh."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For though we walk in the flesh, we do not wage war according to the flesh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For the weapons of our warfare are not fleshly, but are divinely powerful for the destruction of strongholds, and for pulling down arguments,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "and every high thing that rises up against the knowledge of God, and we take every thought captive into obedience to Christ."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "And we are ready to avenge every act of disobedience, as soon as your obedience is complete."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You are looking at the appearance of things. If anyone is convinced that he is Christ’ s, let him consider this again within himself that just as he is Christ’ s, so also are we."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For even if I boast somewhat further about our authority, which the Lord gave us to build you up and not for your destruction, I will not be ashamed,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "so it would not appear as if I would terrify you through my letters."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Indeed, some say, “ His letters are weighty and forceful, but his bodily presence is weak, and his speech is worthless.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Let such a one consider this, that what we are in word through letters when absent, that we are also in deed when present."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For we do not dare to group or compare ourselves with some of those who commend themselves. But these who measure themselves by themselves, and compare themselves with themselves, have no understanding."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "We, however, will not boast about the things beyond measure, but according to the measure of the area that God has assigned to us, a measure that reached even as far as you."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For we are not overextending ourselves, as though we did not reach to you, for we came even as far as to you with the gospel of Christ."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Neither do we boast beyond limits about the labors of others, but we have hope that as your faith continues to grow, our area of work among you will greatly expand,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "so that we may preach the gospel in the regions beyond you— not to boast about the things already done in another person’ s area."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "“ But let the one who boasts, boast in the Lord.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "For that person who commends himself is not approved, but the one whom the Lord commends."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I wish that you would bear with me in a little bit of foolishness, but you are indeed bearing with me!"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For I am jealous for you with a godly jealousy, for I promised you in marriage to one husband, to present you as a pure virgin to Christ."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But I am afraid that somehow, as the serpent deceived Eve by his craftiness, your thoughts might be led astray from the sincerity and the purity that are in Christ."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For if one who comes proclaims another Jesus whom we did not proclaim, or you receive a different spirit which you did not receive, or you receive a different gospel which you did not accept, you are bearing with it well!"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For I think that I am not at all inferior to those“ super- apostles.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But even if I am untrained in speech, yet I am not untrained in knowledge. But in every way we have made this clear to you in all things."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Or did I commit a sin by humbling myself so that you might be exalted, because I freely preached the gospel of God to you?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I robbed other churches by accepting wages from them for the ministry to you."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When I was present with you and I was in need, I did not burden anyone. For the brothers who came from Macedonia completely met my need. In everything, I kept myself from being a burden to you, and I will continue to do so."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The truth of Christ is in me, so that this boasting of mine will not be silenced in the regions of Achaia."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Why? Because I do not love you? God knows I do!"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "And what I do I will also keep doing, so that I may take away the opportunity of those who desire an opportunity so that they may be regarded as equal to us in what they are boasting about."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For such people are false apostles, deceitful workers, disguising themselves as apostles of Christ."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "And no wonder, for even Satan disguises himself as an angel of light."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Therefore, it is no great thing if his servants also disguise themselves as servants of righteousness. whose end will be according to their works."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "I say again: Let no one think I am a fool. But if you do, receive me even as a fool so that I too may boast a little bit."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "What I am saying, I am not saying as the Lord would, but as in foolishness, in this boastful confidence."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Since many boast according to the flesh, I will also boast."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For you, being wise, gladly put up with the foolish."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For you put up with it if anyone enslaves you, if anyone consumes you, if anyone takes advantage of you, if anyone exalts himself, or if anyone slaps you in the face."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "To my shame, I say that we were too weak for that! However, in whatever anyone might dare to boast— I am speaking in foolishness— I too dare to boast."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Are they servants of Christ? ( I speak as though I were out of my mind.) I am more so: in even more hard work, in far more imprisonments, in beatings beyond measure, often in danger of death."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Five times I received from Jews the“ forty lashes minus one.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. I have spent a night and a day on the open sea."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "I have been on frequent journeys, in danger from rivers, in danger from robbers, in danger from my own countrymen, in danger from the Gentiles, in danger in the city, in danger in the wilderness, in danger at sea, in danger from false brothers."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "I have been in hard work and hardship, in many sleepless nights, in hunger and thirst, often in fasting, in cold and nakedness."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "In addition to other things, there is the pressure on me of the daily concern for all the churches."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Who is weak, and I am not weak? Who has been caused to stumble, and I do not burn?"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "If I must boast, I will boast about what shows my weaknesses."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The God and Father of the Lord Jesus, the one who is blessed forever, knows that I am not lying!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "in Damascus, the governor under Aretas the king was guarding the city of Damascus to arrest me."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But I was lowered in a basket through a window in the wall, and I escaped from his hands."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "it is necessary to boast, though not profitable. But I will go on to visions and revelations from the Lord."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I know a man in Christ who fourteen years ago— whether in the body, I do not know, or out of the body, I do not know, God knows— such a man was caught up into the third heaven."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "And I know that such a man— whether in the body, or out of the body, I do not know, God knows—"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "that he was caught up into paradise and heard inexpressible words which are not permitted for a man to speak."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "On behalf of such a man I will boast. But on behalf of myself I will not boast, except about my weaknesses."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For even if I desire to boast, I will not be a fool, because I would be speaking the truth. But I refrain from this, so that no one will think more of me than what he sees in me or hears from me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Therefore, so that I would not become arrogant by the surpassing greatness of the revelations, a thorn in the flesh was given to me— a messenger from Satan— so that he might torment me, so I would not become arrogant."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Three times I begged the Lord about this, that it would depart from me."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But he said to me, “ My grace is enough for you, for power is made perfect in weakness.” So I will rather gladly boast about my weakness, so that the power of Christ might reside on me."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Therefore I am content for Christ’ s sake in weaknesses, in insults, in troubles, in persecutions and distressing situations. For whenever I am weak, then I am strong."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "I have become a fool! You forced me to this, when I should have been commended by you. For I was not at all inferior to those“ super- apostles,” even though I am nothing."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "indeed, the signs of an apostle were performed among you with great perseverance— signs and wonders and miracles."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For in what respect is it that you were treated worse than the rest of the churches, except that I myself did not burden you? Forgive me this wrong!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Look! I am ready to come to you this third time, and I will not burden you. For I do not seek what is yours, but you. For the children should not save up for their parents, but the parents for their children."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now I will most gladly spend, and be completely spent, for your souls. If I love you more, am I to be loved less?"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But be that as it may, I did not burden you, but, being a crafty person, I caught you by deceit."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I did not take advantage of you by any of those whom I sent to you, did I?"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I urged Titus to go to you, and sent the other brother with him. Titus did not take advantage of you, did he? Did we not walk in the same spirit? Did we not walk in the same steps?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Do you think all of this time that we have been defending ourselves to you? Before God in Christ we are speaking, but all these things, beloved, are for your strengthening."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For I fear that perhaps when I come I may not find you as I wish, and I may not be found by you as you wish; perhaps there may be quarreling, jealousy, outbursts of anger, rivalries, slander, gossip, arrogance, and disorder."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Perhaps when I come again, my God might humble me before you, and I would be grieved by many of those who have sinned and who have not repented of the impurity and sexual immorality and lustful indulgence that they practiced."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is the third time that I am coming to you. “ Every matter must be established by the mouth of two or three witnesses.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I have already warned when I was present the second time, and now even though being absent, I warn those who sinned before, and all the rest, that if I come to them again, I will not spare anyone,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "since you are seeking proof that Christ is speaking through me. He is not weak toward you, but is powerful among you."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For he was indeed crucified in weakness, but he lives by God’ s power. For we also are weak in him, but we will live with him by God’ s power toward you."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Examine yourselves to see if you are in the faith. Test yourselves. Or do you not realize this about yourselves that Jesus Christ is in you— unless you fail the test?"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "And I hope that you will realize that we have not failed the test."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now we pray to God that you may not do anything wrong, not so that we might appear to have passed the test, but so that you might do what is right, even if we might seem to have failed the test."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For we are not able to do anything against the truth, but only for the truth."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For we rejoice whenever we are weak, but you are strong. We also pray this: for your perfection."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Therefore, I write these things while being absent, so that when I am present, I would not treat you harshly in accordance with my authority— which the Lord gave to me for building up, and not for tearing down."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Finally, brothers, rejoice! Be restored, be encouraged, be of the same mind, live in peace. And the God of love and peace will be with you."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Greet each other with a holy kiss. All of the saints greet you."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "All of the saints greet you. in verse 13, but the best manuscripts have it here."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "The grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with all of you."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some translations separate "
            },
            {
              "tag": "fqa",
              "text": "All of the saints greet you. from verse 12 and place it this verse. The text of this verse then becomes verse 14."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "14"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "CO EN_ULT en_English_ltr Thu Jun 13 2019 11:29:38 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Corinthians",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Corinthians"
    }
  ]
}