{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Second Letter of John"
        },
        {
          "tag": "toc2",
          "text": "Second John"
        },
        {
          "tag": "toc3",
          "num": "2",
          "text": "Jn"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "From the elder to the chosen lady and her children, whom I love in truth— and not only I, but also all those who have known the truth—"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "because of the truth that remains in us and will be with us forever."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Grace, mercy, and peace will be with us from God the Father and from Jesus Christ, the Son of the Father, in truth and love."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "I rejoice greatly that I have found some of your children walking in truth, just as we have received this commandment from the Father."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Now I plead with you, lady— not as though I were writing to you a new commandment, but one that we have had from the beginning— that we should love one another."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "This is love, that we should walk according to his commandments. This is the commandment, just as you heard from the beginning, that you should walk in it."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For many deceivers have gone out into the world, and they do not confess that Jesus Christ came in the flesh. This is the deceiver and the antichrist."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Look to yourselves, that you do not lose the things for which we all have worked, but so that you may receive a full reward."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Anyone who goes on ahead and does not remain in the teaching of Christ does not have God. The one who remains in the teaching, this one has both the Father and the Son."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If anyone comes to you and does not bring this teaching, do not receive him into your house and do not greet him."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For the one who greets him participates in his evil deeds."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "I have many things to write to you, but I did not wish to write them with paper and ink. However, I expect to come to you and speak face to face, so that your joy will be complete."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The children of your chosen sister greet you."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 1
    }
  ],
  "id": "JN EN_ULT en_English_ltr Tue Jun 11 2019 15:22:26 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John",
  "intro": [
    {
      "tag": "mt",
      "text": "Second John "
    }
  ]
}