{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It came about that when King Hezekiah heard their report, he tore his clothes, covered himself with sackcloth, and went into the house of Yahweh."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests, all covered with sackcloth, to Isaiah son of Amoz, the prophet."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They said to him, “Hezekiah says, ‘This day is a day of distress, rebuke, and disgrace, for the children have come to the time of birth, but there is no strength for them to be born."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It may be that Yahweh your God will hear all the words of the chief commander, whom the king of Assyria his master has sent to defy the living God, and will rebuke the words which Yahweh your God has heard. Now lift up your prayer for the remnant that is still here.’”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So the servants of King Hezekiah came to Isaiah,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "and Isaiah said to them, “Say to your master: ‘Yahweh says, “Do not be afraid of the words that you have heard, with which the servants of the king of Assyria have insulted me."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Look, I will put a spirit in him, and he will hear a certain report and go back to his own land. I will cause him to fall by the sword in his own land.”’”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then the chief commander returned and found the king of Assyria fighting against Libnah, for he had heard that the king had gone away from Lachish."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Sennacherib heard that Tirhakah king of Cush and Egypt had mobilized to fight against him, so he sent messengers again to Hezekiah with a message:"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "“Say to Hezekiah king of Judah, ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem will not be given over into the hand of the king of Assyria.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "See, you have heard what the kings of Assyria have done to all lands by destroying them completely. So will you be rescued?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Have the gods of the nations rescued them, the nations that my fathers destroyed: Gozan, Haran, Rezeph, and the people of Eden in Tel Assar?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Where are the king of Hamath, the king of Arpad, the king of the cities of Sepharvaim, of Hena, and Ivvah?’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Hezekiah received this letter from the messengers and read it. Then he went up to the house of Yahweh and spread it before him."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then Hezekiah prayed before Yahweh and said, “Yahweh of hosts, God of Israel, you who sit above the cherubim, you are God alone over all the kingdoms of the earth. You made the heavens and the earth."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Turn your ear, Yahweh, and listen. Open your eyes, Yahweh, and see, and hear the words of Sennacherib, which he has sent to mock the living God."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Truly, Yahweh, the kings of Assyria have destroyed the nations and their lands."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They have put their gods into the fire, for they were not gods but the work of men’s hands, just wood and stone. So the Assyrians have destroyed them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Now then, Yahweh our God, save us, I implore you, from his power, so that all the kingdoms of the earth may know that you, Yahweh, are God alone.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Then Isaiah son of Amoz sent a message to Hezekiah, saying, “Yahweh, the God of Israel says, ‘Because you have prayed to me concerning Sennacherib king of Assyria, I have heard you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "This is the word that Yahweh has spoken about him:"
          },
          {
            "tag": "q",
            "text": "“The virgin daughter of Zion"
          },
          {
            "tag": "q2",
            "text": "despises you and laughs you to scorn."
          },
          {
            "tag": "q",
            "text": "The daughter of Jerusalem"
          },
          {
            "tag": "q2",
            "text": "shakes her head at you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Whom have you defied and insulted?"
          },
          {
            "tag": "q2",
            "text": "Against whom have you exalted your voice"
          },
          {
            "tag": "q",
            "text": "and lifted up your eyes in pride?"
          },
          {
            "tag": "q2",
            "text": "Against the Holy One of Israel!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "By your messengers"
          },
          {
            "tag": "q2",
            "text": "you have defied the Lord,"
          },
          {
            "tag": "q",
            "text": "and have said,"
          },
          {
            "tag": "q2",
            "text": "‘With the multitude of my chariots"
          },
          {
            "tag": "q",
            "text": "I have gone up to the heights of the mountains,"
          },
          {
            "tag": "q2",
            "text": "to the highest elevations of Lebanon."
          },
          {
            "tag": "q",
            "text": "I will cut down the tall cedars"
          },
          {
            "tag": "q2",
            "text": "and the choice cypress trees there."
          },
          {
            "tag": "q",
            "text": "I will enter into its farthest parts,"
          },
          {
            "tag": "q2",
            "text": "its most fruitful forest."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I have dug wells"
          },
          {
            "tag": "q2",
            "text": "and have drunk foreign waters."
          },
          {
            "tag": "q",
            "text": "I dried up all the rivers of Egypt"
          },
          {
            "tag": "q2",
            "text": "under the soles of my feet.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Have you not heard how I"
          },
          {
            "tag": "q2",
            "text": "determined it long ago,"
          },
          {
            "tag": "q",
            "text": "and worked it out in ancient times?"
          },
          {
            "tag": "q2",
            "text": "Now I am bringing it to pass."
          },
          {
            "tag": "q",
            "text": "You are here to reduce impregnable cities"
          },
          {
            "tag": "q2",
            "text": "into heaps of ruins."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Their inhabitants, of little strength,"
          },
          {
            "tag": "q2",
            "text": "are shattered and ashamed."
          },
          {
            "tag": "q",
            "text": "They are plants in the field,"
          },
          {
            "tag": "q2",
            "text": "green grass,"
          },
          {
            "tag": "q",
            "text": "the grass on the roof or in the field,"
          },
          {
            "tag": "q2",
            "text": "burned before it has grown up."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But I know your sitting down,"
          },
          {
            "tag": "q2",
            "text": "your going out, your coming in,"
          },
          {
            "tag": "q2",
            "text": "and your raging against me."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Because of your raging against me,"
          },
          {
            "tag": "q2",
            "text": "and because your arrogance has reached my ears,"
          },
          {
            "tag": "q",
            "text": "I will put my hook in your nose,"
          },
          {
            "tag": "q2",
            "text": "and my bit in your mouth;"
          },
          {
            "tag": "q",
            "text": "I will turn you back"
          },
          {
            "tag": "q2",
            "text": "the way you came.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "This will be the sign for you:"
          },
          {
            "tag": "q",
            "text": "This year you will eat what grows wild,"
          },
          {
            "tag": "q2",
            "text": "and in the second year what grows from that."
          },
          {
            "tag": "q",
            "text": "But in the third year you must plant and harvest,"
          },
          {
            "tag": "q2",
            "text": "plant vineyards and eat their fruit."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The remnant of the house of Judah that survives"
          },
          {
            "tag": "q2",
            "text": "will again take root and bear fruit."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "For from Jerusalem a remnant will come out,"
          },
          {
            "tag": "q2",
            "text": "from Mount Zion survivors will come. The zeal of Yahweh of hosts will do this."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Therefore Yahweh says this about the king of Assyria:"
          },
          {
            "tag": "q",
            "text": "“He will not come into this city"
          },
          {
            "tag": "q2",
            "text": "nor shoot an arrow here."
          },
          {
            "tag": "q",
            "text": "Neither will he come before it with shield"
          },
          {
            "tag": "q2",
            "text": "or build up a siege ramp against it."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "The way by which he came"
          },
          {
            "tag": "q2",
            "text": "will be the same way he will leave;"
          },
          {
            "tag": "q2",
            "text": "he will not enter this city—"
          },
          {
            "tag": "q3",
            "text": "this is Yahweh’s declaration.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "For I will defend this city and rescue it,"
          },
          {
            "tag": "q2",
            "text": "for my own sake and for my servant David’s sake.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "It came about that night that the angel of Yahweh went out and attacked the camp of the Assyrians, putting to death 185,000 soldiers. When the men arose early in the morning, dead bodies lay everywhere."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "So Sennacherib king of Assyria left Israel and went home and stayed in Nineveh."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Later, as he was worshiping in the house of Nisrok his god, his sons Adrammelek and Sharezer killed him with the sword. Then they escaped into the land of Ararat. Then Esarhaddon his son became king in his place."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "KI unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Kings",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Kings "
    }
  ]
}