{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Second Letter of Peter"
      },
      {
        "tag": "toc2",
        "text": "Second Peter"
      },
      {
        "tag": "toc3",
        "num": "2",
        "text": "Pe"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Simon Peter, a slave and apostle of Jesus Christ, to those who have received the same precious faith as we have received, faith in the righteousness of our God and Savior Jesus Christ."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "May grace and peace increase in measure to you in the knowledge of God and of Jesus our Lord."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For all the things concerning his divine power for life and godliness have been given to us through the knowledge of God, who called us through his own glory and excellence."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Through these, he gave us precious and great promises, so that through them you might be sharers in the divine nature, having escaped the corruption in the world that is caused by evil desires."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But for this reason also, do your best to add goodness to your faith; and to goodness add knowledge;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "to knowledge add self- control; to self- control add endurance; to endurance add godliness;"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "to godliness add brotherly affection; and to brotherly affection add love."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For if these things are in you and grow in you, you will not be barren or unfruitful in the knowledge of our Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But whoever lacks these things is so nearsighted that he is blind, having forgotten he has been cleansed from his past sins."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Therefore, brothers, do your best to make your calling and election sure, for if you do these things, you will not ever stumble."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore I will always be ready to remind you of these things, although you know them, and although you are strong in the truth you now have."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But I think it is proper, as long as I am in this tent, to stir you up by way of reminder."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For I know that the putting off of my tent will be soon, just as also our Lord Jesus Christ has revealed this to me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But I will also make every effort to see that after my departure you may be always able to remember these things."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For we did not follow cleverly invented myths when we made known to you the power and the coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For he received honor and glory from God the Father when that voice was brought to him by the Majestic Glory saying, “ This is my beloved Son, with him I am well pleased.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "We ourselves heard this voice brought from heaven when we were with him on the holy mountain."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For we have this prophetic word made more sure, and you do well to pay attention to it, as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Above all, you must understand that every prophecy of scripture does not come from someone’ s own interpretation."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For no prophecy was ever brought by the will of man, but men spoke from God when they were carried along by the Holy Spirit."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "PE EN_ULT en_English_ltr Thu Jun 13 2019 11:51:19 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Peter",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Peter "
    }
  ]
}