{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But false prophets also came to the people, as false teachers will also come to you. They will secretly bring with them destructive heresies, and they will deny the master who bought them. They are bringing quick destruction upon themselves."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Many will follow their sensuality, and through them the way of truth will be blasphemed."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "In their greed they will exploit you with deceptive words. For a long time their condemnation has not been idle, and their destruction is not asleep."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For God did not spare the angels who sinned. Instead he committed them to be thrown down to Tartarus to be kept in chains of lower darkness until the judgment."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some other versions read, "
          },
          {
            "tag": "fqa",
            "text": "to be kept in pits of lower darkness until the judgment ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Also, he did not spare the ancient world. Instead, he preserved Noah, who was a herald of righteousness, along with seven others, when he brought a flood on the world of the ungodly."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "God also reduced the cities of Sodom and Gomorrah to ashes and condemned them to destruction, setting them as an example of what is to happen to the ungodly."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But he rescued righteous Lot, who was oppressed by the sensual behavior of lawless people."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So that righteous man, who was living among them day after day, was tormented in his righteous soul by the wicked works he saw and heard."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The Lord knows how to rescue godly men out of trials, and how to hold unrighteous men for punishment at the day of judgment."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But this is especially true for those who continue in the corrupt desires according to the flesh and who despise authority. Bold and self- willed, they are not afraid to blaspheme the glorious ones."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But angels who have greater strength and power do not bring insulting judgments against them to the Lord."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But these, as unreasoning animals, are naturally made for capture and destruction. As such, they insult what they do not understand. They will also be destroyed in their same destruction."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They will receive the reward of their wrongdoing. They think that luxury during the day is a pleasure. They are stains and blemishes. They enjoy their deceitful actions while they are feasting with you."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Other versions read, "
          },
          {
            "tag": "fqa",
            "text": "They enjoy their actions while they are feasting with you in love feasts ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They have eyes full of adultery, and they are never satisfied with sin. They entice unstable souls into wrongdoing, and they have their hearts trained in covetousness. They are cursed children!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They have abandoned the right way and have wandered off to follow the way of Balaam son of Beor, who loved to receive payment for unrighteousness."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some other versions read, "
          },
          {
            "tag": "fqa",
            "text": "Balaam, son of Bosor "
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But he obtained a rebuke for his own transgression— a mute donkey speaking in a human voice stopped the prophet’ s insanity."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "These men are springs without water and mists driven by a storm. The gloom of thick darkness is reserved for them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For they speak with vain arrogance. They entice people through the lusts of the flesh. They entice people who try to escape from those who live in error."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They promise freedom to them, but they themselves are slaves of corruption. For by what has oversome someone, by that he has been made a slave."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For if they have escaped the corruption of the world through the knowledge of our Lord and Savior Jesus Christ, but are again entangled in them and overcome, the last state has become worse for them than the first."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For it would have been better for them not to know the way of righteousness than to know it and turn away from the holy commandment delivered to them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "This true proverb has happened to them: “ A dog returns to its own vomit, and a washed pig returns to the mud.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "PE EN_ULT en_English_ltr Thu Jun 13 2019 11:51:19 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Peter",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Peter "
    }
  ]
}