{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Second Letter of Peter"
        },
        {
          "tag": "toc2",
          "text": "Second Peter"
        },
        {
          "tag": "toc3",
          "num": "2",
          "text": "Pe"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Simon Peter, a slave and apostle of Jesus Christ, to those who have received the same precious faith as we have received, faith in the righteousness of our God and Savior Jesus Christ."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "May grace and peace increase in measure to you in the knowledge of God and of Jesus our Lord."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For all the things concerning his divine power for life and godliness have been given to us through the knowledge of God, who called us through his own glory and excellence."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Through these, he gave us precious and great promises, so that through them you might be sharers in the divine nature, having escaped the corruption in the world that is caused by evil desires."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But for this reason also, do your best to add goodness to your faith; and to goodness add knowledge;"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "to knowledge add self- control; to self- control add endurance; to endurance add godliness;"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "to godliness add brotherly affection; and to brotherly affection add love."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For if these things are in you and grow in you, you will not be barren or unfruitful in the knowledge of our Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But whoever lacks these things is so nearsighted that he is blind, having forgotten he has been cleansed from his past sins."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Therefore, brothers, do your best to make your calling and election sure, for if you do these things, you will not ever stumble."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Therefore I will always be ready to remind you of these things, although you know them, and although you are strong in the truth you now have."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But I think it is proper, as long as I am in this tent, to stir you up by way of reminder."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For I know that the putting off of my tent will be soon, just as also our Lord Jesus Christ has revealed this to me."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But I will also make every effort to see that after my departure you may be always able to remember these things."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For we did not follow cleverly invented myths when we made known to you the power and the coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For he received honor and glory from God the Father when that voice was brought to him by the Majestic Glory saying, “ This is my beloved Son, with him I am well pleased.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "We ourselves heard this voice brought from heaven when we were with him on the holy mountain."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For we have this prophetic word made more sure, and you do well to pay attention to it, as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Above all, you must understand that every prophecy of scripture does not come from someone’ s own interpretation."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For no prophecy was ever brought by the will of man, but men spoke from God when they were carried along by the Holy Spirit."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "But false prophets also came to the people, as false teachers will also come to you. They will secretly bring with them destructive heresies, and they will deny the master who bought them. They are bringing quick destruction upon themselves."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Many will follow their sensuality, and through them the way of truth will be blasphemed."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In their greed they will exploit you with deceptive words. For a long time their condemnation has not been idle, and their destruction is not asleep."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For God did not spare the angels who sinned. Instead he committed them to be thrown down to Tartarus to be kept in chains of lower darkness until the judgment."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some other versions read, "
            },
            {
              "tag": "fqa",
              "text": "to be kept in pits of lower darkness until the judgment ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Also, he did not spare the ancient world. Instead, he preserved Noah, who was a herald of righteousness, along with seven others, when he brought a flood on the world of the ungodly."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "God also reduced the cities of Sodom and Gomorrah to ashes and condemned them to destruction, setting them as an example of what is to happen to the ungodly."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But he rescued righteous Lot, who was oppressed by the sensual behavior of lawless people."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So that righteous man, who was living among them day after day, was tormented in his righteous soul by the wicked works he saw and heard."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Lord knows how to rescue godly men out of trials, and how to hold unrighteous men for punishment at the day of judgment."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But this is especially true for those who continue in the corrupt desires according to the flesh and who despise authority. Bold and self- willed, they are not afraid to blaspheme the glorious ones."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But angels who have greater strength and power do not bring insulting judgments against them to the Lord."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But these, as unreasoning animals, are naturally made for capture and destruction. As such, they insult what they do not understand. They will also be destroyed in their same destruction."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They will receive the reward of their wrongdoing. They think that luxury during the day is a pleasure. They are stains and blemishes. They enjoy their deceitful actions while they are feasting with you."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Other versions read, "
            },
            {
              "tag": "fqa",
              "text": "They enjoy their actions while they are feasting with you in love feasts ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They have eyes full of adultery, and they are never satisfied with sin. They entice unstable souls into wrongdoing, and they have their hearts trained in covetousness. They are cursed children!"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "They have abandoned the right way and have wandered off to follow the way of Balaam son of Beor, who loved to receive payment for unrighteousness."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some other versions read, "
            },
            {
              "tag": "fqa",
              "text": "Balaam, son of Bosor "
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But he obtained a rebuke for his own transgression— a mute donkey speaking in a human voice stopped the prophet’ s insanity."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "These men are springs without water and mists driven by a storm. The gloom of thick darkness is reserved for them."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For they speak with vain arrogance. They entice people through the lusts of the flesh. They entice people who try to escape from those who live in error."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They promise freedom to them, but they themselves are slaves of corruption. For by what has oversome someone, by that he has been made a slave."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For if they have escaped the corruption of the world through the knowledge of our Lord and Savior Jesus Christ, but are again entangled in them and overcome, the last state has become worse for them than the first."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For it would have been better for them not to know the way of righteousness than to know it and turn away from the holy commandment delivered to them."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "This true proverb has happened to them: “ A dog returns to its own vomit, and a washed pig returns to the mud.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Beloved, this is now the second letter that I have written to you; and in both of them they are reminders to stir up your sincere mind,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "so that you will recall the words spoken in the past by the holy prophets and the command of our Lord and Savior given through your apostles."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Know this first, that mockers will come in the last days. They will mock and proceed according to their own desires."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They will say, “ Where is the promise of his return? For from when our fathers fell asleep, all things have stayed the same, since the beginning of creation.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For they willfully forget this, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and that through these things, the world of that time was destroyed, being flooded with water."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But now the heavens and the earth are reserved for fire by that same command. They are reserved for the day of judgment and the destruction of the ungodly people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "But this one thing should not escape your notice, beloved, that one day with the Lord is like a thousand years, and a thousand years are like one day."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Lord does not move slowly concerning his promises, as some consider slowness to be. Instead, he is patient toward you. He does not desire for any of you to perish, but for everyone to make room for repentance."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "However, the day of the Lord will come as a thief, in which the heavens will pass away with a loud noise. But the elements will be burned with fire, and the earth and the deeds in it will be revealed."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions read, "
            },
            {
              "tag": "fqa",
              "text": "The elements will be burned with fire, and the earth and the deeds in it will be burned up ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Since all these things will be destroyed in this way, what kind of people should you be? In holy conduct and godliness,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "expect and hasten the coming of the day of God, because of which the heavens will be destroyed by fire, and the elements will be melted in great heat."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But according to his promise, we are waiting for the new heavens and the new earth, where righteousness will dwell."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Therefore, beloved, since you expect these things, do your best to be found spotless and blameless before him, in peace."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Also, consider the patience of our Lord to be salvation, just as also our beloved brother Paul wrote to you, according to the wisdom that was given to him,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "as also in all his letters, speaking in them about these things. Among them are some things that are difficult to understand, which ignorant and unstable men distort, as they also do the other scriptures, to their own destruction."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, beloved, since you know about these things beforehand, guard yourselves so that you are not led astray by the deceit of lawless people and you lose your own faithfulness."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. May the glory be to him both now and forever. Amen!"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "PE EN_ULT en_English_ltr Thu Jun 13 2019 11:51:19 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Peter",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Peter "
    }
  ]
}