[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Now these are the last words of David—"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“The Spirit of Yahweh spoke by me,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "The God of Israel spoke,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "He will be like the morning light when the sun rises,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Indeed, is my family not like this before God?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But the worthless will all be like thorns to be thrown away,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The man who touches them"
      }
    ]
  },
  {
    "t": "q",
    "v": "David son of Jesse,"
  },
  {
    "t": "q",
    "v": "the man who was highly honored,"
  },
  {
    "t": "q",
    "v": "the one anointed by the God of Jacob,"
  },
  {
    "t": "q",
    "v": "the sweet psalmist of Israel."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and his word was on my tongue."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the Rock of Israel said to me,"
  },
  {
    "t": "q",
    "v": "‘The one who rules righteously over men,"
  },
  {
    "t": "q",
    "v": "who rules in the fear of God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a morning without clouds,"
  },
  {
    "t": "q",
    "v": "when the tender grass springs up from the earth"
  },
  {
    "t": "q",
    "v": "through bright sunshine after rain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Has he not made an everlasting covenant with me,"
  },
  {
    "t": "q",
    "v": "ordered and sure in every way?"
  },
  {
    "t": "q",
    "v": "Does he not increase my salvation and fulfill my every desire?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because they cannot be gathered by one’s hands."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "must use an iron tool or the shaft of a spear."
  },
  {
    "t": "q",
    "v": "They must be burned up where they lie.’”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "These are the names of David’s mighty men: Jeshbaal the Hachmonite was the leader of the mighty men. He killed eight hundred men on one occasion."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "After him was Eleazar son of Dodai the Ahohite, one of the three mighty men. He was with David when they taunted the Philistines who had gathered together to do battle, and when the men of Israel had retreated."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Eleazar stood and fought the Philistines until his hand became weary and his hand stiffened to the grip of his sword. Yahweh brought about a great victory that day. The army returned after Eleazar, only to strip the bodies."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "After him was Shammah son of Agee, a Hararite. The Philistines gathered together where there was a field of lentils, and the army fled from them."
      },
      {
        "t": "v",
        "n": 12,
        "v": "But Shammah stood in the middle of the field and defended it. He killed the Philistines, and Yahweh brought about a great victory."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Three of the thirty soldiers went down to David at harvest time, to the cave of Adullam. The army of the Philistines was camped in the Valley of Rephaim."
      },
      {
        "t": "v",
        "n": 14,
        "v": "At that time David was in his stronghold, a cave, while the Philistines had established at Bethlehem."
      },
      {
        "t": "v",
        "n": 15,
        "v": "David was longing for water and said, “If only someone would give me water to drink from the well at Bethlehem, the well that is by the gate!”"
      },
      {
        "t": "v",
        "n": 16,
        "v": "So these three mighty men broke through the army of the Philistines and drew water out of the well of Bethlehem, the well at the gate. They took the water and brought it to David, but he refused to drink it. Instead, he poured it out to Yahweh."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Then he said, “Yahweh, far be it from me, that I should do this. Should I drink the blood of men who have risked their lives?” So he refused to drink it."
      }
    ]
  },
  {
    "t": "m",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Abishai, brother of Joab and son of Zeruiah, was captain over the three. He once fought with his spear against three hundred men and killed them. He was often mentioned along with the three soldiers."
      },
      {
        "t": "v",
        "n": 19,
        "v": "Was he not even more famous than the three? He was made their captain. However, his fame did not equal the fame of the three most famous soldiers."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Benaiah from Kabzeel was the son of Jehoiada; he was a strong man who did mighty feats. He killed the two sons of Ariel of Moab. He also went down into a pit and killed a lion while it was snowing."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Then he killed a very large Egyptian man. The Egyptian had a spear in his hand, but Benaiah fought against him with only a staff. He seized the spear out of the Egyptian’s hand and then killed him with his own spear."
      },
      {
        "t": "v",
        "n": 22,
        "v": "Benaiah son of Jehoiada did these feats, and he was named alongside the three mighty men."
      },
      {
        "t": "v",
        "n": 23,
        "v": "He was more highly regarded than the thirty soldiers in general, but he was not regarded quite as highly as the three mighty men. Yet David put him in charge of his bodyguard."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "The thirty included the following men: Asahel brother of Joab, Elhanan son of Dodo from Bethlehem,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Shammah the Harodite, Elika the Harodite,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Helez the Paltite, Ira son of Ikkesh the Tekoite,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Abiezer the Anathothite, Sibbekai"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Zalmon the Ahohite, Maharai the Netophathite;"
      },
      {
        "t": "v",
        "n": 29,
        "v": "Heleb son of Baanah, the Netophathite, Ithai son of Ribai from Gibeah of the Benjamites,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "Benaiah the Pirathonite, Hiddai of the valleys of Gaash."
      },
      {
        "t": "v",
        "n": 31,
        "v": "Abi-Albon the Arbathite, Azmaveth the Barhumite,"
      },
      {
        "t": "v",
        "n": 32,
        "v": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan son of Shammah the Hararite;"
      },
      {
        "t": "v",
        "n": 33,
        "v": "Ahiam son of Sharar the Hararite,"
      },
      {
        "t": "v",
        "n": 34,
        "v": "Eliphelet son of Ahasbai the Maakathite, Eliam son of Ahithophel the Gilonite,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "Hezro the Carmelite, Paarai the Arbite,"
      },
      {
        "t": "v",
        "n": 36,
        "v": "Igal son of Nathan from Zobah, Bani from the tribe of Gad,"
      },
      {
        "t": "v",
        "n": 37,
        "v": "Zelek the Ammonite, Naharai the Beerothite, armor bearer to Joab son of Zeruiah,"
      },
      {
        "t": "v",
        "n": 38,
        "v": "Ira the Ithrite, Gareb the Ithrite,"
      },
      {
        "t": "v",
        "n": 39,
        "v": "Uriah the Hittite—thirty-seven in all."
      }
    ]
  }
]