{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Second Letter of Paul to Timothy"
      },
      {
        "tag": "toc2",
        "text": "Second Timothy"
      },
      {
        "tag": "toc3",
        "num": "2",
        "text": "Ti"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, an apostle of Christ Jesus through the will of God, according to the promise of life that is in Christ Jesus,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "to Timothy, beloved child: Grace, mercy, and peace from God the Father and Christ Jesus our Lord."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "I am thankful to God, whom I serve from my forefathers, with a clean conscience, as I constantly remember you in my prayers night and day."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "As I remember your tears, I long to see you, that I may be filled with joy."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I have been reminded of your genuine faith, which lived first in your grandmother Lois and your mother Eunice, and I am convinced that it is also in you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For this reason, I am reminding you to rekindle the gift of God which is in you through the laying on of my hands."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For God did not give us a spirit of fear, but of power and love and discipline."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore you should not be ashamed of the testimony about our Lord, nor of me, his prisoner. Instead, suffer together for the gospel, according to the power of God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He is the one who has saved us and called us with a holy calling, not according to our works, but according to his own plan and grace, which he gave us in Christ Jesus before time began,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "which now indeed has been revealed by the appearing of our Savior Christ Jesus. He has indeed put an end to death, and has brought to light life and immortality through the gospel,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "for which I was appointed a preacher, and an apostle, and a teacher."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions add, "
          },
          {
            "tag": "fqa",
            "text": "to the Gentiles ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For this cause I also suffer these things. But I am not ashamed, for I know him whom I have believed, and am persuaded that he is able to keep that which he has entrusted to me until that day."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Keep the example of sound words that you heard from me, in the faith and love that are in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The good thing entrusted to you, guard it through the Holy Spirit who lives in us."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "You know this, that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chain."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Instead, when he was in Rome, he diligently sought me and he found me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "May the Lord grant to him to find mercy from the Lord in that day. You know how much he served me very well in Ephesus."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:39:53 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Timothy "
    }
  ]
}