{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I solemnly command you before God and Christ Jesus, who is going to judge the living and the dead, and by his appearing and his kingdom:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Preach the word; be ready in season and out of season; reprove, rebuke, exhort, with all patience and teaching."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For the time will come when people will not endure sound teaching. Instead, they will heap up for themselves teachers according to their own desires, having itching ears to hear,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and will indeed turn their hearing away from the truth, and they will be turned aside to myths."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But you, be sober- minded in all things. Suffer hardship; do the work of an evangelist; fulfill your service."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For I am already being poured out, and the time of my departure has come."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I have competed in the good contest; I have finished the race; I have kept the faith."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now the crown of righteousness has been reserved for me, which the Lord, the righteous judge, will award to me on that day, and not to me only, but also to all those who have loved his appearing."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Do your best to come to me quickly,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "for Demas has deserted me, having loved this present age, and has gone to Thessalonica, Crescens to Galatia, and Titus to Dalmatia."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Only Luke is with me. Get Mark and bring him with you, because he is useful to me for ministry."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But I sent Tychicus to Ephesus."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The cloak that I left at Troas with Carpus, bring it when you come, and the books, especially the parchments."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Alexander the coppersmith did much harm to me. The Lord will repay him according to his deeds."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You also should guard yourself against him, because he greatly opposed our words."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "At my first defense, no one stood with me, but everyone deserted me. May it not be counted against them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But the Lord stood with me and strengthened me, so that through me, the proclamation might be fully carried out, and that all the Gentiles might hear it. So I was rescued out of the lion’ s mouth."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The Lord will rescue me from every evil deed and will save me for his heavenly kingdom. To him be the glory forever and ever. Amen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Greet Priscilla and Aquila, and the household of Onesiphorus."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Erastus remained at Corinth, but Trophimus I left sick at Miletus."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Do your best to come before winter. Eubulus greets you, and Pudens, and Linus, and Claudia, and the brothers."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "The Lord be with your spirit. Grace be with you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:39:53 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Timothy "
    }
  ]
}