{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But know this, that in the last days there will be difficult times."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For people will be lovers of themselves, lovers of money, boastful, proud, blasphemers, disobedient to parents, ungrateful, and unholy,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "without natural affection, unable to reconcile, slanderers, without self- control, violent, not lovers of good,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "betrayers, reckless, conceited, lovers of pleasure rather than lovers of God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will have a shape of godliness, but they will deny the power of it. So turn away from these people."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For among them are people who are entering into households and captivating foolish women who are heaped up with sins and are led away by various desires,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "always learning, but never able to come to the knowledge of the truth."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But in the same manner that Jannes and Jambres opposed Moses, so also these people oppose the truth, people corrupted in their mind, and disqualified with regard to the faith."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But they will not advance very far, for their foolishness will be obvious to all, just as also that of those men became."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But you have followed my teaching, conduct, purpose, faith, longsuffering, love, patience,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "persecutions, sufferings, and what happened to me at Antioch, at Iconium, and at Lystra; what manner of persecutions I endured. Yet, the Lord rescued me from them all."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For indeed all those who want to live in a godly manner in Christ Jesus will be persecuted."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But evil people and impostors will go from bad to worse, deceiving others and being deceived."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You, however, continue in the things that you have learned and have firmly believed, knowing from whom you have learned them,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and that from childhood you have known the sacred writings which are able to make you wise for salvation through faith which is in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "All scripture is inspired by God and is profitable for teaching, for reproof, for correction, and for training in righteousness,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "so that the man of God may be competent, equipped for every good work."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "TI EN_ULT en_English_ltr Thu Jun 13 2019 11:39:53 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Timothy",
  "intro": [
    {
      "tag": "mt",
      "text": "Second Timothy "
    }
  ]
}