{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Third Letter of John"
        },
        {
          "tag": "toc2",
          "text": "Third John"
        },
        {
          "tag": "toc3",
          "num": "3",
          "text": "Jn"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The elder to beloved Gaius, whom I love in truth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Beloved, I pray that all may go well with you and that you may be healthy, just as it is well with your soul."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For I rejoiced greatly when brothers came and bore witness to your truth, just as you walk in truth."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I have no greater joy than this, to hear that my children walk in the truth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Beloved, you are faithfully doing whatever you are doing for the brothers and for strangers"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "who have borne witness of your love in the presence of the church. You do well to send them off on their journey in a manner worthy of God,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "because it was for the sake of the name that they went out, taking nothing from the Gentiles."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "We therefore should welcome such as these, so that we will be fellow workers for the truth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "I wrote something to the congregation, but Diotrephes, who loves to be first among them, does not receive us."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So if I come, I will call his attention to the works that he is doing, talking wicked nonsense against us. But not satisfied with that, he not only refused to welcome the brothers himself, but he also stops those who want to welcome them and puts them out of the church."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Beloved, do not imitate what is evil but what is good. The one who does good is of God; the one who does evil has not seen God."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Demetrius is borne witness to by all and by the truth itself. But we also bear witness, and you know that our testimony is true."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "I had many things to write to you, but I do not wish to write them to you with pen and ink."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But I expect to see you soon, and we will speak face to face."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "May peace be with you. The friends greet you. Greet our friends there by name."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 1
    }
  ],
  "id": "JN EN_ULT en_English_ltr Tue Jun 11 2019 15:23:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John",
  "intro": [
    {
      "tag": "mt",
      "text": "Third John "
    }
  ]
}