{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“ Men, brothers, and fathers, listen to my defense I now make to you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "When the crowd heard that Paul was speak to them in the Hebrew language, they became even more quiet. Then he said,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "“ I am a Jewish man, born in Tarsus of Cilicia, but educated in this city at the feet of Gamaliel. I was instructed according to the strict ways of the law of our fathers. I am zealous for God, just as all of you are today."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I persecuted this Way to the death, binding up and delivering them to prison, both men and women,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "as also the high priest and all the elders can bear witness for me. I also received letters from them for the brothers in Damascus, and went there indeed to bring back in bonds to Jerusalem those who were there in order for them to be punished."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "It happened that as I was traveling and nearing Damascus, about noon suddenly a great light from heaven began to shine around me."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So I fell to the ground and heard a voice say to me, ‘ Saul, Saul, why are you persecuting me?’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So I answered, ‘ Who are you, Lord?’ Then he said to me, ‘ I am Jesus of Nazareth, whom you are persecuting.’"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But those who were with me indeed saw the light, but they did not understand the voice of him who spoke to me."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then I said, ‘ What should I do, Lord?’ The Lord said to me, ‘ Arise and go into Damascus, and there you will be told about everything that has been appointed for you to do.’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Since I could not see because of the brightness of that light, being led by the hands of those who were with me, I came into Damascus."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "There I met a certain Ananias, a devout man according to the law and well spoken of by all the Jews who lived there."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He came to me and stood by me, saying to me, ‘ Brother Saul, receive your sight.’ In that very hour I saw him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then he said, ‘ The God of our fathers has chosen you to know his will, and to see the Righteous One, and to hear the voice coming from his own mouth."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For you will be a witness for him to all men about what you have seen and heard."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Now why are you waiting? Arise, be baptized, and wash away your sins, calling on his name.’"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It happened to me that after I had returned to Jerusalem, and while I was praying in the temple, I fell into a trance."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I saw him saying to me, ‘ Hurry and go away from Jerusalem quickly, because they will not accept your testimony about me.’"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I said, ‘ Lord, they themselves know that I was imprisoning and beating those who believed in you in every synagogue."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When the blood of Stephen your witness was spilled, I myself also was standing by and agreeing, and I was guarding the cloaks of those who killed him.’"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But he said to me, ‘ Go, because I will send you far away to the Gentiles.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "They listened to him until this statement. Then they lifted up their voice, saying, “ Away with such a man from the earth, for it is not right that he should live.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "As they were shouting and throwing off their cloaks, and throwing dust into the air,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "the chief captain commanded Paul to be brought into the fortress. He ordered that he should be questioned by flogging, so that he might know for what reason they were shouting against him like that."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But when they had stretched him out to whip him, Paul said to the centurion who was standing by, “ Is it lawful for you to flog a man who is a Roman and not condemned?”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "When the centurion heard this, he went to the chief captain and told him, saying, “ What are you about to do? For this man is a Roman citizen.”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "So the chief captain came and said to him, “ Tell me, are you a Roman citizen?” Paul said, “ Yes.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Then the chief captain answered, “ I bought my citizenship with a large amount of money.” But Paul said, “ I, however, was indeed born a Roman citizen.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Then the men who were going to question him left him immediately. The chief captain also was afraid, when he learned that Paul was a Roman citizen, and because he had tied him up."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "On the next day, he wanted to know the truth about the accusations against Paul by the Jews. So he untied him and ordered the chief priests and all the council to meet. Then he brought Paul down and placed him among them."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 22
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}