{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the high priest said, “ Are these things true?”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then Stephen said,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Men, brothers, and fathers, listen to me: The God of glory appeared to our father Abraham when he was in Mesopotamia, even before he lived in Haran;",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and he said to him, ‘ Go out from your land and from your relatives, and come into the land that I will show you.’"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then he went out from the land of the Chaldeans and lived in Haran; from there, after the death of his father, God brought him into this land, in which you live now."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But he did not give him an inheritance in it— not even the length of a foot. But he promised to give him the land for a possession, and to his descendants after him— although he did not have a child."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But God spoke to him like this, that his descendants would be strangers in a foreign land, and that the inhabitants there would make them slaves and treat them badly for four hundred years."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "‘ But I will judge the nation that they serve,’ said God, ‘ and after that they will come out and worship me in this place.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then God gave Abraham the covenant of circumcision, and so Abraham became the father of Isaac and circumcised him on the eighth day; and Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Because the patriarchs were jealous of Joseph, they sold him into Egypt; but God was with him"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and he rescued him from all his afflictions. He gave him favor and wisdom in the presence of Pharaoh, king of Egypt, and he appointed him governor over Egypt and over all his household."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now there came a famine over all Egypt and Canaan, and great suffering, and our fathers could not find food."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But when Jacob heard there was grain in Egypt, he sent our fathers on their first trip."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "On their second trip, Joseph made himself known to his brothers, and the family of Joseph became known to Pharaoh."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then sending his brothers back, Joseph called for Jacob, his father, and all his relatives, seventy- five souls in all."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So Jacob went down into Egypt, and he died, he and our fathers."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They were carried over to Shechem and laid in the tomb that Abraham had bought for a price in silver from the sons of Hamor in Shechem."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now as the time of the promise approached— the promise that God had made to Abraham— the people increased and multiplied in Egypt,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "until when there arose over Egypt another king who did not know Joseph."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He deceived our people and mistreated our fathers, forcing them to expose their newborn infants so they would not be kept alive."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "At that time Moses was born; and he was beautiful to God. He was nourished for three months in the house of his father."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When he was placed outside, the daughter of Pharaoh took him and raised him for herself as a son."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Moses was educated in all the wisdom of the Egyptians, and he was mighty in his words and works."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But when he was about forty years old, it came into his heart to visit his brothers, the sons of Israel."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Seeing a certain Israelite being mistreated, Moses defended him and avenged the one who was oppressed by striking the Egyptian:"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "for he thought his brothers would understand that God by his hand was rescuing them, but they did not understand this."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "On the next day he came to some Israelites who were quarreling, and he urged them to be at peace, saying, ‘ Men, you are brothers. Why is it that you are hurting one another?’"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But the one who had wronged his neighbor pushed him away, and said, ‘ Who made you a ruler and a judge over us?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You do not want to kill me in the same way you killed the Egyptian yesterday, do you?’"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Then Moses ran away at this statement, and he became a foreigner in the land of Midian, where he became the father of two sons."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "When forty years were past, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "When Moses saw the fire, he marveled at the sight; and as he approached to look at it, there came a voice of the Lord:"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "‘ I am the God of your fathers, the God of Abraham, and of Isaac, and of Jacob.’ Then Moses began to tremble and did not dare to look."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Then the Lord said to him, ‘ Take off the sandals from your feet, for the place on which you are standing is holy ground."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "I have certainly seen the suffering of my people who are in Egypt, and I have heard their groans, and I have come down to rescue them; so now come, I will send you to Egypt.’"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "This same Moses, whom they rejected, saying, ‘ Who appointed you a ruler and a judge?’— he was the one whom God sent as both a ruler and deliverer— by the hand of the angel who appeared to Moses in the bush."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "This Moses led them out of Egypt, after doing miracles and signs in the land of Egypt and at the Sea of Reeds, and in the wilderness during forty years."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "It is the same Moses who said to the sons of Israel, ‘ God will raise up a prophet for you from among your brothers, a prophet like me.’"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "This is the man who was in the assembly in the wilderness with the angel who was speaking to him on Mount Sinai, and who was with our fathers; he is the man who received living words to give to us."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "This is the man to whom our fathers were not willing to be obedient, but instead they pushed him away, and turned back in their hearts to Egypt."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "They had said to Aaron, ‘ Make us gods who will lead us. As for this Moses, who brought us out of the land of Egypt, we do not know what has happened to him.’"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "So they made a calf in those days and brought a sacrifice to the idol, and rejoiced because of the work of their hands."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "But God turned and gave them up to worship the stars in the sky, as it is written in the book of the prophets,"
          },
          {
            "tag": "q",
            "text": "‘ You did not offer to me slain beasts and sacrifices for forty years in the wilderness, did you, house of Israel?"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "You accepted the tabernacle of Molech and the star of your god Rephan, and the images that you made to worship them: and I will carry you away beyond Babylon.’"
          }
        ],
        "tag": "p",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "The tabernacle of the testimony was with our fathers in the wilderness, just as the one who was speaking to Moses had commanded, to make it like the pattern that he had seen."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "This is the tabernacle which our fathers, under Joshua, also received and brought with them when they took possession of the nations. God drove them out from before the face of our fathers until the time of David,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "who found favor in the sight of God, and he asked if he might find a dwelling place for the God of Jacob."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "However, Solomon built the house for God."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "However, the Most High does not live in houses made with hands, as the prophet says,"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "‘ Heaven is my throne, and the earth is the footstool for my feet. What kind of house can you build for me? says the Lord, or what is the place for my rest?"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Did my hand not make all these things?’"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "51",
            "text": "You are stiff- necked and uncircumcised in heart and ears. You always resist the Holy Spirit; you also resist just as your fathers resisted."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "Which of the prophets did your fathers not persecute? They killed those who told in advance about the coming of the Righteous One, of whom you have now become betrayers and murderers,"
          },
          {
            "tag": "v",
            "num": "53",
            "text": "you who received the law delivered by angels, but did not keep it.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "54",
            "text": "When hearing these things, the council members were cut to their hearts, and they ground their teeth at Stephen."
          },
          {
            "tag": "v",
            "num": "55",
            "text": "But he, being full of the Holy Spirit, looked up intently into heaven and saw the glory of God; and he saw Jesus standing at the right hand of God."
          },
          {
            "tag": "v",
            "num": "56",
            "text": "Stephen said, “ Look, I see the heavens opened, and the Son of Man standing at the right hand of God.”"
          },
          {
            "tag": "v",
            "num": "57",
            "text": "At this the council members covered their ears, and shouting out with a loud voice, altogether they rushed at him."
          },
          {
            "tag": "v",
            "num": "58",
            "text": "Then dragging him out of the city, they stoned him. The witnesses laid down their outer clothing at the feet of a young man named Saul."
          },
          {
            "tag": "v",
            "num": "59",
            "text": "As they were stoning Stephen, he was calling out and saying, “ Lord Jesus, receive my spirit.”"
          },
          {
            "tag": "v",
            "num": "60",
            "text": "But having fallen down on his knees, he called out with a loud voice, “ Lord, do not hold this sin against them.” When he had said this, he fell asleep."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}