{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "So Agrippa said to Paul, “ You may speak for yourself.” Then Paul stretched out his hand and made his defense."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "“ Concerning all the things of which I am accused by the Jews, King Agrippa, I consider myself fortunate that I will be making my defense before you today;"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "especially since you are familiar with all the Jewish customs and also their controversies. So I ask you to hear me patiently."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Indeed then, the way I have lived from my youth, which from the beginning has been among my nation and also in Jerusalem, all the Jews know."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Knowing me from the beginning, they can testify, if they were willing, that I lived as a Pharisee, according to the strictest party of our religion."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now I stand here being judged because of my certain hope in the promise that was made to our fathers by God."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For this is the promise that our twelve tribes sought to receive as they earnestly worshiped God night and day. It is because of this certain hope that I am being accused by the Jews, King Agrippa."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Why should you considered it unbelievable that God raises the dead?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now indeed, I myself thought that I should do many things against the name of Jesus of Nazareth."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I did these things in Jerusalem. I even locked up many of the saints in prison, and having received the authority from the chief priests, I also cast my vote against them when they were being put to death."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Often punishing them in all the synagogues, I tried to force them to blaspheme. I was so very enraged against them that I persecuted them even as far as to foreign cities."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "While I was doing this, I went to Damascus with the authority and orders from the chief priests;"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "and on the way there, at midday, King, I saw a light from heaven that was brighter than the sun and it shone around both me and the men who were traveling with me."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When we all fell to the ground, I heard a voice speaking to me in the Hebrew language, ‘ Saul, Saul, why do you persecute me? It is hard for you to kick against a goad.’"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then I said, ‘ Who are you, Lord?’ The Lord replied, ‘ I am Jesus whom you are persecuting."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Now get up and stand on your feet; because for this purpose I appeared to you, to appoint you as a servant and a witness concerning both the things that you have seen about me and the things that I will show to you;"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "and I will rescue you from the people and from the Gentiles to whom I am sending you,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "to open their eyes that they may turn from darkness to light, and from the power of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith that is in me.’"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Therefore, King Agrippa, I was not disobedient to the heavenly vision;"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "but, to those in Damascus first, and then in Jerusalem, and in all the region of Judea, and also to the Gentiles, I declared that they should repent and turn to God, doing deeds worthy of repentance."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For this cause the Jews arrested me in the temple and tried to kill me."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Therefore having received help which is from God until this day, I have stood and testified to both small and great, saying nothing other than what both the prophets and Moses said would happen—"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "that the Christ would suffer and being the first to rise from the dead, he would proclaim light both to our own people and to the Gentiles.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "After Paul said these things in his defense, Festus said with a loud voice, “ Paul, you are insane; your great learning makes you insane.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But Paul said, “ I am not insane, most excellent Festus, but I am speaking true and sane words."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "For the king knows about these things, so I also speak boldly to him, for I am persuaded that none of these things are hidden from him; for this was not done in a corner."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Do you believe the prophets, King Agrippa? I know that you believe.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Then Agrippa said to Paul, “ In a short time would you persuade me to become a Christian?”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But Paul replied, “ I pray to God, that somehow, whether in a short time or in a long time, not you only, but also all those who hear me today would become just as I also am, but without these prison chains.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "Then the king stood up, and the governor, and Bernice, and those who were sitting with them;"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "when they left, they talked to one another, saying, “ This man is doing nothing worthy of death or of chains.”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So Agrippa said to Festus, “ This man might have been freed if he had not appealed to Caesar.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 26
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}