{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After five days, Ananias the chief priest, with certain elders, and a certain orator named Tertullus went there. These men brought charges against Paul before the governor."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When Paul stood before the governor, Tertullus began to accuse him, saying to the governor, “ Because of you we have great peace, and your foresight brings good reform to our nation;"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "both in every way and everywhere we acknowledge this, most excellent Felix, with all thankfulness."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "However, so as not to detain you any longer, I ask you to briefly listen to us in your kindness."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For we have found this man to be a pest and one who causes rebellion among all the Jews who are throughout the world. Also, he is a leader of the sect of the Nazarenes."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He even tried to desecrate the temple, so we arrested him."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include the end of verse 6, verse 7, and the first part of verse 8. [ We wanted to judge him according to our law."
          },
          {
            "tag": "v",
            "num": "7"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "See the note on the previous verse.  But Lysias, the officer, came and took him by force out of our hands,"
          },
          {
            "tag": "v",
            "num": "8"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "See the note on verse 6.  commanding his accusers to come to you.] You can question him yourself about all these matters to learn about the things of which we are accusing him.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then the Jews also agreed, affirming that these charges were true."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "After the governor motioned for Paul to speak, Paul then answered, “ I understand that for many years you have been a judge to this nation, so I gladly make my defense about the things concerning me."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "You will be able to find out that it has not been more than twelve days since I went up to worship in Jerusalem."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They neither found me in the temple arguing with anyone, nor was I stirring up a crowd, neither in the synagogues, nor in the city."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They are not able to prove to you about the things which they are now accusing me."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But I confess this to you, that according to the Way that they call a sect, in that same way I serve the God of our fathers. I am faithful to all that is according to the law and that has been written in the prophets."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I have the same confident hope in God which also these men themselves await, that there is about to be a resurrection of both the righteous and the wicked."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So in this also I myself always strive in everything to have a clear conscience before God and human beings."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now after many years I came to bring gifts of money to the poor of my nation, and offerings."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They found me doing this, purified in the temple, not with a crowd nor with an uproar."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But there are certain Jews from Asia, who ought to be present before you and make accusations, if they have anything against me."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Or else, these same men should say what wrong they found in me when I stood before the Jewish council,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "other than about this one thing that I shouted out when I stood among them, ‘ I am on trial before you today concerning the resurrection of the dead.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then Felix, who had a more accurate knowledge about the things concerning the Way, delayed them. He said, “ When Lysias the commander comes down from Jerusalem, I will decide the things concerning you.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then he commanded the centurion to keep Paul in custody, but to let him have some freedom, and not to forbid his own friends to minister to him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "After some days, Felix returned with Drusilla his own wife, who was a Jewess, and he sent for Paul and he heard from him about the faith in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But when Paul reasoned with him about righteousness, and self- control, and the judgment that is coming, Felix became frightened and said, “ Go away for now. But when I find an opportunity, I will send for you.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "At the same time he also hoped that he would be given money by Paul, and therefore he often sent for him and spoke with him."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But when two years passed, Porcius Festus became the governor after Felix, but Felix wanted to gain favor with the Jews, so he left Paul to continue under guard."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 24
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}