{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After the uproar had ended, Paul sent for the disciples and after he encouraged them, he said farewell and left to go to Macedonia."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When he had gone through those regions and had spoken many words of encouragement to them, he came to Greece."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "After he had spent three months there, a plot was formed against him by the Jews as he was about to sail for Syria, so he decided to return through Macedonia."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Accompanying him were Sopater son of Pyrrhus from Berea, and Aristarchus and Secundus, a Thessalonian, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus from Asia."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But these men had gone before us and were waiting for us at Troas."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then we sailed away from Philippi after the days of unleavened bread, and in five days we came to them in Troas. There we stayed for seven days."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then on the first day of the week, when we were gathered together to break bread, Paul spoke to the believers. He was planning to leave the next day, so he continued his talk until midnight."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "There were many lamps in the upper room where we were meeting together."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "By the window was sitting a certain young man named Eutychus, who fell into a deep sleep. As Paul spoke even longer, this young man, overcome by sleep, fell down from the third story and was picked up dead."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But Paul went down, stretched himself out on him, and embraced him. Then he said, “ Do not be upset any more, for his life is in him.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then he went upstairs again and broke bread and ate. After talking with them much longer until dawn, he left."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So they brought back the boy alive and were greatly comforted."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "But we ourselves went ahead of Paul to the ship and sailed away to Assos, where we planned to take Paul on board. This is what he himself had arranged to do, because he planned to go on foot."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When he met us at Assos, we took him onto the ship and went to Mitylene."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then we sailed from there and arrived the next day opposite the island of Chios. The following day we touched at the island of Samos, and the day after we came to the city of Miletus."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For Paul had decided to sail past Ephesus, so that he would not spend any time in Asia; for he was hurrying to be, if it was possible for him, in Jerusalem for the day of Pentecost."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "So from Miletus he sent men to Ephesus and summoned the elders of the church."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When they had come to him, he said to them,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "You yourselves know, from the first day that I arrived in Asia, how I was with you the whole time.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I kept serving the Lord with all lowliness of mind and with tears, and in sufferings that happened to me because of the plots of the Jews."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You know how I did not keep back from declaring to you anything that was useful, and how I taught you in public and from house to house,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "testifying to both Jews and Greeks about repentance toward God and of faith in our Lord Jesus."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Now look, I am going to Jerusalem, compelled by the Spirit, not knowing what will happen to me there,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "except that the Holy Spirit testifies to me in every city, saying that chains and sufferings await me."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But I do not consider my life valuable to myself, so as to finish my race and the ministry that I received from the Lord Jesus, to solomnly testify to the gospel of the grace of God."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Now look, I know that you all, among whom I went about proclaiming the kingdom, will see my face no more."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Therefore I testify to you this day, that I am innocent of the blood of any man."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For I did not hold back from declaring to you the whole will of God."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Guard yourselves, and all the flock of which the Holy Spirit has made you overseers. Be careful to shepherd the church of God, which he purchased with his own blood."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "with his own blood , this could be translated as,"
          },
          {
            "tag": "fqa",
            "text": "with the blood of his own Son ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I know that after my departure, vicious wolves will come in among you and will not spare the flock."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I know that from even among you yourselves, some men will come speaking perverse things which will draw away the disciples after them."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So be on guard. Remember that for three years I did not stop instructing every one of you with tears night and day."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Now I entrust you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are being sanctified."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "I coveted no man’ s silver or gold or clothing."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "You yourselves know that these hands served my own needs and the needs of those who were with me."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "In all things, I showed you that in this way we should work hard to help those who are weak, and to also remember the words of the Lord Jesus, that he himself said: “ It is more blessed to give than to receive.”"
          }
        ],
        "tag": "p",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "After he had said these things, he bowed his knees and prayed with them all."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then there was a lot of weeping among them all, and they embraced Paul and kissed him."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "They were sad most of all because of the statement which he had spoken, that they were never going to see his face again. Then they escorted him to the ship."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 20
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}