{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As Peter and John were speaking to the people, the priests and the captain of the temple and the Sadducees came up to them."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They were deeply troubled because Peter and John were teaching the people and proclaiming in Jesus the resurrection from the dead."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So they laid hands on them and put them in custody until the next day, since it was already evening."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But many of the people who had heard the message believed; and the number of the men who believed was about five thousand."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then it came about on the next day that their rulers and the elders and the scribes gathered together in Jerusalem."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Annas the high priest was there, and Caiaphas, and John, and Alexander, and all who were of the high priestly line."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When they had set Peter and John in their midst, they asked them, “ By what power, or in what name, have you done this?”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then Peter, filled with the Holy Spirit, said to them, “ You rulers of the people, and elders,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "if we this day being questioned concerning a good deed done to a sick man, by what means he was made well,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "let this be known to you all and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, but whom God raised from the dead, that by him this man stands here before you healthy."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Jesus Christ is the stone which was rejected by you, the builders, but which has been made into the cornerstone."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "There is no salvation in anyone else, for there is not another name under heaven given among men by which we must be saved.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "After seeing the boldness of Peter and John, and realizing that they were uneducated and ordinary men, they were surprised, and they recognized them, that they had been with Jesus."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Because they saw the man who was healed standing with them, they had nothing to say against them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But after they had commanded the apostles to go outside the council meeting, they talked among themselves."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They said, “ What will we do to these men? For truly it is evident to everyone who lives in Jerusalem that a remarkable miracle has happened through them, and we are not able to deny it."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But in order that it might not spread further among the people, let us warn them no longer to speak in this name to anyone.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So calling in Peter and John, they commanded them not to speak nor to teach at all in the name of Jesus."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But Peter and John answered and said to them, “ Whether it is right in the sight of God to obey you rather than God, you judge."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For we are not able to stop speaking about the things we have seen and heard.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "After further warning Peter and John, they let them go. They found nothing for which they might punish them because of the people, for they were all praising God for what had happened."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For the man to whom this sign of healing had happened was more than forty years old."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "But after they were set free, Peter and John came to their own people and reported all that the chief priests and the elders had said to them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When they heard it, they raised their voices together to God and said, “ Lord, you who made the heavens and the earth and the sea, and all that is in them."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You are the one who by the Holy Spirit has spoken through the mouth of your servant, our father David,"
          },
          {
            "tag": "q",
            "text": "‘ For what reason did the Gentiles rage, and the peoples imagine useless things?’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26"
          },
          {
            "tag": "q",
            "text": "‘ The kings of the earth took their stand, and the rulers were gathered together against the Lord, and against his Christ.’"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "For truly, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, gathered together in this city against your holy servant Jesus, whom you anointed."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "They gathered together to do all that your hand and your plan had decided in advance would happen."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Now, Lord, look upon their threats and grant to your servants to speak your word with all boldness."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Therefore stretch out your hand to heal, and to do signs and wonders through the name of your holy servant Jesus.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "When they finished praying, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and they spoke the word of God with boldness."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "The great number of those who believed were one in heart and soul. Not one of them said that anything he possessed was his own, but everything was shared among them."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "With great power, the apostles were proclaiming their testimony about the resurrection of the Lord Jesus, and abundant grace was upon them all."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "For there was no person among them who was in need, for all who owned title to lands or houses sold them and brought the money of the things that were sold"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "and laid it at the feet of the apostles, and it was distributed to each one according to whatever need anyone had."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "Then Joseph, who was called Barnabas by the apostles( which is translated as Son of Encouragement), a Levite, a citizen of Cyprus by birth,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "sold a field that he owned and brought the money and laid it at the feet of the apostles."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}