{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But Saul, still speaking threats and murder against the disciples of the Lord, went to the high priest"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "and asked letters from him to the synagogues in Damascus, so that if he found any who belonged to the Way, both men and women, he might bring them bound to Jerusalem."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "As he was traveling, it happened that as he came near to Damascus, suddenly there shone all around him a light out of heaven;"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and he fell upon the ground and heard a voice saying to him, “ Saul, Saul, why are you persecuting me?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Saul replied, “ Who are you, Lord?” The Lord said, “ I am Jesus whom you are persecuting;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "but rise and enter into the city, and it will be told to you that which you must do.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But the men who were travelling with Saul stood speechless, hearing the voice, but seeing no one."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then Saul arose from the ground, but when he opened his eyes, he could see nothing; so they led him by the hand and brought him into Damascus."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For three days he was without sight, and he neither ate nor drank."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Now there was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, “ Ananias!” So he said, “ See, I am here, Lord.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then the Lord said to him, “ Arise, go to the street which is called Straight, and at the house of Judas ask for a man named Saul, from Tarsus, for he is indeed praying."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For he has seen in a vision a man named Ananias coming in and laying his hands on him, so that he might see again.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But Ananias answered, “ Lord, I have heard from many about this man, how much harm he has done to your saints in Jerusalem."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He has authority from the chief priests to arrest everyone here who calls upon your name.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But the Lord said to him, “ Go, for this man is a chosen instrument of mine, who will carry my name before the Gentiles and also kings and the sons of Israel;"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "for I will show him how much he must suffer for my name.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So Ananias departed, and entered into the house. Laying his hands on him, he said, “ Brother Saul, the Lord Jesus, who appeared to you on the road when you were coming, has sent me so that you might receive your sight and be filled with the Holy Spirit.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then immediately something like scales fell from Saul’ s eyes, and he received his sight, and also arose and was baptized;"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and he took food and was strengthened."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Then he stayed with the disciples in Damascus a few days.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Right away he proclaimed Jesus in the synagogues, saying that he is the Son of God."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "All who heard him were amazed and said, “ Is not this the man who destroyed those in Jerusalem who called on this name? He has come here for this reason, so that he might arrest them and bring them to the chief priests.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But Saul became more and more powerful, and he was causing distress among the Jews who lived in Damascus by proving that Jesus is the Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "But after many days had passed, the Jews planned together to kill him."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But their plan became known to Saul. For indeed they were watching the gates both day and night in order to kill him."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But his disciples took him by night and let him down through the wall, lowering him in a basket."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "When he had come to Jerusalem, Saul attempted to join the disciples, but they were all afraid of him, not believing that he was a disciple."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But Barnabas took him and brought him to the apostles, and he told them how Saul had seen the Lord on the road and that the Lord had spoken to him, and how at Damascus Saul had spoken boldly in the name of Jesus."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So he was with them as they were coming in and going out of Jerusalem. He spoke boldly in the name of the Lord."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "He also spoke and debated with the Grecian Jews; but they kept trying to kill him."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "When the brothers learned of this, they brought him down to Caesarea and sent him away to Tarsus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "So then, the church throughout all Judea and Galilee and Samaria had peace and was built up; and, walking in the fear of the Lord and in the comfort of the Holy Spirit, the church grew in numbers."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Now it came about that, as Peter went throughout the whole region, he came down also to the saints who lived in Lydda."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "There he found a certain man named Aeneas, who had been lying in a bed for eight years, for he was paralyzed."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So Peter said to him, “ Aeneas, Jesus Christ heals you. Get up and make your bed,” and right away he got up."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "So everyone who lived in Lydda and in Sharon saw the man and they turned to the Lord."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "Now there was in Joppa a certain disciple named Tabitha, which is translated as“ Dorcas.” This woman was full of good works and merciful deeds that she did for the poor."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "It came about in those days that fallling sick, she died. When they had washed her, they laid her in an upper room."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, begging him, “ Come to us without delay.”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So Peter arose and went with them. When he had arrived, they brought him to the upper room, and all the widows stood by him weeping, and showing him the coats and garments that Dorcas had made while she had been with them."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Then Peter put them all out of the room, and kneeling down, he prayed. Then, turning to the body, he said, “ Tabitha, arise.” Then she opened her eyes, and seeing Peter, she sat up."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Peter then gave her his hand and lifted her up; and when he called the saints and the widows, he presented her alive."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "This matter became known throughout all Joppa, and many people believed on the Lord."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Then it happened that Peter stayed for many days in Joppa with a certain man named Simon, a tanner."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}