{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things Paul left Athens and went to Corinth."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "There he met a certain Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. Paul went to them,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and because he worked at the same trade, he stayed with them and worked, for they were tentmakers by trade."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So Paul reasoned in the synagogue every Sabbath. He persuaded both Jews and Greeks."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But when both Silas and Timothy came down from Macedonia, Paul devoted himself to the word, solemnly testifying to the Jews that Jesus was the Christ."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But when the Jews opposed and insulted him, Paul shook out his garment and said to them, “ May your blood be upon your own heads; I am innocent. From now on I will go to the Gentiles.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then he left from there and went to the house of a certain man named Titius Justus, a man who worshiped God. His house was next to the synagogue."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Crispus, the leader of the synagogue, believed in the Lord, together with all those who lived in his house; and many of the Corinthians who heard about it believed and were baptized."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then the Lord said to Paul in the night in a vision, “ Do not be afraid, but continue speaking and do not be silent."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For I am with you, and no one will attack you to harm you, for I have many people in this city.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So Paul remained there for a year and six months, teaching the word of God among them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "But when Gallio became governor of Achaia, the Jews rose up together against Paul and brought him before the judgment seat;"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "they said, “ This man persuades people to worship God contrary to the law.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yet when Paul was about to open his mouth, Gallio said to the Jews, “ You Jews, if indeed it were a matter of some wrong or an evil crime, it would be reasonable to deal with you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But since these are questions about words and names and your own law, settle it yourselves. I do not wish to be a judge of these matters.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So Gallio sent them away from the judgment seat."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the judgment seat. But none of these things mattered to Gallio."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Now Paul, after staying there for many more days, left the brothers and sailed to Syria, and Priscilla and Aquila were with him. He shaved his head in Cenchrea because he had made a vow."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When they came to Ephesus, Paul left Priscilla and Aquila there, but he himself went into the synagogue and reasoned with the Jews."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When they asked Paul to stay a longer time, he declined."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But he took his leave from them and said, “ I will return again to you if God is willing.” He then set sail from Ephesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "When Paul had landed at Caesarea, he went up and greeted the Jerusalem church and then went down to Antioch."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "After having spent some time there, Paul departed and went through the regions of Galatia and Phrygia and strengthened all the disciples."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Now a certain Jew named Apollos, an Alexandrian by birth, came to Ephesus. This man was eloquent in speech and was mighty in the scriptures."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Apollos had been instructed in the way of the Lord. Being fervent in spirit, he spoke and taught accurately the things concerning Jesus, but he knew only the baptism of John."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So Apollos began to speak boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "When he desired to pass over into Achaia, the brothers encouraged him and wrote to the disciples in Achaia to welcome him. When he arrived, he greatly helped those who believed by grace."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "For Apollos powerfully refuted the Jews in public debate, showing by the scriptures that Jesus is the Christ."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 18
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}