{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It came about that while Apollos was at Corinth, Paul passed through the upper country and came to the city of Ephesus, and found certain disciples there."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Paul said to them, “ Did you receive the Holy Spirit when you believed?” But they said to him, “ No, we did not even hear if there is a Holy Spirit.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So Paul said, “ Into what then were you baptized?” They said, “ Into the baptism of John.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So Paul replied, “ John baptized with the baptism of repentance. He told the people that they should believe in the one who would come after him, that is, in Jesus.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When the people heard this, they were baptized in the name of the Lord Jesus."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then when Paul had laid his hands on them, the Holy Spirit came on them and they both spoke in other languages and prophesied."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They were about twelve men in all."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then Paul went into the synagogue and spoke boldly for three months, reasoning and persuading them about the kingdom of God."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But when some Jews were hardened and disobedient, they began to speak evil of the Way before the crowd. So Paul left them and took the disciples with him, reasoning with them every day in the lecture hall of Tyrannus."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This continued for two years, so that all those who lived in Asia heard the word of the Lord, both Jews and Greeks."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "God was doing unusual miracles by the hands of Paul,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "so that even handkerchiefs and aprons that had touched him were taken to the sick and their illnesses left them and the evil spirits came out of them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But there were also some Jewish exorcists traveling through the area. They tried to call on the name of the Lord Jesus over those who had evil spirits. They said, “ By the Jesus whom Paul proclaims, I command you to come out.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Some were family of Sceva, a Jewish high priest— seven of his sons were doing this."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But an evil spirit answered them, saying, “ Jesus I know, and Paul I know; but who are you?”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then the man in whom was the evil spirit leaped on the exorcists and overpowered them all and beat them up. Then they fled out of that house naked and wounded."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So this became known to all, both Jews and Greeks, of those who lived at Ephesus. Then fear fell upon them all, and the name of the Lord Jesus was honored."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Also, many of the believers came and confessed and admitted the evil things they had done."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Many of those who practiced magical arts brought their books together and burned them in the sight of everyone. Then they counted the value of them, and found it to be fifty thousand pieces of silver."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So the word of the Lord was spreading and prevailing with power."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Now after Paul completed his ministry in Ephesus, he decided in the Spirit to pass through Macedonia and Achaia on his way to Jerusalem; he said, “ After I have been there, I must also see Rome.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then Paul sent to Macedonia two of those helping him, Timothy and Erastus. But he himself stayed in Asia for a while."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "At about that time there was no small disturbance in Ephesus concerning the Way."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For a certain silversmith named Demetrius, who made silver statues of Artemis, brought in much business for the craftsmen."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "So he gathered together the workmen of that occupation and said, “ Sirs, you know that in this business we make much money."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "You see and hear that, not only at Ephesus, but almost throughout all Asia, this Paul has persuaded and turned away many people. He is saying that the things that are being made with hands are not gods."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "So not only is there danger for us that this trade will be slandered, but also that the temple of the great goddess Artemis may be considered worthless. So she whom all Asia and the world worships is indeed about to lose her greatness.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When they heard this and became filled with anger, they cried out, saying, “ Great is Artemis of the Ephesians.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Then the whole city was filled with confusion, and the people rushed together into the theater. They had seized Paul’ s travel companions, Gaius and Aristarchus, who came from Macedonia."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Paul wanted to enter in among the people, but the disciples prevented him."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Also, some of the officials of the province of Asia who were his friends sent a message to him strongly requesting him not to enter into the theater himself."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Now indeed some people were shouting one thing, and some another, for the crowd was in confusion. Most of them did not even know for what reason they had come together."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Then out of the crowd came Alexander, whom the Jews had pushed forward. So Alexander motioned with his hand, wanting to give a defense to the assembly."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "But when they became aware that he was a Jew, there was a single cry from all of them. Continuing for about two hours they cried out, “ Great is Artemis of the Ephesians.”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "When the town clerk had quieted the crowd, he said, “ You men of Ephesus, what man indeed is there who does not know that the city of the Ephesians is temple keeper of the great Artemis and of the image which fell down from heaven?"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Seeing then that these things are undeniable, it is necessary for you to be calm and to do nothing rash."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "For you have brought these men to this court who are neither robbers of temples nor blasphemers of our goddess."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Therefore, if indeed Demetrius and the craftsmen who are with him have an accusation against anyone, the courts are open and there are proconsuls. Let them accuse one another."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "But if you seek anything about other matters, it shall be settled in the regular assembly."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "For indeed we are in danger of being accused of rioting for what happened this day. There is no reason that we will be able to give as the cause of this disorder.”"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts have "
          },
          {
            "tag": "fqa",
            "text": "When he had said this, he dismissed the assembly. here instead of in verse 41."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "41",
            "text": "When he had said this, he dismissed the assembly."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts have this text at the end of verse 40."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}