{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Acts of the Apostles"
      },
      {
        "tag": "toc2",
        "text": "Acts"
      },
      {
        "tag": "toc3",
        "text": "Act"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The former book I wrote, Theophilus, concerning all that Jesus began both to do and to teach,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "until the day that he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "After his suffering, he also presented himself alive to them with many convincing proofs. For forty days he appeared to them, and he spoke things concerning the kingdom of God."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When he was meeting together with them, he commanded them not to leave Jerusalem, but to wait for the promise of the Father, about which, he said, “ You heard from me"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "that John indeed baptized with water, but you shall be baptized in the Holy Spirit after not many days.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "When therefore they were assembled together, they asked him, saying, “ Lord, is this the time you will restore the kingdom to Israel?”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But he said to them, “ It is not for you to know the times or the seasons which the Father has determined by his own authority."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But you will receive power, when the Holy Spirit comes upon you, and you will be my witnesses both in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When he had said these things, as they were looking up, he was raised up, and a cloud hid him from their eyes."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "While they were looking intensely to heaven as he was going up, and suddenly, two men stood by them in white clothing."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They said, “ Men of Galilee, why do you stand looking into heaven? This Jesus who has been taken up from you into heaven, will likewise return in the same manner as you saw him going into heaven.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then they returned to Jerusalem from the mountain called Olives, which is near Jerusalem, a Sabbath day’ s journey."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When they arrived, they went up into the upper chamber, where they were staying, both Peter and John, and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus and Simon the Zealot, and Judas son of James."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They were all diligently continuing in prayer with one accord, with the women, and Mary the mother of Jesus, and with his brothers."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "In those days Peter stood up in the midst of the brothers— the number of the names of the people who were together then was about undefined— and said,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ Men, brothers, it was necessary that the scripture should be fulfilled, that the Holy Spirit spoke before by the mouth of David concerning Judas, who guided the ones who arrested Jesus."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For he was numbered with us and received his share of this ministry.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "( Now indeed this man bought a field with the earnings from his wickedness, and there he fell headfirst, and his belly burst open, and all his intestines poured out."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "This became known to all those living in Jerusalem, so they called that field in their own language“ Akeldama,” that is, “ Field of Blood.”)"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "“ For it is written in the Book of Psalms,"
          },
          {
            "tag": "q",
            "text": "‘ Let his field be made desolate, and do not let even one person live there,’ and"
          },
          {
            "tag": "q",
            "text": "‘ Let someone else take his position of leadership.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "It is necessary, therefore, that from the men who accompanied us during all the time that the Lord Jesus came in and went out among us,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "beginning from the baptism of John to the day that he was taken up from us— one of these must become a witness with us of his resurrection.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They put forward two men, Joseph called Barsabbas, who was also named Justus, and Matthias."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So having prayed, they said, “ You, Lord, know the hearts of everyone, so reveal which one of these two you have chosen"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "to take the place in this ministry and apostleship from which Judas turned away to go to his own place.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "They cast lots for them, and the lot fell to Matthias, and he was numbered with the eleven apostles."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 1
  },
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}