{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Acts of the Apostles"
        },
        {
          "tag": "toc2",
          "text": "Acts"
        },
        {
          "tag": "toc3",
          "text": "Act"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The former book I wrote, Theophilus, concerning all that Jesus began both to do and to teach,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "until the day that he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After his suffering, he also presented himself alive to them with many convincing proofs. For forty days he appeared to them, and he spoke things concerning the kingdom of God."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When he was meeting together with them, he commanded them not to leave Jerusalem, but to wait for the promise of the Father, about which, he said, “ You heard from me"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "that John indeed baptized with water, but you shall be baptized in the Holy Spirit after not many days.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "When therefore they were assembled together, they asked him, saying, “ Lord, is this the time you will restore the kingdom to Israel?”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But he said to them, “ It is not for you to know the times or the seasons which the Father has determined by his own authority."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But you will receive power, when the Holy Spirit comes upon you, and you will be my witnesses both in Jerusalem and in all Judea and Samaria, and to the end of the earth.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When he had said these things, as they were looking up, he was raised up, and a cloud hid him from their eyes."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "While they were looking intensely to heaven as he was going up, and suddenly, two men stood by them in white clothing."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They said, “ Men of Galilee, why do you stand looking into heaven? This Jesus who has been taken up from you into heaven, will likewise return in the same manner as you saw him going into heaven.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then they returned to Jerusalem from the mountain called Olives, which is near Jerusalem, a Sabbath day’ s journey."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When they arrived, they went up into the upper chamber, where they were staying, both Peter and John, and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus and Simon the Zealot, and Judas son of James."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They were all diligently continuing in prayer with one accord, with the women, and Mary the mother of Jesus, and with his brothers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "In those days Peter stood up in the midst of the brothers— the number of the names of the people who were together then was about undefined— and said,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "“ Men, brothers, it was necessary that the scripture should be fulfilled, that the Holy Spirit spoke before by the mouth of David concerning Judas, who guided the ones who arrested Jesus."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For he was numbered with us and received his share of this ministry.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "( Now indeed this man bought a field with the earnings from his wickedness, and there he fell headfirst, and his belly burst open, and all his intestines poured out."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "This became known to all those living in Jerusalem, so they called that field in their own language“ Akeldama,” that is, “ Field of Blood.”)"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "“ For it is written in the Book of Psalms,"
            },
            {
              "tag": "q",
              "text": "‘ Let his field be made desolate, and do not let even one person live there,’ and"
            },
            {
              "tag": "q",
              "text": "‘ Let someone else take his position of leadership.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "It is necessary, therefore, that from the men who accompanied us during all the time that the Lord Jesus came in and went out among us,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "beginning from the baptism of John to the day that he was taken up from us— one of these must become a witness with us of his resurrection.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "They put forward two men, Joseph called Barsabbas, who was also named Justus, and Matthias."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So having prayed, they said, “ You, Lord, know the hearts of everyone, so reveal which one of these two you have chosen"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "to take the place in this ministry and apostleship from which Judas turned away to go to his own place.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "They cast lots for them, and the lot fell to Matthias, and he was numbered with the eleven apostles."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When the day of Pentecost came, they were all together in the same place."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then suddenly there came from heaven a sound like the rush of a violent wind, and it filled the whole house where they were sitting."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "There appeared to them tongues like fire that were distributed, and they sat upon each one of them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They were all filled with the Holy Spirit and began to speak in other tongues, as the Spirit gave them ability to speak."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Now there were Jews who were living in Jerusalem, godly men, from every nation under heaven."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When this sound happened, the multitude came together and was confused because each one of them heard them speaking in their own language."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They were all amazed and marveled; they said, “ Really, are not all these who are speaking Galileans?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So how is it that we are hearing them, each in our own language in which we were born?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Parthians and Medes and Elamites, and those who live in Mesopotamia, in Judea and also in Cappadocia, in Pontus and in Asia,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Phrygia and also Pamphylia, in Egypt and in the parts of Libya toward Cyrene, and those visiting from Rome,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Both Jews and proselytes, Cretans and Arabians, we hear them telling in our languages about the mighty works of God.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So they were all amazed and perplexed, saying to one another, “ What does this mean?”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But others mocked and said, “ They are full of new wine.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "But Peter stood with the eleven, raised his voice, and said to them, “ Men of Judea and all of you who live at Jerusalem, let this be known to you, and pay attention to my words."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For these people are not drunk as you assume, for it is only the third hour of the day."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But this is what was spoken through the prophet Joel:"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "‘ It will be in the last days,’ God says,"
            },
            {
              "tag": "q",
              "text": "‘ I will pour out of my Spirit on all flesh. Your sons and your daughters will prophesy, and your young men will see visions, and your old men will dream dreams."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Even on my servants and on my female servants in those days I will pour out of my Spirit, and they will prophesy."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "I will show wonders in the sky above and signs on the earth below, blood and fire and vapor of smoke."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The sun will be turned to darkness and the moon to blood, before the coming of the great and remarkable day of the Lord."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It will be that everyone who calls on the name of the Lord will be saved.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Men of Israel, hear these words: Jesus of Nazareth was a man accredited to you by God with the mighty deeds, and wonders, and signs which God did through him in your midst, as you yourselves know."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "This man, by the predetermined plan and foreknowledge of God, handed over by the hand of lawless men, you put to death by nailing him to a cross."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He is the one whom God raised up, freeing him from the agony of death, because it was not possible for him to be held by it."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For David says about him,"
            },
            {
              "tag": "q",
              "text": "‘ I saw the Lord always before my face, for he is beside my right hand so that I should not be moved."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Because of this, my heart was glad and my tongue rejoiced. Indeed, my flesh also will live in certain hope."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For you will not abandon my soul to Hades, neither will you allow your Holy One to see decay."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "You revealed to me the paths of life; you will fill me with gladness in your presence.’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Men, brothers, I am permitted to speak to you with freedom about the patriarch David, that he both died and was buried, and his tomb is with us to this day."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Therefore, he was a prophet and knew that God had sworn with an oath to him, that he would set one of the fruit of his body upon his throne."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Having seen what was to happen in the future, he spoke about the resurrection of the Christ, that,"
            },
            {
              "tag": "q",
              "text": "‘ He was neither abandoned to Hades, nor did his flesh see decay.’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "This Jesus— God raised him up, of which we all are witnesses."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Therefore having been exalted to the right hand of God and having received the promise of the Holy Spirit from the Father, he has poured out this which you both see and hear."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "For David did not ascend to the heaven, but he himself says,"
            },
            {
              "tag": "q",
              "text": "‘ The Lord said to my Lord, “ Sit at my right hand,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "until I make your enemies the stool for your feet.”’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Therefore, let all the house of Israel certainly know that God has made him both Lord and Christ, this Jesus whom you crucified.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "Now when they heard this, they were pierced in the heart, and said to Peter and the rest of the apostles, “ Men, brothers, what shall we do?”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Then Peter said to them, “ Repent, I say, and be baptized, each of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "For the promise is to you and to your children and to all who are far off, as many people as the Lord our God will call.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "With many other words he testified and urged them, saying, “ Save yourselves from this wicked generation.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Therefore they indeed received his word and were baptized, and there were added in that day about three thousand souls."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then they were continuing in the teaching of the apostles and fellowship, in the breaking of bread and in prayers."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "Fear came upon every soul, and many wonders and signs took place through the apostles."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "All who believed were together and had all things in common,"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "and they sold their property and possessions and distributed them to all, as anyone had need."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "So every day they continued with one purpose in the temple, also breaking bread in houses, and sharing food with gladness and sincerity of heart,"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "praising God and having favor with all the people, and every day the Lord added those who were being saved to their number."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now Peter and John were going up into the temple at the hour of prayer, the ninth hour."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now a certain man being lame from the womb of his mother was being carried, whom every day they placed at the gate called Beautiful of the temple, so he could ask for a gift of money from people who were going into the temple."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When he saw Peter and John about to enter the temple, he asked them to give him a gift of money."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But Peter, looking intently at him, with John, said, “ Look at us.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So the lame man looked at them, expecting to receive something from them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But Peter said, “ Silver and gold I do not have, but what I do have, this I will give to you. In the name of Jesus Christ of Nazareth, walk.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Taking him by the right hand, Peter raised him up, and immediately his feet and ankles were made strong."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then leaping up, the lame man stood and began to walk; and he entered with them into the temple, walking and leaping and praising God."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "All the people saw him walking and praising God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They also recgonized him, that he was the man who had been asking people for a gift of money while sitting at the Beautiful Gate of the temple; and they were filled with wonder and amazement because of what had happened to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "As he was holding on to Peter and John, all the people ran together to them in the porch that is called Solomon’ s, greatly marveling."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When Peter saw this, he answered the people, “ Men of Israel, why do you marvel at this? Or why do you look intently at us, as if we had made him to walk by our own power or godliness?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The God of Abraham and the God of Isaac, and the God of Jacob, the God of our fathers, has glorified his servant Jesus, whom you indeed delivered up and rejected in the presence of Pilate, when he had decided to release him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But you rejected the Holy and Righteous One, and asked for a man who was a murderer to be released to you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But you killed the Founder of life, whom God raised from the dead— and we are witnesses of this."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Now, by faith in his name, this man whom you see and know has been made strong. The name of Jesus and the faith that is through him gave to this man this complete health in the presence of all of you."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now, brothers, I know that you acted in ignorance, as also did your rulers."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the things which God foretold by the mouth of all the prophets, that his Christ should suffer, he has fulfilled in this way."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Repent, therefore, and turn, so that your sins may be blotted out,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "so that there may come periods of refreshing from the presence of the Lord; and that he may send the one who has been appointed for you, Christ Jesus."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He is the One heaven must receive until the time of the restoration of all things, about which God spoke long ago by the mouth of his holy prophets."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Moses indeed said, ‘ The Lord your God will raise up for you a prophet like me from among your brothers. You will listen to him in everything— whatever he will speak to you."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But it will be that every soul who does not listen to that prophet will be destroyed from among the people.’"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Indeed all the prophets from Samuel and those who came after him, as many as have spoken have also announced these days."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, ‘ And in your seed will all the families of the earth be blessed.’"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "After God raised up his servant, he sent him to you first, blessing you by turning every one of you from your wickedness.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As Peter and John were speaking to the people, the priests and the captain of the temple and the Sadducees came up to them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They were deeply troubled because Peter and John were teaching the people and proclaiming in Jesus the resurrection from the dead."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So they laid hands on them and put them in custody until the next day, since it was already evening."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But many of the people who had heard the message believed; and the number of the men who believed was about five thousand."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then it came about on the next day that their rulers and the elders and the scribes gathered together in Jerusalem."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Annas the high priest was there, and Caiaphas, and John, and Alexander, and all who were of the high priestly line."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When they had set Peter and John in their midst, they asked them, “ By what power, or in what name, have you done this?”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Peter, filled with the Holy Spirit, said to them, “ You rulers of the people, and elders,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "if we this day being questioned concerning a good deed done to a sick man, by what means he was made well,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "let this be known to you all and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, but whom God raised from the dead, that by him this man stands here before you healthy."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Jesus Christ is the stone which was rejected by you, the builders, but which has been made into the cornerstone."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "There is no salvation in anyone else, for there is not another name under heaven given among men by which we must be saved.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "After seeing the boldness of Peter and John, and realizing that they were uneducated and ordinary men, they were surprised, and they recognized them, that they had been with Jesus."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Because they saw the man who was healed standing with them, they had nothing to say against them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But after they had commanded the apostles to go outside the council meeting, they talked among themselves."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They said, “ What will we do to these men? For truly it is evident to everyone who lives in Jerusalem that a remarkable miracle has happened through them, and we are not able to deny it."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But in order that it might not spread further among the people, let us warn them no longer to speak in this name to anyone.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So calling in Peter and John, they commanded them not to speak nor to teach at all in the name of Jesus."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Peter and John answered and said to them, “ Whether it is right in the sight of God to obey you rather than God, you judge."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For we are not able to stop speaking about the things we have seen and heard.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "After further warning Peter and John, they let them go. They found nothing for which they might punish them because of the people, for they were all praising God for what had happened."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For the man to whom this sign of healing had happened was more than forty years old."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "But after they were set free, Peter and John came to their own people and reported all that the chief priests and the elders had said to them."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When they heard it, they raised their voices together to God and said, “ Lord, you who made the heavens and the earth and the sea, and all that is in them."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "You are the one who by the Holy Spirit has spoken through the mouth of your servant, our father David,"
            },
            {
              "tag": "q",
              "text": "‘ For what reason did the Gentiles rage, and the peoples imagine useless things?’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26"
            },
            {
              "tag": "q",
              "text": "‘ The kings of the earth took their stand, and the rulers were gathered together against the Lord, and against his Christ.’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "For truly, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, gathered together in this city against your holy servant Jesus, whom you anointed."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They gathered together to do all that your hand and your plan had decided in advance would happen."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Now, Lord, look upon their threats and grant to your servants to speak your word with all boldness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Therefore stretch out your hand to heal, and to do signs and wonders through the name of your holy servant Jesus.”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "When they finished praying, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and they spoke the word of God with boldness."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "The great number of those who believed were one in heart and soul. Not one of them said that anything he possessed was his own, but everything was shared among them."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "With great power, the apostles were proclaiming their testimony about the resurrection of the Lord Jesus, and abundant grace was upon them all."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "For there was no person among them who was in need, for all who owned title to lands or houses sold them and brought the money of the things that were sold"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "and laid it at the feet of the apostles, and it was distributed to each one according to whatever need anyone had."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Then Joseph, who was called Barnabas by the apostles( which is translated as Son of Encouragement), a Levite, a citizen of Cyprus by birth,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "sold a field that he owned and brought the money and laid it at the feet of the apostles."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now a certain man named Ananias, with Sapphira his wife, sold a piece of property,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and he kept back part of the sale money( his wife also knew it), and brought a certain portion of it and laid it at the feet of the apostles."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But Peter said, “ Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land?"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "While it remained unsold, did it not remain your own, and after it was sold, was it not in your control? How is it that you thought of this thing in your heart? You have not lied to men, but to God.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "After hearing these words, Ananias fell down and breathed his last, and great fear came upon all who heard it."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then rising up, the young men wrapped him up, and carrying him out, they buried him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Now it happened that after about three hours, his wife also came in, not knowing what had happened."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Peter said to her, “ Tell me whether you sold the land for so much.” And she said, “ Yes, that was the amount.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Peter said to her, “ How is it that you have agreed together to test the Spirit of the Lord? Look, the feet of the men who buried your husband are at the door, and they will carry you out.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then she immediately fell down at his feet and breathed her last. When the young men came in, they found her dead, and carring her out, they buried her beside her husband."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So great fear came upon the whole church, and upon all who heard these things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Many signs and wonders were taking place among the people through the hands of the apostles. They were all with one mind at the Porch of Solomon."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But no one else had the courage to join them; however, the people held them in high esteem."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Still more believers were being added to the Lord, multitudes of both men and women,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "so that they even carried the sick into the streets and laid them on beds and couches, so that as Peter came by, at least his shadow might fall on some of them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There also came together a great number of people from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, who were all healed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "But the high priest rose up, and all those who were with him( which is the sect of the Sadducees); and they were filled with jealousy"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "and laid hands on the apostles, and put them in the public prison."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Yet during the night an angel of the Lord opened the doors of the prison bringing them out, and said,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "“ Go and stand and speak in the temple to the people all the words of this life.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When they had heard this, they entered into the temple about daybreak and taught. But the high priest and those who were with him came, calling together the council and all the elders of the sons of Israel, and sent to the prison to bring the apostles."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the officers that went did not find them in the prison, so having returned, they reported back,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "saying, “ We found the jail securely shut and the guards standing at the door, but when we had opened it, we found no one inside.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Now when both the captain of the temple and the chief priests heard these words, they were perplexed concerning them, as to what might have happened."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then someone came and told them, “ Look, the men whom you put in the prison are standing in the temple and teaching the people.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So the captain went with the officers, and brought them back, but without violence, for they feared that the people might stone them."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When they had brought them, they set them before the council. Then the high priest interrogated them,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "saying, “ We strictly charged you not to teach in this name, and yet, you have filled Jerusalem with your teaching, and desire to bring upon us the blood of this man.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But Peter and the apostles answered, saying, “ We must obey God rather than men."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The God of our fathers raised up Jesus, whom you killed by hanging him on a tree."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "God exalted him to his right hand to be a Prince and a Savior, to give repentance to Israel, and forgiveness of sins."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "When the council members heard this, they were furious and wanted to kill the apostles."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But a certain man in the council, a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up and commanded the apostles to be taken outside for a little while."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then he said to them, “ Men of Israel, pay close attention to yourselves and what you are about to do with these men."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "For some time ago, Theudas rose up claiming himself to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who had been obeying him were scattered and came to nothing."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "After this man, Judas of Galilee rose up in the days of the census and drew away some people after him. He also perished, and all who had been obeying him were scattered."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Now this I say to you, keep away from these men and let them alone, for if this plan or this work is of men, it will be overthrown."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But if it is of God, you will not be able to overthrow them; or perhaps you may find you are also fighting against God.” So they were persuaded by him."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Then they called the apostles in and beat them and commanded them not to speak in the name of Jesus, and let them go."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Therefore, they indeed went out from the presence of the council rejoicing that they had been counted worthy to suffer dishonor for the Name."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Thereafter every day, in the temple and from house to house, they were continuously teaching and proclaiming the gospel that Jesus is the Christ."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now in these days, when the number of the disciples was multiplying, a complaint by the Grecian Jews began against the Hebrews, because their widows were being overlooked in the daily distribution of food."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then the twelve called to them the multitude of the disciples and said, “ It is not right for us to give up the word of God to serve tables."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Therefore brothers, choose men of good reputation from among yourselves, seven men full of the Spirit and of wisdom, whom we may appoint over this task."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But we will always continue in prayer and in the ministry of the word.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Their statement was pleasing to the whole multitude. So they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte from Antioch."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They brought these men before the apostles, and they prayed and placed their hands upon them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So the word of God continued to spread, and the number of disciples in Jerusalem increased greatly, and a large number of the priests became obedient to the faith."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Now Stephen, full of grace and power, was doing great wonders and signs among the people."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But there arose some people who belonged to the synagogue that is called Freedmen, and of the Cyrenians, and of the Alexandrians, and of those from Cilicia, and from Asia. They were debating with Stephen."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But they were not able to stand against the wisdom and the Spirit by whom he spoke."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then they bribed men to say, “ We have heard Stephen speak blasphemous words against Moses and against God.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They also stirred up the people and the elders and the scribes, and they approached Stephen, seizing him, and brought him before the council."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They brought false witnesses, saying, “ This man does not stop speaking words against this holy place and the law."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs that Moses handed down to us.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Everyone who was sitting in the council looked intently at him, seeing his face as the face of an angel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the high priest said, “ Are these things true?”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Stephen said,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Men, brothers, and fathers, listen to me: The God of glory appeared to our father Abraham when he was in Mesopotamia, even before he lived in Haran;",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and he said to him, ‘ Go out from your land and from your relatives, and come into the land that I will show you.’"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then he went out from the land of the Chaldeans and lived in Haran; from there, after the death of his father, God brought him into this land, in which you live now."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But he did not give him an inheritance in it— not even the length of a foot. But he promised to give him the land for a possession, and to his descendants after him— although he did not have a child."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But God spoke to him like this, that his descendants would be strangers in a foreign land, and that the inhabitants there would make them slaves and treat them badly for four hundred years."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "‘ But I will judge the nation that they serve,’ said God, ‘ and after that they will come out and worship me in this place.’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then God gave Abraham the covenant of circumcision, and so Abraham became the father of Isaac and circumcised him on the eighth day; and Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Because the patriarchs were jealous of Joseph, they sold him into Egypt; but God was with him"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and he rescued him from all his afflictions. He gave him favor and wisdom in the presence of Pharaoh, king of Egypt, and he appointed him governor over Egypt and over all his household."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now there came a famine over all Egypt and Canaan, and great suffering, and our fathers could not find food."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But when Jacob heard there was grain in Egypt, he sent our fathers on their first trip."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "On their second trip, Joseph made himself known to his brothers, and the family of Joseph became known to Pharaoh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then sending his brothers back, Joseph called for Jacob, his father, and all his relatives, seventy- five souls in all."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So Jacob went down into Egypt, and he died, he and our fathers."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "They were carried over to Shechem and laid in the tomb that Abraham had bought for a price in silver from the sons of Hamor in Shechem."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now as the time of the promise approached— the promise that God had made to Abraham— the people increased and multiplied in Egypt,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "until when there arose over Egypt another king who did not know Joseph."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He deceived our people and mistreated our fathers, forcing them to expose their newborn infants so they would not be kept alive."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "At that time Moses was born; and he was beautiful to God. He was nourished for three months in the house of his father."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When he was placed outside, the daughter of Pharaoh took him and raised him for herself as a son."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Moses was educated in all the wisdom of the Egyptians, and he was mighty in his words and works."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But when he was about forty years old, it came into his heart to visit his brothers, the sons of Israel."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Seeing a certain Israelite being mistreated, Moses defended him and avenged the one who was oppressed by striking the Egyptian:"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "for he thought his brothers would understand that God by his hand was rescuing them, but they did not understand this."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "On the next day he came to some Israelites who were quarreling, and he urged them to be at peace, saying, ‘ Men, you are brothers. Why is it that you are hurting one another?’"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But the one who had wronged his neighbor pushed him away, and said, ‘ Who made you a ruler and a judge over us?"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "You do not want to kill me in the same way you killed the Egyptian yesterday, do you?’"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then Moses ran away at this statement, and he became a foreigner in the land of Midian, where he became the father of two sons."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "When forty years were past, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "When Moses saw the fire, he marveled at the sight; and as he approached to look at it, there came a voice of the Lord:"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "‘ I am the God of your fathers, the God of Abraham, and of Isaac, and of Jacob.’ Then Moses began to tremble and did not dare to look."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then the Lord said to him, ‘ Take off the sandals from your feet, for the place on which you are standing is holy ground."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "I have certainly seen the suffering of my people who are in Egypt, and I have heard their groans, and I have come down to rescue them; so now come, I will send you to Egypt.’"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "This same Moses, whom they rejected, saying, ‘ Who appointed you a ruler and a judge?’— he was the one whom God sent as both a ruler and deliverer— by the hand of the angel who appeared to Moses in the bush."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "This Moses led them out of Egypt, after doing miracles and signs in the land of Egypt and at the Sea of Reeds, and in the wilderness during forty years."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "It is the same Moses who said to the sons of Israel, ‘ God will raise up a prophet for you from among your brothers, a prophet like me.’"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "This is the man who was in the assembly in the wilderness with the angel who was speaking to him on Mount Sinai, and who was with our fathers; he is the man who received living words to give to us."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "This is the man to whom our fathers were not willing to be obedient, but instead they pushed him away, and turned back in their hearts to Egypt."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They had said to Aaron, ‘ Make us gods who will lead us. As for this Moses, who brought us out of the land of Egypt, we do not know what has happened to him.’"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "So they made a calf in those days and brought a sacrifice to the idol, and rejoiced because of the work of their hands."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "But God turned and gave them up to worship the stars in the sky, as it is written in the book of the prophets,"
            },
            {
              "tag": "q",
              "text": "‘ You did not offer to me slain beasts and sacrifices for forty years in the wilderness, did you, house of Israel?"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "You accepted the tabernacle of Molech and the star of your god Rephan, and the images that you made to worship them: and I will carry you away beyond Babylon.’"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "The tabernacle of the testimony was with our fathers in the wilderness, just as the one who was speaking to Moses had commanded, to make it like the pattern that he had seen."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "This is the tabernacle which our fathers, under Joshua, also received and brought with them when they took possession of the nations. God drove them out from before the face of our fathers until the time of David,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "who found favor in the sight of God, and he asked if he might find a dwelling place for the God of Jacob."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "However, Solomon built the house for God."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "However, the Most High does not live in houses made with hands, as the prophet says,"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "‘ Heaven is my throne, and the earth is the footstool for my feet. What kind of house can you build for me? says the Lord, or what is the place for my rest?"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Did my hand not make all these things?’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "51",
              "text": "You are stiff- necked and uncircumcised in heart and ears. You always resist the Holy Spirit; you also resist just as your fathers resisted."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Which of the prophets did your fathers not persecute? They killed those who told in advance about the coming of the Righteous One, of whom you have now become betrayers and murderers,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "you who received the law delivered by angels, but did not keep it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "54",
              "text": "When hearing these things, the council members were cut to their hearts, and they ground their teeth at Stephen."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "But he, being full of the Holy Spirit, looked up intently into heaven and saw the glory of God; and he saw Jesus standing at the right hand of God."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Stephen said, “ Look, I see the heavens opened, and the Son of Man standing at the right hand of God.”"
            },
            {
              "tag": "v",
              "num": "57",
              "text": "At this the council members covered their ears, and shouting out with a loud voice, altogether they rushed at him."
            },
            {
              "tag": "v",
              "num": "58",
              "text": "Then dragging him out of the city, they stoned him. The witnesses laid down their outer clothing at the feet of a young man named Saul."
            },
            {
              "tag": "v",
              "num": "59",
              "text": "As they were stoning Stephen, he was calling out and saying, “ Lord Jesus, receive my spirit.”"
            },
            {
              "tag": "v",
              "num": "60",
              "text": "But having fallen down on his knees, he called out with a loud voice, “ Lord, do not hold this sin against them.” When he had said this, he fell asleep."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Saul was in agreement with the execution of Stephen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "So there began on that day a great persecution against the church that was in Jerusalem; indeed, the believers were all scattered throughout the regions of Judea and Samaria, except the apostles.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Devout men buried Stephen and made great lamentation over him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But Saul greatly harmed the church; entering into house after house, dragging out both men and women, he put them in prison."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Therefore the very believers who had been scattered went about proclaiming the good news of the word."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Philip went down to the city of Samaria, proclaiming to them the Christ."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now the crowds paid attention together to the things being spoken by Philip when they heard them and saw the signs that he was doing."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For many of them had unclean spirits, which came out of them, crying out with a loud voice. Many who were paralyzed and lame were healed."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So there was much joy in that city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But a certain man in the city named Simon, had formerly been practicing sorcery and astonishing the people of Samaria, claiming himself to be someone great."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "All the Samaritans, from the least to the greatest, were paing attention to him, saying, “ This man is that power of God which is called Great.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They listened to him, because he had astonished them for a long time with his sorceries."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But when they believed Philip, proclaiming the good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But Simon himself also believed, and after he was baptized he stayed with Philip constantly. When he saw signs and mighty deeds taking place, he was amazed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now when the apostles in Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When they had come down, they prayed for them, that they might receive the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For the Holy Spirit had not yet fallen upon any of them, but they had only been baptized into the name of the Lord Jesus."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then Peter and John placed their hands on them, and they received the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Now when Simon saw that the Spirit was given through the laying on of the hands of the apostles, he offered them money."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "He said, “ Give to me also this authority, that whoever I place my hands on might receive the Holy Spirit.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But Peter said to him, “ May your silver perish along with you, because you thought to obtain the gift of God with money."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "You have no part or share in this matter, because your heart is not right with God."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Therefore repent of this wickedness of yours, and pray to the Lord, so that he might perhaps forgive you for the intention of your heart."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For I see that you are in the poison of bitterness and in the bond of sin.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then Simon answered and said, “ Pray to the Lord for me, so that nothing of which you have spoken may happen to me.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "When therefore they had testified and spoken the word of the Lord, Peter and John returned to Jerusalem, proclaiming the gospel even to many villages of the Samaritans."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Now an angel of the Lord spoke to Philip, saying, “ Arise and go toward the south to the road that goes down from Jerusalem to Gaza.” ( This road is in a desert.)"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So he arose and went. Now there was a man from Ethiopia, a eunuch of great authority under Candace, queen of the Ethiopians. He was in charge of all her treasure. He had come to Jerusalem to worship."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He was returning and sitting in his chariot, and was reading the prophet Isaiah."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then the Spirit said to Philip, “ Go over and stay close to this chariot.”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So Philip ran to him, and heard him reading Isaiah the prophet, and said, “ Do you really understand what you are reading?”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then he said, “ How indeed can I, unless someone guides me?” So he invited Philip to come up into the chariot to sit with him."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now the passage of the scripture which the Ethiopian was reading was this,"
            },
            {
              "tag": "q",
              "text": "“ He was led like a sheep to the slaughter, and like a lamb before his shearer is silent, so he did not open his mouth."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "In humiliation his justice was taken away. Who can fully describe his descendants? For his life was taken from the earth.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "So the eunuch asked Philip, saying, “ I beg you, who is the prophet saying this about, concerning himself, or concerning some other person?”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "So Philip opened his mouth, and beginning with this scripture, he proclaimed the gospel about Jesus to him."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "As they went along the road, they came to some water and the eunuch said, “ Look, here is water. What prevents me from being baptized?”"
            },
            {
              "tag": "v",
              "num": "37"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 37. [ Philip said, “ If you believe with all your heart, you may be baptized.” The Ethiopian answered, “ I believe that Jesus Christ is the Son of God.”]"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So the Ethiopian commanded the chariot to stop. Then they both went down into the water, both Philip and the eunuch, and Philip baptized him."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "When they came up out of the water, the Spirit of the Lord took Philip away, and the eunuch did not see him anymore, but went on his way rejoicing."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But Philip appeared at Azotus and he went through that region, proclaiming the gospel to all the cities until he came to Caesarea."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "But Saul, still speaking threats and murder against the disciples of the Lord, went to the high priest"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and asked letters from him to the synagogues in Damascus, so that if he found any who belonged to the Way, both men and women, he might bring them bound to Jerusalem."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "As he was traveling, it happened that as he came near to Damascus, suddenly there shone all around him a light out of heaven;"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "and he fell upon the ground and heard a voice saying to him, “ Saul, Saul, why are you persecuting me?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Saul replied, “ Who are you, Lord?” The Lord said, “ I am Jesus whom you are persecuting;"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "but rise and enter into the city, and it will be told to you that which you must do.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But the men who were travelling with Saul stood speechless, hearing the voice, but seeing no one."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Saul arose from the ground, but when he opened his eyes, he could see nothing; so they led him by the hand and brought him into Damascus."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For three days he was without sight, and he neither ate nor drank."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Now there was a certain disciple at Damascus named Ananias. The Lord said to him in a vision, “ Ananias!” So he said, “ See, I am here, Lord.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then the Lord said to him, “ Arise, go to the street which is called Straight, and at the house of Judas ask for a man named Saul, from Tarsus, for he is indeed praying."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For he has seen in a vision a man named Ananias coming in and laying his hands on him, so that he might see again.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But Ananias answered, “ Lord, I have heard from many about this man, how much harm he has done to your saints in Jerusalem."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He has authority from the chief priests to arrest everyone here who calls upon your name.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But the Lord said to him, “ Go, for this man is a chosen instrument of mine, who will carry my name before the Gentiles and also kings and the sons of Israel;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "for I will show him how much he must suffer for my name.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Ananias departed, and entered into the house. Laying his hands on him, he said, “ Brother Saul, the Lord Jesus, who appeared to you on the road when you were coming, has sent me so that you might receive your sight and be filled with the Holy Spirit.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then immediately something like scales fell from Saul’ s eyes, and he received his sight, and also arose and was baptized;"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and he took food and was strengthened."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Then he stayed with the disciples in Damascus a few days.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Right away he proclaimed Jesus in the synagogues, saying that he is the Son of God."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "All who heard him were amazed and said, “ Is not this the man who destroyed those in Jerusalem who called on this name? He has come here for this reason, so that he might arrest them and bring them to the chief priests.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But Saul became more and more powerful, and he was causing distress among the Jews who lived in Damascus by proving that Jesus is the Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "But after many days had passed, the Jews planned together to kill him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But their plan became known to Saul. For indeed they were watching the gates both day and night in order to kill him."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But his disciples took him by night and let him down through the wall, lowering him in a basket."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "When he had come to Jerusalem, Saul attempted to join the disciples, but they were all afraid of him, not believing that he was a disciple."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But Barnabas took him and brought him to the apostles, and he told them how Saul had seen the Lord on the road and that the Lord had spoken to him, and how at Damascus Saul had spoken boldly in the name of Jesus."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So he was with them as they were coming in and going out of Jerusalem. He spoke boldly in the name of the Lord."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He also spoke and debated with the Grecian Jews; but they kept trying to kill him."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "When the brothers learned of this, they brought him down to Caesarea and sent him away to Tarsus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "So then, the church throughout all Judea and Galilee and Samaria had peace and was built up; and, walking in the fear of the Lord and in the comfort of the Holy Spirit, the church grew in numbers."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now it came about that, as Peter went throughout the whole region, he came down also to the saints who lived in Lydda."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "There he found a certain man named Aeneas, who had been lying in a bed for eight years, for he was paralyzed."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So Peter said to him, “ Aeneas, Jesus Christ heals you. Get up and make your bed,” and right away he got up."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "So everyone who lived in Lydda and in Sharon saw the man and they turned to the Lord."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Now there was in Joppa a certain disciple named Tabitha, which is translated as“ Dorcas.” This woman was full of good works and merciful deeds that she did for the poor."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "It came about in those days that fallling sick, she died. When they had washed her, they laid her in an upper room."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, begging him, “ Come to us without delay.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So Peter arose and went with them. When he had arrived, they brought him to the upper room, and all the widows stood by him weeping, and showing him the coats and garments that Dorcas had made while she had been with them."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Then Peter put them all out of the room, and kneeling down, he prayed. Then, turning to the body, he said, “ Tabitha, arise.” Then she opened her eyes, and seeing Peter, she sat up."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Peter then gave her his hand and lifted her up; and when he called the saints and the widows, he presented her alive."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "This matter became known throughout all Joppa, and many people believed on the Lord."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Then it happened that Peter stayed for many days in Joppa with a certain man named Simon, a tanner."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now there was a certain man in the city of Caesarea, Cornelius by name, a centurion of what was called the Italian Regiment."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was devout and feared God with all his household; he gave much money to people in need and he constantly prayed to God."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "About the ninth hour of the day, he clearly saw in a vision an angel of God coming to him and saying to him, “ Cornelius!”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But Cornelius stared at the angel and becoming frightened he said, “ What is it, sir?” Then the angel said to him, “ Your prayers and your gifts to the poor have gone up as a memorial offering into God’ s presence."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So now send men to Joppa and summon a certain Simon who is called Peter."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He is staying with a certain Simon, a tanner, whose house is by the seaside.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When the angel who spoke to him had left, Cornelius called two of his house servants, and a devout soldier from among those who served him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So having told them all that had happened, Cornelius sent them to Joppa."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Now on the next day at about the sixth hour, as they were on their journey and were approaching the city, Peter went up upon the housetop to pray."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He then became hungry and wanted something to eat, but while the people were cooking some food, a vision came upon him,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "and he saw the sky open and a certain container descending, something like a large sheet, being let down by its four corners to the earth."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "In it were all kinds of four- footed animals and things that crawled on the earth, and birds of the sky."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then a voice spoke to him: “ Rise, Peter, kill and eat.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But Peter said, “ Not so, Lord; for I have never eaten anything that was defiled and unclean.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But the voice came to him again a second time: “ What God has cleansed, do not call it defiled.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Now this happened three times; then the container was immediately taken back up into the sky."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Now while Peter was very confused in his mind about what the vision that he had seen could mean, behold, the men who were sent by Cornelius stood before the gate, after they had asked their way to the house of Simon."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then they called out, asking if Simon, who was called Peter, was staying there."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "While Peter was still thinking about the vision, the Spirit said to him, “ Behold, men are looking for you."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient copies have, "
            },
            {
              "tag": "fqa",
              "text": "two men are looking for you or"
            },
            {
              "tag": "fqa",
              "text": "some men are looking for you ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But arise and go down and go with them. Do not hesitate, because I have sent them.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So Peter went down to the men and said, “ Look, I am he whom you are seeking. What is the reason for which you have come?”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They said, “ Cornelius, a centurion, a man who is righteous and fears God, who is also well spoken of by all the nation of the Jews, was instructed by a holy angel to send for you to come to his house, so he could hear a message from you.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So Peter invited them to come in and stay with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Then on the next morning he got up and went with them, and some of the brothers who were from Joppa accompanied him.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then on the following day they came to Caesarea. Cornelius was waiting for them; he had called together his relatives and his close friends."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "It came about that when Peter entered, Cornelius met him and fell down at his feet to worship him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But Peter helped him up, saying, “ Stand up! I too am a man myself.”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "While Peter was talking with him, he went in and found many people gathered together."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He said to them, “ You know how unlawful it is for a Jewish man to associate with or to visit a person from another nation. But God has shown me that I should not call any man defiled or unclean."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "That is why I came without arguing, when I was sent for. So I ask you for what reason did you send for me?”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Cornelius said, “ Four days ago at this very hour, I was praying at the ninth hour in my house; and see, a man stood before me in bright clothing."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "He said, ‘ Cornelius, your prayer has been heard, and your gifts to the poor have been remembered in the presence of God."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So send someone to Joppa, and summon Simon who is called Peter. He is staying in the house of Simon, a tanner, by the seaside.’"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts add "
            },
            {
              "tag": "fqa",
              "text": "When he comes, he will speak to you ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So at once I sent for you. You did well to have come. Now therefore, we are all here present before God, to hear everything that you have been instructed by the Lord to say.”"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "instructed by the Lord to say, some ancient manuscripts have"
            },
            {
              "tag": "fqa",
              "text": "instructed by God to say ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then Peter opened his mouth and said,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Truly, I perceive that God is not one who shows partiality.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Instead, in every nation anyone who fears him and does righteous deeds is acceptable to him."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "The message that he sent to the sons of Israel, announcing the gospel about peace through Jesus Christ, who is Lord of all—"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "you yourselves know the message which came and spread throughout all Judea, beginning in Galilee, after the baptism that John announced;"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "the events concerning Jesus of Nazareth, how God anointed him with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "We are witnesses of all the things that Jesus did, both in the country of the Jews and in Jerusalem. They also killed him by hanging him on a tree,"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "but God raised him up on the third day and caused him to be seen,"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "not by all the people, but to the witnesses who were chosen beforehand by God— by us who ate and drank with him after he rose from the dead."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "He commanded us to proclaim to the people and to testify fully that it is he who has been chosen by God to be the Judge of the living and the dead."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "It is to him that all the prophets bear witness, so that everyone who believes in him shall receive forgiveness of sins through his name.”"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "While Peter was still saying these things, the Holy Spirit fell on all of those who were listening to his message."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "The believers who belonged to the circumcision— all of those who had come with Peter— were amazed, because the gift of the Holy Spirit was poured out also on the Gentiles."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "For they heard these Gentiles speaking in other languages and praising God. Then Peter answered,"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "“ Can anyone keep water from these people so they should not be baptized, these people who have received the Holy Spirit as well as we?”"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Then he commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay with them for several days."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now the apostles and the brothers who were in Judea heard that the Gentiles also had received the word of God."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now when Peter had come up to Jerusalem, they who belonged to the circumcision group argued with him;"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "they said, “ You associated with uncircumcised men and ate with them!”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But Peter started to explain the matter to them in detail; he said,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I was praying in the city of Joppa, and I saw in a trance a vision of a certain container coming down, like a large sheet let down from heaven by its four corners. It descended to me."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I gazed at it and thought about it. I saw the four- legged animals of the earth, and the wild beasts, and the creeping animals, and the birds of the sky."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then I also heard a voice say to me, “ Get up, Peter; kill and eat!”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But I said, “ Not so, Lord; for nothing unholy or unclean has ever entered into my mouth.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But the voice answered a second time from heaven, “ What God has declared clean, do not call unclean.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now this happened three times, and then everything was taken back up into heaven again."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Behold, right away there were three men standing in front of the house where we were; they had been sent from Caesarea to me."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The Spirit commanded me to go with them, not making any distinction regarding them. These six brothers also went with me, and we entered into the man’ s house."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then he told us how he had seen the angel standing in his house and saying, “ Send men to Joppa and summon Simon who is called Peter."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He will speak to you a message by which you will be saved— you and all your household.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But as I began to speak, the Holy Spirit came on them, just as also on us in the beginning."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then I remembered the word of the Lord, how he said, “ John indeed baptized with water; but you will be baptized in the Holy Spirit.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then if God gave to them the same gift as he also gave to us when we believed on the Lord Jesus Christ, who was I, that I could oppose God?”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When they heard these things, they said nothing in response, but they praised God, saying, “ Then God has given repentance for life to the Gentiles also.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Now indeed those who had been scattered by the persecution that arose over Stephen spread as far as Phoenicia, and Cyprus, and Antioch, speaking the word to no one except to Jews."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But some of them were men from Cyprus and Cyrene, who came to Antioch and spoke also to the Greeks, proclaiming the gospel about the Lord Jesus."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The hand of the Lord was with them; and a great number, having believed, turned to the Lord."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Now the report about them came to the ears of the church that was in Jerusalem, and they sent out Barnabas as far as Antioch."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When he came and saw the grace of God, he was glad; and he encouraged them all to remain with the Lord with all their heart."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For he was a good man and full of the Holy Spirit and of faith, and many people were added to the Lord."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Barnabas then went out to Tarsus to look for Saul."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "When he found him, he brought him to Antioch. So it came about, that for an entire year they gathered together with the church and taught many people. Now the disciples were called Christians first in Antioch."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Now in these days some prophets came down from Jerusalem to Antioch."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "One of them, Agabus by name, stood up and indicated by the Spirit that a great famine was about to occur over all the world. This happened in the days of Claudius."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So, the disciples, as anyone was able, decided that each of them would send help to the brothers who lived in Judea."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So they did this; they sent money to the elders by the hand of Barnabas and Saul."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now about that time Herod the king laid hands on some who belonged to the church so that he might mistreat them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He killed James the brother of John with the sword."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After he saw that this was pleasing to the Jews, he proceeded to arrest Peter also. Now that was during the days of unleavened bread."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "After arresting him, he put him in prison, assigning him over to four squads of soldiers to guard him; he was intending to bring him to the people after the Passover."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So therefore, Peter was kept in the prison, but prayer was made earnestly to God for him by the church."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now on the night before Herod was going to bring him out for trial, Peter was sleeping between two soldiers, bound with two chains, while guards in front of the door were also keeping watch over the prison."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Behold, an angel of the Lord suddenly appeared by him, and a light shone in the prison cell. He struck Peter on the side and woke him, saying, “ Get up quickly,” and his chains fell off his hands."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then the angel said to him, “ Dress yourself and put on your sandals.” So Peter did so. The angel said to him, “ Put on your outer garment and follow me.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So Peter followed the angel and went out. But he did not know that what was done by the angel was real. For he thought he was seeing a vision."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "After they had passed by the first guard and the second, they came to the iron gate that led into the city; it opened for them by itself. Then they went out and went down a street, and the angel left him right away."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When Peter came to himself, he said, “ Now I truly know that the Lord has sent his angel and delivered me out of the hand of Herod, and from everything the Jewish people were expecting.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When he realized this, he went to the house of Mary the mother of John, also called Mark, where many people had gathered and were praying."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When he knocked at the door of the gate, a servant girl named Rhoda came to answer."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When she recognized Peter’ s voice, out of joy she failed to open the door; instead, she came running into the room; she reported that Peter was standing at the door."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So they said to her, “ You are insane.” But she insisted that it was so. Then they said, “ It is his angel.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But Peter continued knocking, and when they had opened the door, they saw him and were amazed."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then Peter motioned to them with his hand to be silent, and he told them how the Lord had brought him out of prison. He said, “ Report these things to James and the brothers.” Then he left and went to another place."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Now when it became day, there was no small disturbance among the soldiers over what had happened to Peter."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "After Herod had searched for him and could not find him, he questioned the guards and ordered them to be put to death. Then he went down from Judea to Caesarea and stayed there."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Now Herod was very angry with the people of Tyre and Sidon. So they went to him together. They persuaded Blastus, the king’ s assistant, to help them. Then they asked for peace, because their country received its food from the king’ s country."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So on a set day, Herod dressed himself in royal clothing. Sitting on the throne, he made a speech to them."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the people shouted, “ This is the voice of a god, and not of a man!”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Immediately an angel of the Lord struck him, because he did not give God the glory; and he was eaten by worms and died."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But the word of God increased and multiplied."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "So when Barnabas and Saul had completed their mission, they returned to Jerusalem,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "they returned from Jerusalem ."
            },
            {
              "tag": "f",
              "text": "* bringing with them John, also called Mark."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now present in the church in Antioch, there were prophets and teachers. They were both Barnabas and Simeon( who is called Niger), and Lucius of Cyrene, both Manaen( the foster brother of Herod the tetrarch) and Saul."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "While they were worshiping the Lord and fasting, the Holy Spirit said, “ You must set apart for me Barnabas and Saul, to do the work to which I have called them.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After they had fasted and prayed and laid their hands on these men, they sent them off."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "So indeed Barnabas and Saul were sent out by the Holy Spirit and went down to Seleucia; and from there they sailed to the island of Cyprus."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When they were in the city of Salamis, they proclaimed the word of God in the synagogues of the Jews. They also had John Mark as their assistant."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When they had gone through the whole island to Paphos, they found a certain magician, a Jewish false prophet, whose name was Bar Jesus."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "This magician was associated with the proconsul, Sergius Paulus, who was an intelligent man. This man summoned Barnabas and Saul, because he wanted to hear the word of God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Elymas“ the magician” ( for that is how his name is translated) opposed them; he tried to turn the proconsul away from the faith."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But Saul, who is also called Paul, filled with the Holy Spirit, stared at him intensely"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and said, “ You son of the devil, you are full of all kinds of deceit and all kinds of wickedness. You are an enemy of every kind of righteousness. You will never stop twisting the straight paths of the Lord, will you?"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now look, the hand of the Lord is upon you, and you will become blind. You will not see the sun for a while.” Immediately there fell on Elymas a mist and darkness, and he started going around asking people to lead him by the hand."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "After the proconsul saw what had happened, he believed, because he was astonished at the teaching about the Lord."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now Paul and his friends set sail from Paphos and came to Perga in Pamphylia. But John left them and returned to Jerusalem."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But Paul and his friends traveled from Perga and came to Antioch of Pisidia. They went into the synagogue there on the Sabbath day and sat down."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "After the reading of the law and the prophets, the leaders of the synagogue sent them a message, saying, “ Men, brothers, if you have any message of encouragement for the people here, say it.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So Paul stood up and motioned with his hand; he said, “ Men of Israel and you who honor God, listen."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The God of this people Israel chose our fathers and made the people numerous when they stayed in the land of Egypt, and with an uplifted arm he led them out of it."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For about forty years he put up with them in the wilderness."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "For about forty years he cared for them in the wilderness ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "After he had destroyed seven nations in the land of Canaan, he gave our people their land for an inheritance."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "All these events took place over undefined years. After all these things, God gave them judges until Samuel the prophet."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then the people asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, for forty years."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "After God removed him from the kingship, he raised up David for them as their king. It was about David also that God said, testifying, ‘ I have found David son of Jesse to be a man after my heart, who will do all my will.’"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "From this man’ s descendants God has brought to Israel a Savior, Jesus, as he promised to do."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "This began to happen when, before Jesus came, John first announced the baptism of repentance to all the people of Israel."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "As John was finishing his work, he said, ‘ Who do you think I am? I am not the one. But listen, one is coming after me, the shoes of whose feet I am not worthy to untie.’"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Men, brothers, sons of the family of Abraham, and those among you who fear God, it is to us that the message about this salvation has been sent."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For they who live in Jerusalem, and their rulers, did not recognize him, and they fulfilled sayings of the prophets that are read every Sabbath by condemning him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Even though they found no reason for death, they asked Pilate to kill him."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "When they had completed all the things that were written about him, they took him down from the tree and laid him in a tomb."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But God raised him from the dead."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "He was seen for many days by those who had come up with him from Galilee to Jerusalem. These people are now his witnesses to the people."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So we are proclaiming to you the gospel which God promised to our fathers."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "For God has fulfilled this promise for us, their children, by raising up Jesus. As it is also written in the second Psalm:"
            },
            {
              "tag": "q",
              "text": "‘ You are my Son, today I have become your Father.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "The fact that he raised him up from the dead so that his body would never decay, God has spoken in this way:"
            },
            {
              "tag": "q",
              "text": "‘ I will give you the holy and sure blessings promised to David.’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "This is why he also says in another Psalm,"
            },
            {
              "tag": "q",
              "text": "‘ You will not allow your Holy One to see decay.’"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "For indeed when David had served the desires of God in his own generation, he fell asleep, and he was laid with his fathers and his body experienced decay."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But he whom God raised up experienced no decay."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So let it be known to you, men, brothers, that through this man is proclaimed to you forgiveness of sins, and freedom from everything which could not be justified in the law of Moses."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "By him every one who believes is justified."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So then be careful that the thing the prophets spoke about does not happen to you:"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "‘ Look, you despisers, and be astonished and then perish; For I am doing a work in your days, A work that you will never believe, even if someone announces it to you.’”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "As Paul and Barnabas left, the people begged them to speak to them these same words on the next Sabbath."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "When the synagogue meeting ended, many of the Jews and the devout proselytes followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "Then on the next Sabbath, almost the whole city was gathered together to hear the word of the Lord."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "But when the Jews saw the crowds, they were filled with jealousy and spoke against the things that were said by Paul and insulted him."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "But Paul and Barnabas spoke out boldly and said, “ It was necessary that the word of God should first be spoken to you. Seeing you push it away from yourselves and consider yourselves unworthy of eternal life, see, we will turn to the Gentiles."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "For so has the Lord commanded us, saying,"
            },
            {
              "tag": "q",
              "text": "‘ I have placed you as a light for the Gentiles, that you should bring salvation to the uttermost parts of the earth.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "48",
              "text": "When the Gentiles heard this, they were glad and praised the word of the Lord. As many as were appointed to eternal life believed."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "So the word of the Lord was spread out through the whole region."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "But the Jews urged on the devout and important women, as well as the leading men of the city. These stirred up a persecution against Paul and Barnabas and threw them out beyond the border of their city."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "But Paul and Barnabas shook off the dust from their feet against them. Then they went to the city of Iconium."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "The disciples were filled with joy and with the Holy Spirit."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It came about in Iconium that Paul and Barnabas entered together into the synagogue of the Jews and spoke in such a way that a great multitude both of Jews and of Greeks believed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But the Jews who were disobedient stirred up the minds of the Gentiles and made them bitter against the brothers."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So they stayed there for a long time, speaking boldly for the Lord, while he gave evidence about the message of his grace by granting signs and wonders to be done by the hands of Paul and Barnabas."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But the population of the city was divided; for some people sided with the Jews, but some with the apostles."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But when both Gentiles and Jews attempted to persuade their leaders to mistreat and stone Paul and Barnabas,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "they became aware of it and fled to the cities of Lycaonia, Lystra and Derbe, and the surrounding region,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "where they continued to proclaim the gospel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "At Lystra a certain man sat, powerless in his feet, a cripple from his mother’ s womb, who never had walked."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "This man heard Paul speaking. Paul fixed his eyes on him and saw that he had faith to be made well."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So he said to him in a loud voice, “ Stand up on your feet.” Then the man jumped up and walked around."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When the multitude saw what Paul had done, they raised their voice, saying in the dialect of Lycaonia, “ The gods have come down to us in the form of men.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They called Barnabas“ Zeus,” and Paul“ Hermes,” because he was the main speaker."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The priest of Zeus, whose temple was just outside the city, brought oxen and wreaths to the gates; he and the multitudes wanted to offer sacrifice."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But when the apostles, Barnabas and Paul, heard of it, they tore their clothing and quickly went out into the crowd, crying out"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and saying, “ Men, why are you doing these things? We also are human beings with the same feelings as you. We proclaim the gospel to you, that you should turn from these useless things to a living God, who made the heavens, and the earth, and the sea, and everything that is in them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "In the past ages, he allowed all the nations to walk in their own ways."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But still, he did not leave himself without witness, in that he did good and gave you the rains from heaven and fruitful seasons, filling your hearts with food and gladness.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Even saying these words, Paul and Barnabas barely kept the multitudes from sacrificing to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But some Jews from Antioch and Iconium came and persuaded the crowds. So they stoned Paul and dragged him out of the city, thinking that he was dead."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yet as the disciples were standing around him, he got up and entered into the city. The next day, he went to Derbe with Barnabas."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "After they had both proclaimed the gospel in that city and made many disciples, they returned to Lystra, and to Iconium, and to Antioch."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They kept strengthening the souls of the disciples and encouraging them to continue in the faith, and saying, “ We must enter into the kingdom of God through many sufferings.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When they had appointed for them elders in every church, and had prayed with fasting, they entrusted them to the Lord, in whom they had believed."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then they passed through Pisidia and came to Pamphylia."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When they had spoken the word in Perga, they went down to Attalia."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "From there they sailed to Antioch, where they had been committed to the grace of God for the work which they had now completed."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When they arrived in Antioch and gathered the church together, they reported all the things that God had done with them, and how he had opened a door of faith for the Gentiles."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They stayed for a long time with the disciples."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now some men came down from Judea to Antioch and taught the brothers, saying, “ Unless you are circumcised according to the custom of Moses, you cannot be saved.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "This brought Paul and Barnabas into a sharp dispute and debate with them. So they appointed Paul and Barnabas along with some others from among them to go up to Jerusalem to meet with the apostles and elders about this question."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They therefore, being sent by the church, passed through both Phoenicia and Samaria announcing the conversion of the Gentiles. They brought great joy to all the brothers."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they reported all the things that God had done with them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But certain men who believed, who belonged to the group of Pharisees, stood up and said, “ It is necessary to circumcise them and to command them to keep the law of Moses.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So the apostles and the elders gathered together to consider this matter."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "After there was much debate, Peter stood up and said to them,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Men, brothers, you know that a good while ago God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel, and believe.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "8",
              "text": "God, who knows the heart, witnesses to them, giving them the Holy Spirit, just as he also did to us;"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and he made no distinction also between us and them, making their hearts clean by faith."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now therefore why do you test God, that you should put a yoke upon the neck of the disciples which neither our fathers nor we were able to bear?"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But we believe that we shall be saved through the grace of the Lord Jesus, just as they were.”"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then all the multitude kept silent while they listened to Barnabas and Paul report the signs and wonders that God had worked among the Gentiles through them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "After they stopped speaking, James answered, saying,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Men, brothers, listen to me.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Simon has told how God first graciously helped the Gentiles in order to take from them a people for his name."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The words of the prophets agree with this, as it is written,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "‘ After these things I will return, and I will build again the tent of David, which has fallen down; and I will restore its ruins again and will set it up,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "so that the remnant of men may seek the Lord, including all the Gentiles called by my name.’ This is what the Lord says, who has done these things"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "that have been known from ancient times."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some older versions have "
            },
            {
              "tag": "fqa",
              "text": "This is what the Lord says, to whom are known all his deeds from ancient times ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Therefore, my opinion is, that we should not trouble those of the Gentiles who turn to God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But we will write to them that they must keep away from the pollution of idols, and from sexual immorality, and from the meat of strangled animals, and from blood."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For Moses has in every city, from former generations, those who proclaim him in the synagogues, and he is read on every Sabbath.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then it seemed good to the apostles and the elders, with the whole church, to send chosen men from among them to Antioch with Paul and Barnabas. So they sent Judas called Barsabbas, and Silas, who were leaders among the brothers."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "They wrote this by their hand: “ From the apostles and the elders, your brothers, to those in Antioch, and Syria, and Cilicia, who are brothers from among the Gentiles. Greetings!"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "We have heard that certain men have gone out from us, with no orders from us, and have disturbed you with teachings that upset your souls."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "This being so, it seemed good to us to meet together to choose men to send to you along with our beloved Barnabas and Paul,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "men who have risked their lives for the name of our Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Therefore we are sending Judas and Silas, who will also tell you the same thing in their own words."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "For it seemed good to the Holy Spirit and to us, to lay upon you no greater burden than these necessary things:"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "that you abstain from things sacrificed to idols, and from blood, and from things strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "So indeed they, when they were dismissed, came down to Antioch; and after they gathered the multitude together, they delivered the letter."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "When they had read it, they rejoiced because of the encouragement."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Both Judas and Silas, also being prophets themselves, encouraged the brothers with many words and strengthened them."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "After they had spent some time there, they were sent away in peace from the brothers to those who had sent them."
            },
            {
              "tag": "v",
              "num": "34"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 34 (See: Acts 15:40). [ But it seemed good to Silas to remain there.]"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But Paul and Barnabas stayed in Antioch, teaching and proclaiming( along with many others) the word of the Lord."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "But after some days, Paul said to Barnabas, “ Let us return now and visit the brothers in every city in which we proclaimed the word of the Lord, and see how they are.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Barnabas wanted to also take with them John who was called Mark."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But Paul thought it was not good to take Mark, who had left them in Pamphylia and did not go further with them in the work."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Then there arose a sharp disagreement, so that they separated from each other, and Barnabas took Mark with him and sailed away to Cyprus."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But Paul chose Silas and left, after he was entrusted by the brothers to the grace of the Lord."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he went through Syria and Cilicia, strengthening the churches."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul also came to Derbe and to Lystra; and behold, a certain disciple named Timothy was there, the son of a Jewish woman who believed; but his father was a Greek."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He was well spoken of by the brothers who were at Lystra and Iconium."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Paul wanted him to travel with him; so he took him and circumcised him because of the Jews that were in those places, for they all knew that his father was a Greek."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "As they went through the cities, they delivered to them the instructions to obey, that had been decided by the apostles and elders who were in Jerusalem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So indeed the churches were strengthened in the faith and increased in number each day."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Paul and his companions went through the regions of Phrygia and Galatia, since they had been forbidden by the Holy Spirit to proclaim the word in the province of Asia."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When they came near Mysia, they attempted to go into Bithynia, but the Spirit of Jesus prevented them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So passing by Mysia, they came down to the city of Troas."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "A vision appeared to Paul in the night: A certain man of Macedonia was standing there, and calling him and saying, “ Come over into Macedonia to help us.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So when Paul had seen the vision, immediately we set out to go to Macedonia, concluding that God had called us to proclaim the gospel to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Setting sail therefore from Troas, we made a straight course to Samothrace, and the next day we came to Neapolis."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "From there we went to Philippi, which is the most important city in the district of Macedonia, a Roman colony, and we stayed in this city for several days."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "On the Sabbath day we went outside the city gate by the river, where we thought there would be a place of prayer. Then we sat down and spoke to the women who had come together."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "A certain woman named Lydia, a seller of purple from the city of Thyatira, who worshiped God, listened to us. The Lord opened her heart to pay attention to what was said by Paul."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When she and her household were baptized, she urged us, saying, “ If you have judged me to be faithful to the Lord, come into my house and stay.” So she persuaded us."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "It came about that, as we were going to the place of prayer, a certain young woman who had a spirit of divination encountered us. She brought her masters much gain by fortune- telling."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "This woman followed after Paul and us and shouted, saying, “ These men are servants of the Most High God. They proclaim to you the way of salvation.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "She did this for many days. But Paul, being greatly annoyed by her, and turning to the spirit, said, “ I command you in the name of Jesus Christ to come out of her.” Then it came out right away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But when her masters saw that their opportunity to make money was now gone, they seized Paul and Silas and dragged them into the marketplace before the authorities."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When they had brought them to the magistrates, they said, “ These men are stirring up our city. They are Jews."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They proclaim customs that are not lawful for us to accept or practice as Romans.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then the crowd rose up together against Paul and Silas, and the magistrates tore their garments off them and commanded them to be beaten with rods."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "When they had laid many blows upon them, they threw them into prison and commanded the jailer to keep them securely."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "After he got this command, the jailer threw them into the inner prison and fastened their feet in the stocks."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Around midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened, and everyone’ s chains were unfastened."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then the jailer was awakened from sleep and saw the open prison doors; he drew his sword and was about to kill himself, because he thought that the prisoners had escaped."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But Paul shouted with a loud voice, saying, “ Do not cause harm to yourself, because we are all here.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So the jailer called for lights and rushed in and, trembling for fear, fell down before Paul and Silas,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "and brought them out and said, “ Sirs, what must I do to be saved?”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "They said, “ Believe in the Lord Jesus, and you will be saved, you and your household.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They spoke the word of the Lord to him, together with everyone in his house."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then the jailer took them at the same hour of the night, and washed their wounds, and he and those in his entire house were baptized immediately."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he both brought Paul and Silas up into his house and he set food before them, and he rejoiced greatly with those of his house, that he had believed in God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Now when it was day, the magistrates sent word to the guards, saying, “ Let those men go.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "The jailer reported the words to Paul, saying, “ The magistrates have sent word to me to let you go. Now therefore come out, and go in peace.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But Paul said to them, “ They have publicly beaten us without a trial, even though we are Romans citizens— and they threw us into prison. Do they now want to send us away secretly? No indeed! Instead, let them come themselves and lead us out.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Then the guards reported these words to the magistrates, and when they heard that Paul and Silas were Romans, they were afraid."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So the magistrates came and apologized to them and brought them out, asking them to go away from the city."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So Paul and Silas went out of the prison and came to the house of Lydia. When Paul and Silas saw the brothers, they encouraged them and then departed from the city."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now when they had passed through the cities of Amphipolis and Apollonia, they came to the city of Thessalonica, where there was a synagogue of the Jews."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Paul, as his custom was, went to them, and for three Sabbath days reasoned with them from the scriptures."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He was opening the scriptures and explaining that it was necessary for the Christ to suffer and to rise again from the dead. He said, “ This Jesus whom I proclaim to you is the Christ.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Some of the Jews were persuaded and joined Paul and Silas, including both a large number of devout Greeks, and not a few of the leading women."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But the unbelieving Jews became jealous, and took certain wicked men from the marketplace, and gathered a crowd together, and set the city in an uproar. Then they assaulted the house of Jason, wanting to bring Paul and Silas out to the people."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But when they did not find them, they dragged Jason and certain other brothers before the officials of the city, crying, “ These men who have turned the world upside down have come here also."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All these men whom Jason has welcomed act against the decrees of Caesar, saying there is another king— Jesus.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So the crowd and the officials of the city were disturbed when they heard these things."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But after the officials took money as security from Jason and the rest of them, they let them go."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "So that very night the brothers sent both Paul and Silas to Berea. When they arrived there, they went into the synagogue of the Jews."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now these people were more noble than those in Thessalonica, for they received the word with all readiness of mind, examining the scriptures daily to see whether these things were so."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Therefore indeed many of them believed, including some influential Greek women and not a few men."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But when the Jews of Thessalonica learned that Paul was also proclaiming the word of God at Berea, they went there and stirred up and troubled the crowds."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But then immediately, the brothers sent Paul away to go to the sea, but both Silas and Timothy stayed there."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Those who were leading Paul took him as far as the city of Athens. After they received from Paul instructions for Silas and Timothy that they should come to him as quickly as possible, they returned home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Now while Paul was waiting for them in Athens, his spirit was provoked within him as he saw the city full of idols."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So he indeed reasoned in the synagogue with the Jews and others who worshiped God, as well as in the marketplace every day with those whom he met there."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But also some of the Epicurean and Stoic philosophers encountered him. Some of them said, “ What is this babbler trying to say?” But others said, “ He seems to be one who proclaims foreign gods,” because he was proclaiming the gospel about Jesus and the resurrection."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They took Paul and brought him to the Areopagus, saying, “ May we know what is this new teaching which you were speaking?"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For you bring some strange things to our ears. Therefore, we want to know what these things mean.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "( Now all the Athenians and the strangers living there spent their time in nothing but either telling about or listening to something new.)"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So Paul stood in the middle of the Areopagus and said,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "You men of Athens, I see that you are very religious in every way.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For as I passed along and observed the objects of your worship, I even found an altar on which had been inscribed, “ To an Unknown God.” What therefore you worship in ignorance, this I announce to you."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The God who made the world and everything that is in it, since he is Lord of heaven and earth, does not live in temples built with hands."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Neither is he served by men’ s hands, as though he needed anything, since he himself gives to all life and breath and everything else."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For from one man he made every nation of people to live on all the surface of the earth, having determined their appointed seasons and the boundaries of their living areas,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "so that they should search for God and perhaps they may indeed feel their way toward him and find him. Yet he is not far from each one of us."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "For in him we live and move and have our being, just as also one of your own poets has said,"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "For we also are his offspring.’",
              "attributes": {
                "occurrence": "2",
                "occurrences": "2"
              }
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Therefore, since we are God’ s offspring, we ought not to think that the qualities of deity are like gold, or silver, or stone— images created by the art and imagination of man."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Therefore God indeed overlooked the times of ignorance, but now he commands all men everywhere to repent."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "This is because he has set a day when he will judge the world in righteousness by the man he has chosen. God has given proof of this man to everyone by raising him from the dead.”"
            }
          ],
          "tag": "p",
          "text": "‘"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Now when they heard of the resurrection of the dead, some mocked Paul; but others said, “ We will listen to you again about this matter.”"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "After that, Paul left them."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But certain men joined him and believed, including Dionysius the Areopagite, and a woman named Damaris, and others with them."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After these things Paul left Athens and went to Corinth."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "There he met a certain Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. Paul went to them,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and because he worked at the same trade, he stayed with them and worked, for they were tentmakers by trade."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Paul reasoned in the synagogue every Sabbath. He persuaded both Jews and Greeks."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But when both Silas and Timothy came down from Macedonia, Paul devoted himself to the word, solemnly testifying to the Jews that Jesus was the Christ."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But when the Jews opposed and insulted him, Paul shook out his garment and said to them, “ May your blood be upon your own heads; I am innocent. From now on I will go to the Gentiles.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then he left from there and went to the house of a certain man named Titius Justus, a man who worshiped God. His house was next to the synagogue."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Crispus, the leader of the synagogue, believed in the Lord, together with all those who lived in his house; and many of the Corinthians who heard about it believed and were baptized."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then the Lord said to Paul in the night in a vision, “ Do not be afraid, but continue speaking and do not be silent."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For I am with you, and no one will attack you to harm you, for I have many people in this city.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So Paul remained there for a year and six months, teaching the word of God among them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "But when Gallio became governor of Achaia, the Jews rose up together against Paul and brought him before the judgment seat;"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "they said, “ This man persuades people to worship God contrary to the law.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Yet when Paul was about to open his mouth, Gallio said to the Jews, “ You Jews, if indeed it were a matter of some wrong or an evil crime, it would be reasonable to deal with you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But since these are questions about words and names and your own law, settle it yourselves. I do not wish to be a judge of these matters.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So Gallio sent them away from the judgment seat."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the judgment seat. But none of these things mattered to Gallio."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Now Paul, after staying there for many more days, left the brothers and sailed to Syria, and Priscilla and Aquila were with him. He shaved his head in Cenchrea because he had made a vow."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When they came to Ephesus, Paul left Priscilla and Aquila there, but he himself went into the synagogue and reasoned with the Jews."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When they asked Paul to stay a longer time, he declined."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But he took his leave from them and said, “ I will return again to you if God is willing.” He then set sail from Ephesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "When Paul had landed at Caesarea, he went up and greeted the Jerusalem church and then went down to Antioch."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "After having spent some time there, Paul departed and went through the regions of Galatia and Phrygia and strengthened all the disciples."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Now a certain Jew named Apollos, an Alexandrian by birth, came to Ephesus. This man was eloquent in speech and was mighty in the scriptures."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Apollos had been instructed in the way of the Lord. Being fervent in spirit, he spoke and taught accurately the things concerning Jesus, but he knew only the baptism of John."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So Apollos began to speak boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When he desired to pass over into Achaia, the brothers encouraged him and wrote to the disciples in Achaia to welcome him. When he arrived, he greatly helped those who believed by grace."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "For Apollos powerfully refuted the Jews in public debate, showing by the scriptures that Jesus is the Christ."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It came about that while Apollos was at Corinth, Paul passed through the upper country and came to the city of Ephesus, and found certain disciples there."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Paul said to them, “ Did you receive the Holy Spirit when you believed?” But they said to him, “ No, we did not even hear if there is a Holy Spirit.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Paul said, “ Into what then were you baptized?” They said, “ Into the baptism of John.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Paul replied, “ John baptized with the baptism of repentance. He told the people that they should believe in the one who would come after him, that is, in Jesus.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When the people heard this, they were baptized in the name of the Lord Jesus."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then when Paul had laid his hands on them, the Holy Spirit came on them and they both spoke in other languages and prophesied."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They were about twelve men in all."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then Paul went into the synagogue and spoke boldly for three months, reasoning and persuading them about the kingdom of God."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But when some Jews were hardened and disobedient, they began to speak evil of the Way before the crowd. So Paul left them and took the disciples with him, reasoning with them every day in the lecture hall of Tyrannus."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "This continued for two years, so that all those who lived in Asia heard the word of the Lord, both Jews and Greeks."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "God was doing unusual miracles by the hands of Paul,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "so that even handkerchiefs and aprons that had touched him were taken to the sick and their illnesses left them and the evil spirits came out of them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But there were also some Jewish exorcists traveling through the area. They tried to call on the name of the Lord Jesus over those who had evil spirits. They said, “ By the Jesus whom Paul proclaims, I command you to come out.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Some were family of Sceva, a Jewish high priest— seven of his sons were doing this."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But an evil spirit answered them, saying, “ Jesus I know, and Paul I know; but who are you?”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then the man in whom was the evil spirit leaped on the exorcists and overpowered them all and beat them up. Then they fled out of that house naked and wounded."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So this became known to all, both Jews and Greeks, of those who lived at Ephesus. Then fear fell upon them all, and the name of the Lord Jesus was honored."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Also, many of the believers came and confessed and admitted the evil things they had done."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Many of those who practiced magical arts brought their books together and burned them in the sight of everyone. Then they counted the value of them, and found it to be fifty thousand pieces of silver."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So the word of the Lord was spreading and prevailing with power."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Now after Paul completed his ministry in Ephesus, he decided in the Spirit to pass through Macedonia and Achaia on his way to Jerusalem; he said, “ After I have been there, I must also see Rome.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then Paul sent to Macedonia two of those helping him, Timothy and Erastus. But he himself stayed in Asia for a while."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "At about that time there was no small disturbance in Ephesus concerning the Way."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For a certain silversmith named Demetrius, who made silver statues of Artemis, brought in much business for the craftsmen."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So he gathered together the workmen of that occupation and said, “ Sirs, you know that in this business we make much money."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "You see and hear that, not only at Ephesus, but almost throughout all Asia, this Paul has persuaded and turned away many people. He is saying that the things that are being made with hands are not gods."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So not only is there danger for us that this trade will be slandered, but also that the temple of the great goddess Artemis may be considered worthless. So she whom all Asia and the world worships is indeed about to lose her greatness.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "When they heard this and became filled with anger, they cried out, saying, “ Great is Artemis of the Ephesians.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then the whole city was filled with confusion, and the people rushed together into the theater. They had seized Paul’ s travel companions, Gaius and Aristarchus, who came from Macedonia."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Paul wanted to enter in among the people, but the disciples prevented him."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Also, some of the officials of the province of Asia who were his friends sent a message to him strongly requesting him not to enter into the theater himself."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now indeed some people were shouting one thing, and some another, for the crowd was in confusion. Most of them did not even know for what reason they had come together."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then out of the crowd came Alexander, whom the Jews had pushed forward. So Alexander motioned with his hand, wanting to give a defense to the assembly."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But when they became aware that he was a Jew, there was a single cry from all of them. Continuing for about two hours they cried out, “ Great is Artemis of the Ephesians.”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When the town clerk had quieted the crowd, he said, “ You men of Ephesus, what man indeed is there who does not know that the city of the Ephesians is temple keeper of the great Artemis and of the image which fell down from heaven?"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Seeing then that these things are undeniable, it is necessary for you to be calm and to do nothing rash."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "For you have brought these men to this court who are neither robbers of temples nor blasphemers of our goddess."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Therefore, if indeed Demetrius and the craftsmen who are with him have an accusation against anyone, the courts are open and there are proconsuls. Let them accuse one another."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But if you seek anything about other matters, it shall be settled in the regular assembly."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "For indeed we are in danger of being accused of rioting for what happened this day. There is no reason that we will be able to give as the cause of this disorder.”"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "When he had said this, he dismissed the assembly. here instead of in verse 41."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "41",
              "text": "When he had said this, he dismissed the assembly."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts have this text at the end of verse 40."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After the uproar had ended, Paul sent for the disciples and after he encouraged them, he said farewell and left to go to Macedonia."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When he had gone through those regions and had spoken many words of encouragement to them, he came to Greece."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After he had spent three months there, a plot was formed against him by the Jews as he was about to sail for Syria, so he decided to return through Macedonia."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Accompanying him were Sopater son of Pyrrhus from Berea, and Aristarchus and Secundus, a Thessalonian, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus from Asia."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But these men had gone before us and were waiting for us at Troas."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then we sailed away from Philippi after the days of unleavened bread, and in five days we came to them in Troas. There we stayed for seven days."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then on the first day of the week, when we were gathered together to break bread, Paul spoke to the believers. He was planning to leave the next day, so he continued his talk until midnight."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There were many lamps in the upper room where we were meeting together."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "By the window was sitting a certain young man named Eutychus, who fell into a deep sleep. As Paul spoke even longer, this young man, overcome by sleep, fell down from the third story and was picked up dead."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But Paul went down, stretched himself out on him, and embraced him. Then he said, “ Do not be upset any more, for his life is in him.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then he went upstairs again and broke bread and ate. After talking with them much longer until dawn, he left."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So they brought back the boy alive and were greatly comforted."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "But we ourselves went ahead of Paul to the ship and sailed away to Assos, where we planned to take Paul on board. This is what he himself had arranged to do, because he planned to go on foot."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When he met us at Assos, we took him onto the ship and went to Mitylene."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then we sailed from there and arrived the next day opposite the island of Chios. The following day we touched at the island of Samos, and the day after we came to the city of Miletus."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For Paul had decided to sail past Ephesus, so that he would not spend any time in Asia; for he was hurrying to be, if it was possible for him, in Jerusalem for the day of Pentecost."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So from Miletus he sent men to Ephesus and summoned the elders of the church."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When they had come to him, he said to them,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "You yourselves know, from the first day that I arrived in Asia, how I was with you the whole time.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "19",
              "text": "I kept serving the Lord with all lowliness of mind and with tears, and in sufferings that happened to me because of the plots of the Jews."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You know how I did not keep back from declaring to you anything that was useful, and how I taught you in public and from house to house,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "testifying to both Jews and Greeks about repentance toward God and of faith in our Lord Jesus."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Now look, I am going to Jerusalem, compelled by the Spirit, not knowing what will happen to me there,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "except that the Holy Spirit testifies to me in every city, saying that chains and sufferings await me."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But I do not consider my life valuable to myself, so as to finish my race and the ministry that I received from the Lord Jesus, to solomnly testify to the gospel of the grace of God."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now look, I know that you all, among whom I went about proclaiming the kingdom, will see my face no more."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Therefore I testify to you this day, that I am innocent of the blood of any man."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For I did not hold back from declaring to you the whole will of God."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Guard yourselves, and all the flock of which the Holy Spirit has made you overseers. Be careful to shepherd the church of God, which he purchased with his own blood."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "with his own blood , this could be translated as,"
            },
            {
              "tag": "fqa",
              "text": "with the blood of his own Son ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I know that after my departure, vicious wolves will come in among you and will not spare the flock."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "I know that from even among you yourselves, some men will come speaking perverse things which will draw away the disciples after them."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "So be on guard. Remember that for three years I did not stop instructing every one of you with tears night and day."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now I entrust you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are being sanctified."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "I coveted no man’ s silver or gold or clothing."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "You yourselves know that these hands served my own needs and the needs of those who were with me."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "In all things, I showed you that in this way we should work hard to help those who are weak, and to also remember the words of the Lord Jesus, that he himself said: “ It is more blessed to give than to receive.”"
            }
          ],
          "tag": "p",
          "text": "“"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "After he had said these things, he bowed his knees and prayed with them all."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then there was a lot of weeping among them all, and they embraced Paul and kissed him."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "They were sad most of all because of the statement which he had spoken, that they were never going to see his face again. Then they escorted him to the ship."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When we had gone away from them and were sailing, we took a straight course and came to the city of Cos, and the next day to the city of Rhodes, and from there to the city of Patara."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When we found a ship crossing over to Phoenicia, we went aboard and set sail."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "After sighting Cyprus and leaving it on the left, we sailed on to Syria and landed at Tyre, for the ship was to unload its cargo there."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then after we found the disciples, we stayed there seven days. Through the Spirit they kept urging Paul not to go to Jerusalem."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But when our days there were over, we left and went on our way, and they all, with their wives and children, accompanied us as far as the edge of the city. Then we knelt down on the shore, and prayed,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and said farewell to each other. Then we went on board the ship, and they returned home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "When we had finished the voyage from Tyre, we arrived at Ptolemais. We greeted the brothers and stayed with them for one day."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then on the next day we left and went to Caesarea. We entered into the house of Philip, the evangelist, who was one of the seven, and we stayed with him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now this man had four virgin daughters who prophesied."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "As we stayed there for many days, a certain prophet named Agabus came down from Judea."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He came to us and took Paul’ s belt. With it he tied his own feet and hands and said, “ Thus says the Holy Spirit, ‘ So shall the Jews in Jerusalem tie up the man who owns this belt, and they will hand him over into the hands of the Gentiles.’”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "When we heard these things, both we and the people who lived in that place begged Paul not to go up to Jerusalem."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then Paul answered, “ What are you doing, weeping and breaking my heart? For I am ready, not only to be tied up, but also to die in Jerusalem for the name of the Lord Jesus.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Since Paul would not be persuaded, we remained silent and then we said, “ May the will of the Lord be done.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "After these days, we picked up our bags and went up to Jerusalem."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Some of the disciples from Caesarea also went with us. They brought with them a certain man named Mnason, an early disciple from Cyprus, with whom we would stay."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When we had arrived in Jerusalem, the brothers welcomed us gladly."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "The next day Paul went with us to James, and all the elders were present."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When he had greeted them, he reported one by one the things that God had done among the Gentiles through his ministry."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When they heard it, they praised God, and they said to him, “ You see, brother, how many thousands there are who have believed among the Jews. They are all zealous for the law."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "They have been told about you, that you teach all the Jews who live among the Gentiles to abandon Moses, and that you tell them not to circumcise their children, nor to follow the old customs."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "What therefore should we do? They will certainly hear that you have come."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So do this that we say to you. There are four men with us who made themselves a vow."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Take these men and purify yourself with them, and pay their expenses for them, so that they may shave their heads. Then everyone will know that the things they have been told about you are false, and that you yourself also walk orderly and obey the law."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But concerning the Gentiles who have believed, we wrote and gave the instructions that they should keep themselves from things sacrificed to idols, and from blood, and from what is strangled, and from sexual immorality.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then Paul took the men, and the next day, purifying himself with them, went into the temple, announcing the period of the days of purification, until the offering was offered for every one of them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "But when the seven days were almost finished, some Jews from Asia, seeing Paul in the temple, stirred up the whole crowd, and laid hands on him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They were shouting, “ Men of Israel, help us. This is the man who teaches all men everywhere things that are against the people, and the law, and this place. Besides, he has also brought Greeks into the temple and has defiled this holy place.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "For they had previously seen Trophimus the Ephesian with him in the city, whom they thought that Paul had brought into the temple."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The whole city was excited, and the people ran together and laid hold of Paul. They dragged him out of the temple, and the doors were immediately shut."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "As they were trying to kill him, news came up to the chief captain of the guard that all Jerusalem was in an uproar."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Right away he took soldiers and centurions and ran down to the crowd. When the people saw the chief captain and the soldiers, they stopped beating Paul."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then the chief captain approached and laid hold of Paul, and commanded him to be bound with two chains. Then he asked who he was and what he had done."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But some in the crowd were shouting one thing and others another. Since the captain was not able to find out anything for certain because of all the noise, he ordered that Paul be brought into the fortress."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When he came to the steps, he was carried by the soldiers because of the violence of the crowd."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "For the crowd of people followed after and kept shouting out, “ Away with him!”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "As Paul was about to be brought into the fortress, he said to the chief captain, “ Am I allowed to say something to you?” The captain replied, “ Do you speak Greek?"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Are you not then the Egyptian who some time ago started a rebellion and led the four thousand men of the‘ Assassins’ out into the wilderness?”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But Paul said, “ I am indeed a Jewish man from the city of Tarsus in Cilicia. I am a citizen of that important city. Therefore, I ask you, allow me to speak to the people.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "When the captain had given him permission, Paul stood on the steps and motioned with the hand to the people. When there was a deep silence, he spoke to them in the Hebrew language. He said,"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "“ Men, brothers, and fathers, listen to my defense I now make to you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "When the crowd heard that Paul was speak to them in the Hebrew language, they became even more quiet. Then he said,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "“ I am a Jewish man, born in Tarsus of Cilicia, but educated in this city at the feet of Gamaliel. I was instructed according to the strict ways of the law of our fathers. I am zealous for God, just as all of you are today."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I persecuted this Way to the death, binding up and delivering them to prison, both men and women,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "as also the high priest and all the elders can bear witness for me. I also received letters from them for the brothers in Damascus, and went there indeed to bring back in bonds to Jerusalem those who were there in order for them to be punished."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "It happened that as I was traveling and nearing Damascus, about noon suddenly a great light from heaven began to shine around me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So I fell to the ground and heard a voice say to me, ‘ Saul, Saul, why are you persecuting me?’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So I answered, ‘ Who are you, Lord?’ Then he said to me, ‘ I am Jesus of Nazareth, whom you are persecuting.’"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But those who were with me indeed saw the light, but they did not understand the voice of him who spoke to me."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then I said, ‘ What should I do, Lord?’ The Lord said to me, ‘ Arise and go into Damascus, and there you will be told about everything that has been appointed for you to do.’"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Since I could not see because of the brightness of that light, being led by the hands of those who were with me, I came into Damascus."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "There I met a certain Ananias, a devout man according to the law and well spoken of by all the Jews who lived there."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He came to me and stood by me, saying to me, ‘ Brother Saul, receive your sight.’ In that very hour I saw him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then he said, ‘ The God of our fathers has chosen you to know his will, and to see the Righteous One, and to hear the voice coming from his own mouth."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For you will be a witness for him to all men about what you have seen and heard."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Now why are you waiting? Arise, be baptized, and wash away your sins, calling on his name.’"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It happened to me that after I had returned to Jerusalem, and while I was praying in the temple, I fell into a trance."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I saw him saying to me, ‘ Hurry and go away from Jerusalem quickly, because they will not accept your testimony about me.’"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "I said, ‘ Lord, they themselves know that I was imprisoning and beating those who believed in you in every synagogue."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When the blood of Stephen your witness was spilled, I myself also was standing by and agreeing, and I was guarding the cloaks of those who killed him.’"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But he said to me, ‘ Go, because I will send you far away to the Gentiles.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "They listened to him until this statement. Then they lifted up their voice, saying, “ Away with such a man from the earth, for it is not right that he should live.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "As they were shouting and throwing off their cloaks, and throwing dust into the air,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "the chief captain commanded Paul to be brought into the fortress. He ordered that he should be questioned by flogging, so that he might know for what reason they were shouting against him like that."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But when they had stretched him out to whip him, Paul said to the centurion who was standing by, “ Is it lawful for you to flog a man who is a Roman and not condemned?”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "When the centurion heard this, he went to the chief captain and told him, saying, “ What are you about to do? For this man is a Roman citizen.”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So the chief captain came and said to him, “ Tell me, are you a Roman citizen?” Paul said, “ Yes.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then the chief captain answered, “ I bought my citizenship with a large amount of money.” But Paul said, “ I, however, was indeed born a Roman citizen.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then the men who were going to question him left him immediately. The chief captain also was afraid, when he learned that Paul was a Roman citizen, and because he had tied him up."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "On the next day, he wanted to know the truth about the accusations against Paul by the Jews. So he untied him and ordered the chief priests and all the council to meet. Then he brought Paul down and placed him among them."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Paul looked directly at the council members and said, “ Men, brothers, I have lived as a citizen before God in all good conscience until this day.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then the high priest Ananias commanded those who stood by him to strike him on the mouth."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then Paul said to him, “ God is about to strike you, you whitewashed wall. Do you sit judging me by the law, yet order me to be struck, against the law?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But those who stood by said, “ Are you insulting the high priest of God?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So Paul said, “ I was not aware, brothers, that he was a high priest. For it is written, You shall not speak evil of a ruler of your people.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "When Paul saw that the one part of the council were Sadducees and the other Pharisees, he spoke loudly in the council, “ Men, brothers, I am a Pharisee, a son of Pharisees. I am being judged concerning the certain hope of the resurrection of the dead.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When he said this, an argument began between the Pharisees and Sadducees, and the crowd was divided."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For indeed the Sadducees say there is no resurrection, nor angels, nor spirits, but the Pharisees acknowledge all of them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So a large uproar occurred, and some of the scribes of the party of the Pharisees stood up and argued, saying, “ We find nothing evil in this man. But what if a spirit has spoken to him, or an angel?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When there arose a great argument, the chief captain feared that Paul would be torn to pieces by them, so he commanded the soldiers to go down and take him by force from among the council members, and bring him into the fortress."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But the following night the Lord stood beside him and said, “ Take courage, for as you have testified about me in Jerusalem, so you must also testify in Rome.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "When it became day, some of the Jews formed a conspiracy, putting themselves under an oath, and promising neither to eat nor drink until they had killed Paul."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "There were more than forty men who formed this conspiracy."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They went to the chief priests and the elders and said, “ We have put ourselves under a great curse, to eat nothing until we have killed Paul."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now, therefore, you along with the council report to the chief captain as if you are going to examine more seriously the things concerning Paul, so that he will bring him down to you. As for us, we are ready to kill him before he comes here.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But the son of the sister of Paul heard of the ambush, so he went and entered the fortress and told Paul."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Paul called one of the centurions and said, “ Take this young man to the chief captain, for he has something to tell him.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So indeed the centurion took the young man and brought him to the chief captain and said, “ Paul the prisoner called for me, and asked me to bring this young man to you. He has something to say to you.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So the chief captain took hold of his hand and withdrew to a private place and asked him, “ What is it that you have to tell me?”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then the young man said, “ The Jews have agreed to ask you that tomorrow you might bring Paul down to the council, as if they were going to ask more seriously about something concerning him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Therefore you should not be persuaded by them, because more than forty of these men lie in wait for him. They have put themselves under an oath, neither to eat nor to drink until they have killed him. Even now they are ready, waiting for the promise from you.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So indeed the chief captain dismissed the young man, after instructing him, “ Tell no one that you have said these things to me.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he summoned a certain two of the centurions and said, “ Prepare two hundred soldiers so that they might go as far as Caesarea, and seventy horsemen, and two hundred spearmen. They will leave at the third hour of the night.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He also ordered them to provide animals to ride so they might set Paul on them and take him safely to Felix the governor."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then he wrote a letter, having this form:"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "“ Claudius Lysias to the most excellent Governor Felix, greetings."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "This man was arrested by the Jews and was about to be killed by them, when I came upon them with soldiers and rescued him, since I learned that he was a Roman citizen."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then I wanted to know the charge with which they accused him, so I took him down to their council."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I learned that he was being accused about questions concerning their own law, but that there was no accusation against him that deserved death or imprisonment."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then it was made known to me that a plot was to be carried out against the man, so immediately I sent him to you, and also instructed his accusers to speak against him in your presence.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "So the soldiers indeed, according to what they had been ordered, took Paul and brought him by night to Antipatris."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "On the next day, most of the soldiers returned to the fortress, but they allowed the horsemen to continue on with Paul."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "When the horsemen entered into Caesarea and delivered the letter to the governor, they also presented Paul to him."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then the governor read the letter and asked what province Paul was from. When he learned that he was from Cilicia,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "he said, “ I will hear you fully when your accusers also come here.” Then he commanded him to be kept in the palace of Herod."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After five days, Ananias the chief priest, with certain elders, and a certain orator named Tertullus went there. These men brought charges against Paul before the governor."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When Paul stood before the governor, Tertullus began to accuse him, saying to the governor, “ Because of you we have great peace, and your foresight brings good reform to our nation;"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "both in every way and everywhere we acknowledge this, most excellent Felix, with all thankfulness."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "However, so as not to detain you any longer, I ask you to briefly listen to us in your kindness."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For we have found this man to be a pest and one who causes rebellion among all the Jews who are throughout the world. Also, he is a leader of the sect of the Nazarenes."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He even tried to desecrate the temple, so we arrested him."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include the end of verse 6, verse 7, and the first part of verse 8. [ We wanted to judge him according to our law."
            },
            {
              "tag": "v",
              "num": "7"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "See the note on the previous verse.  But Lysias, the officer, came and took him by force out of our hands,"
            },
            {
              "tag": "v",
              "num": "8"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "See the note on verse 6.  commanding his accusers to come to you.] You can question him yourself about all these matters to learn about the things of which we are accusing him.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then the Jews also agreed, affirming that these charges were true."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "After the governor motioned for Paul to speak, Paul then answered, “ I understand that for many years you have been a judge to this nation, so I gladly make my defense about the things concerning me."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "You will be able to find out that it has not been more than twelve days since I went up to worship in Jerusalem."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "They neither found me in the temple arguing with anyone, nor was I stirring up a crowd, neither in the synagogues, nor in the city."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They are not able to prove to you about the things which they are now accusing me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But I confess this to you, that according to the Way that they call a sect, in that same way I serve the God of our fathers. I am faithful to all that is according to the law and that has been written in the prophets."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I have the same confident hope in God which also these men themselves await, that there is about to be a resurrection of both the righteous and the wicked."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So in this also I myself always strive in everything to have a clear conscience before God and human beings."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now after many years I came to bring gifts of money to the poor of my nation, and offerings."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They found me doing this, purified in the temple, not with a crowd nor with an uproar."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But there are certain Jews from Asia, who ought to be present before you and make accusations, if they have anything against me."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Or else, these same men should say what wrong they found in me when I stood before the Jewish council,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "other than about this one thing that I shouted out when I stood among them, ‘ I am on trial before you today concerning the resurrection of the dead.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Felix, who had a more accurate knowledge about the things concerning the Way, delayed them. He said, “ When Lysias the commander comes down from Jerusalem, I will decide the things concerning you.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he commanded the centurion to keep Paul in custody, but to let him have some freedom, and not to forbid his own friends to minister to him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "After some days, Felix returned with Drusilla his own wife, who was a Jewess, and he sent for Paul and he heard from him about the faith in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But when Paul reasoned with him about righteousness, and self- control, and the judgment that is coming, Felix became frightened and said, “ Go away for now. But when I find an opportunity, I will send for you.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "At the same time he also hoped that he would be given money by Paul, and therefore he often sent for him and spoke with him."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But when two years passed, Porcius Festus became the governor after Felix, but Felix wanted to gain favor with the Jews, so he left Paul to continue under guard."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 25
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now, Festus entered the province, and after three days, he went from Caesarea up to Jerusalem."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Both the chief priests and the prominent men of the Jews brought accusations to Festus against Paul, and they urged him"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and asked for a favor against Paul— that Festus might summon Paul to Jerusalem— for an ambush was forming to kill him along the way."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So indeed Festus answered that Paul was being held at Caesarea, and that he himself was about to go there soon."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He said, “ Therefore, those among you who are leaders should go there with us. If there is something wrong with the man, let them accuse him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Festus stayed with them not more than eight or ten days, and then he went down to Caesarea. On the next day he sat in the judgment seat and commanded Paul to be brought to him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When Paul came, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges which they could not prove."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Paul spoke in his defense, “ I have done nothing wrong, neither against the law of the Jews, nor against the temple, nor against Caesar.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But Festus, wanting to do a favor for the Jews, answered Paul and said, “ Are you willing to go up to Jerusalem and to be judged there by me about these things?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But Paul said, “ I am standing before the judgment seat of Caesar where I should be judged. I have done nothing wrong to the Jews, just as you also very well know."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Though if indeed I have done wrong and have done anything worthy of death, I do not refuse to die. But if there is nothing of which they can accuse me, no one can hand me over to them. I appeal to Caesar.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then, after Festus talked with the council, he answered, “ You have appealed to Caesar. To Caesar you will go!”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now after some days had passed, King Agrippa and Bernice came down to Caesarea to pay their respects to Festus."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "After they had been there for many days, Festus presented to the king the things concerning Paul. He said, “ There is a certain man who was left here as a prisoner by Felix."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When I was in Jerusalem, the chief priests and the elders of the Jews brought charges against this man, asking for a sentence of condemnation against him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I answered them that it is not the custom of the Romans to hand over any person before the one who is accused may have the opportunity to face his accusers, and may make a defense concerning the charges."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, when they came together here, I did not wait, but the next day I sat in the judgment seat and I ordered the man to be brought in."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When the accusers stood up, they brought no charge concerning him of any crime which I expected."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Instead, they had certain disputes with him about their own religion and about a certain Jesus who was dead, whom Paul claims to be alive."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So I am uncertain about how to investigate this matter. I asked if he was willing to go to Jerusalem and there to be judged concerning these charges."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But when Paul appealed to be kept in custody while awaiting the decision of the emperor, I ordered him to be held in custody until I could send him to Caesar.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then Agrippa replied to Festus, “ I, myself, have also been wanting to hear this man.” “ Tomorrow,” Festus said, “ you will hear him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "So on the next day, Agrippa and Bernice came with much ceremony, and entered into the hall with both the military officers and with men who were prominent in the city. When Festus spoke the command, Paul was brought in."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then Festus said, “ King Agrippa, and all you men who are here with us, you see this man, concerning whom all the multitude of the Jews petitioned me both in Jerusalem and here also, shouting that he should not live any longer."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But I learned that he had done nothing worthy of death; but because he himself appealed to the emperor, I decided to send him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But concerning him, I do not have anything definite to write to the emperor. For this reason, I have brought him before you, and especially before you, King Agrippa, so that after this examination happens, I might have something to write."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For it seems unreasonable to me to send a prisoner and to not state the charges against him.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 26
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "So Agrippa said to Paul, “ You may speak for yourself.” Then Paul stretched out his hand and made his defense."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "“ Concerning all the things of which I am accused by the Jews, King Agrippa, I consider myself fortunate that I will be making my defense before you today;"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "especially since you are familiar with all the Jewish customs and also their controversies. So I ask you to hear me patiently."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Indeed then, the way I have lived from my youth, which from the beginning has been among my nation and also in Jerusalem, all the Jews know."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Knowing me from the beginning, they can testify, if they were willing, that I lived as a Pharisee, according to the strictest party of our religion."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now I stand here being judged because of my certain hope in the promise that was made to our fathers by God."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For this is the promise that our twelve tribes sought to receive as they earnestly worshiped God night and day. It is because of this certain hope that I am being accused by the Jews, King Agrippa."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Why should you considered it unbelievable that God raises the dead?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now indeed, I myself thought that I should do many things against the name of Jesus of Nazareth."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I did these things in Jerusalem. I even locked up many of the saints in prison, and having received the authority from the chief priests, I also cast my vote against them when they were being put to death."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Often punishing them in all the synagogues, I tried to force them to blaspheme. I was so very enraged against them that I persecuted them even as far as to foreign cities."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "While I was doing this, I went to Damascus with the authority and orders from the chief priests;"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and on the way there, at midday, King, I saw a light from heaven that was brighter than the sun and it shone around both me and the men who were traveling with me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When we all fell to the ground, I heard a voice speaking to me in the Hebrew language, ‘ Saul, Saul, why do you persecute me? It is hard for you to kick against a goad.’"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then I said, ‘ Who are you, Lord?’ The Lord replied, ‘ I am Jesus whom you are persecuting."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Now get up and stand on your feet; because for this purpose I appeared to you, to appoint you as a servant and a witness concerning both the things that you have seen about me and the things that I will show to you;"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "and I will rescue you from the people and from the Gentiles to whom I am sending you,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "to open their eyes that they may turn from darkness to light, and from the power of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith that is in me.’"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Therefore, King Agrippa, I was not disobedient to the heavenly vision;"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "but, to those in Damascus first, and then in Jerusalem, and in all the region of Judea, and also to the Gentiles, I declared that they should repent and turn to God, doing deeds worthy of repentance."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For this cause the Jews arrested me in the temple and tried to kill me."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Therefore having received help which is from God until this day, I have stood and testified to both small and great, saying nothing other than what both the prophets and Moses said would happen—"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "that the Christ would suffer and being the first to rise from the dead, he would proclaim light both to our own people and to the Gentiles.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "After Paul said these things in his defense, Festus said with a loud voice, “ Paul, you are insane; your great learning makes you insane.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But Paul said, “ I am not insane, most excellent Festus, but I am speaking true and sane words."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For the king knows about these things, so I also speak boldly to him, for I am persuaded that none of these things are hidden from him; for this was not done in a corner."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Do you believe the prophets, King Agrippa? I know that you believe.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then Agrippa said to Paul, “ In a short time would you persuade me to become a Christian?”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But Paul replied, “ I pray to God, that somehow, whether in a short time or in a long time, not you only, but also all those who hear me today would become just as I also am, but without these prison chains.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then the king stood up, and the governor, and Bernice, and those who were sitting with them;"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "when they left, they talked to one another, saying, “ This man is doing nothing worthy of death or of chains.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So Agrippa said to Festus, “ This man might have been freed if he had not appealed to Caesar.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 27
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "So when it was decided that we should sail for Italy, they handed over both Paul and some other prisoners to a centurion named Julius of the regiment of Augustus."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then we boarded a ship from Adramyttium, which was about to sail to places along the coast of Asia. So we set sail. Aristarchus, a Macedonian from Thessalonica, was with us."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The next day, we landed at the city of Sidon, where Julius treated Paul kindly and allowed him to go to his friends to receive their care."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "From there we went to sea and sailed under the lee of Cyprus, because of the winds that were against us."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When we had sailed across the sea past Cilicia and Pamphylia, we came to Myra, a city of Lycia."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "There, having found a ship from Alexandria that was sailing to Italy, the centurion put us on it."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When we had sailed slowly for many days and had finally arrived with difficulty near Cnidus, the wind no longer allowed us to go that way, so we sailed along the sheltered side of Crete, opposite Salmone."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So we sailed along the coast with difficulty, until we came to a certain place called Fair Havens, which is near the city of Lasea."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "But much time had passed, and the voyage was already dangerous because even the Jewish fast had already passed. So Paul warned them,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "saying to them, “ Men, I see that the voyage is about to be with injury and much loss, not only of the cargo and the ship, but also of our lives.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But the centurion paid more attention to the master and to the owner of the ship than to those things that were spoken by Paul."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Because the harbor was not adequate to spend the winter in, the majority of the sailors made a decision to sail from there, if somehow they might be able to reach the city of Phoenix, to spend the winter there— a harbor in Crete, facing toward the southwest and toward the northwest."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When a south wind began to blow gently, the sailors thought that they had what they needed. So they weighed anchor and sailed close to the shore along Crete."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But not long after, a wind of hurricane force, which was called the northeaster, blew down from the island."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When the ship was caught by the storm and could no longer head into the wind, we gave way to the storm and were driven along by the wind."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So we sailed along the lee of a certain island called Cauda, and with difficulty were able to gain control of the lifeboat."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When they had hoisted the lifeboat up, they used its ropes to bind the hull of the ship. They were afraid that they might run aground on the sandbars of Syrtis, so they lowered the sea anchor and were driven along."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But we were so violently battered by the storm that the next day they began throwing the cargo overboard."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "On the third day the sailors threw overboard the equipment of the ship with their own hands."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When neither sun nor stars appeared for many days, and the great storm remained upon us, from then on all hope that we would be saved was abandoned."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When they had gone a long time without food, then Paul stood up in the midst of the sailors and said, “ You men, you should indeed have listened to me, and not have set sail from Crete, and suffered this injury and loss."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But now I urge you to take courage, for there will be no loss of life among you, but only the loss of the ship."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For last night an angel of the God to whom I belong, whom also I worship, stood beside me"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "saying, ‘ Do not be afraid, Paul. You must stand before Caesar, and see, God in his kindness has given to you all those who are sailing with you.’"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Therefore be cheerful, men! For I trust God that thus it will be, exactly the way it was told to me."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But we must run aground upon some island.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "When the fourteenth night had come, as we were driven this way and that in the Adriatic Sea, about the middle of the night the sailors thought that they were approaching some land."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So they took soundings and found twenty fathoms; but when they had gone a little further and they again took soundings. they found fifteen fathoms."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Since they were afraid that we might crash somewhere on the rocks, they lowered four anchors from the stern and prayed for morning to come."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But the sailors were trying to abandon the ship and had lowered the lifeboat into the sea, pretending as if they were going to throw down the anchors from the bow."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But Paul said to the centurion and to the soldiers, “ Unless these men stay in the ship, you cannot be saved.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Then the soldiers cut away the ropes of the lifeboat and let it drift away."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "When daylight was about to come, Paul urged them all to take some food. He said, “ Today is the fourteenth day that you have continued waiting without eating, and have eaten nothing."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So I urge you to take some food, for this is for your survival. For not a single hair from your head will perish.”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When he had said this, and had taken bread, he thanked God before everyone. Then he broke the bread and began to eat."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then they were all encouraged and they also took food."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "We were in all undefined souls in the ship."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "When they had eaten enough food, they made the ship lighter by throwing out the wheat into the sea."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "When it was day, they did not recognize the land, but they saw a certain bay with a beach, onto which they discussed whether they could drive the ship."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So they cut loose the anchors and left them in the sea. At the same time they loosed the ropes of the rudders and having raised the foresail to the wind, they headed to the beach."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "But they came to a place where two currents met, and the ship ran into the ground. Then the bow of the ship indeed stuck there and remained unmovable, but the stern was being broken up by the violence of the waves."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Now the soldiers’ plan was that they would kill the prisoners so none of them could swim away and escape."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But the centurion wanted to save Paul, so he stopped their plan; and he ordered those who could swim to jump overboard first and get to land."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Then the rest of the men should follow, some indeed on planks, and some on other things from the ship. In this way, it happened that all of us were brought safely to the land."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 28
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When we were brought safely through, we then learned that the island was called Malta."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The native people offered to us not just ordinary kindness, but they lit a fire and welcomed us all, because of the constant rain, and because of the cold."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But when Paul had gathered a bundle of sticks and placed them on the fire, a viper came out because of the heat, and fastened onto his hand."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When the native people saw the snake hanging from his hand, they said one to another, “ This man certainly is a murderer who escaped from the sea, yet justice does not permit him to live.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But then he shook off the snake into the fire and suffered no harm."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But they were expecting him to soon become inflamed or to suddenly drop dead. But after they watched for a long time and saw nothing unusual happening to him, they changed their minds and said that he was a god."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Now in an area near that same place were lands belonging to the chief man of the island, a man named Publius. He welcomed us and kindly entertained us for three days."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It happened that the father of Publius was lying sick with a fever and dysentery. Paul went to him and prayed, placing his hands on him, and healed him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "After this happened, the rest of the people on the island who were sick also came and were healed."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The people also honored us with many honors. When we were preparing to sail, they gave us what we needed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "So after three months, we set sail in a ship that had spent the winter at the island, a ship of Alexandria, with“ the twin gods” as its figurehead."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "After we landed at the city of Syracuse, we stayed there three days."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "From there we sailed and arrived at the city of Rhegium. After one day a south wind sprang up, and in two days we came to the city of Puteoli."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "There we found some brothers and were invited to stay with them for seven days. In this way we came to Rome."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "From there the brothers, after they heard the things abut us, came out to meet us as far as The Market of Appius and The Three Taverns. When Paul saw the brothers, he thanked God and took courage."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "When we came to Rome, Paul was allowed to live by himself with the soldier who was guarding him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then it came about that after three days Paul called together those men who were the leaders among the Jews. When they had come together, he said to them, “ Men, brothers, although I have done nothing against the people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "After they questioned me, they wished to set me free, because there was no reason in me for a death penalty."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But when the Jews objected, I was forced to appeal to Caesar, although it is not as if I have any accusation to bring against my nation."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Therefore, for this reason, I have called you, to see you and to speak with you. For I am bound with this chain because of the certain hope of Israel.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then they said to him, “ We neither received letters from Judea about you, nor did any of the brothers come and report or say anything bad about you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But we want to hear from you what you think about this sect, because indeed it is known by us that it is spoken against everywhere.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "So when they had set a day for him, more people came to him at his dwelling place. He presented the matter to them, and testified about the kingdom of God. He also tried to persuade them about Jesus, both from the law of Moses and from the prophets, from morning until evening."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Some indeed were convinced about the things which he was saying, but others did not believe."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When they were in disagreement with one another, they left after Paul had spoken this one statement, “ The Holy Spirit spoke well through Isaiah the prophet to your fathers."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "He said, ‘ Go to this people and say,"
            },
            {
              "tag": "q",
              "text": "“ By hearing you will hear, but you will not understand; and by seeing you will see, but you will not perceive."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For the heart of this people has become dull, and with their ears they hardly hear, and they have shut their eyes. Otherwise they might see with their eyes, and hear with their ears, and understand with their heart and turn again, and I would heal them.”’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Therefore, let it be known to you that this salvation of God has been sent to the Gentiles, and they will listen.”"
            },
            {
              "tag": "v",
              "num": "29"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 29. [ When he had said these things, the Jews went away. They were having a great dispute among themselves.]"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Paul stayed for two whole years in his own rented house, and he welcomed all those who came to him."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "He was proclaiming the kingdom of God and was teaching the things about the Lord Jesus Christ with all boldness. No one stopped him."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "ACT EN_ULT en_English_ltr Thu Jun 13 2019 11:21:10 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Acts",
  "intro": [
    {
      "tag": "mt",
      "text": "Acts"
    }
  ]
}