[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is what the Lord Yahweh showed me. Look, he formed a locust swarm when the spring crop began to come up, and, look, it was the late crop after the king’s harvest."
      },
      {
        "t": "v",
        "n": 2,
        "v": "When they finished eating the vegetation of the land, then I said, “Lord Yahweh, please forgive; how will Jacob survive? For he is so small.”"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh relented concerning this. “It will not happen,” he said."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "This is what the Lord Yahweh showed me: Look, the Lord Yahweh called on fire to judge. It dried the vast, deep water under the earth and would have devoured the land, also."
      },
      {
        "t": "v",
        "n": 5,
        "v": "But I said, “Lord Yahweh, please stop; how will Jacob survive? For he is so small.”"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh relented concerning this, “This also will not happen,” said the Lord Yahweh."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "This is what he showed me: Look, the Lord stood beside a wall, with a plumb line in his hand."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh said to me, “Amos, what do you see?” I said, “A plumb line.” Then the Lord said, “Look, I will put a plumb line among my people Israel. I will spare them no longer."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The high places of Isaac will be destroyed,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the sanctuaries of Israel will be ruined,"
  },
  {
    "t": "q",
    "v": "and I will rise against the house of Jeroboam with the sword.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Then Amaziah, the priest of Bethel, sent a message to Jeroboam, king of Israel: “Amos has conspired against you in the middle of the house of Israel. The land cannot bear all his words."
      },
      {
        "t": "v",
        "n": 11,
        "v": "For this is what Amos said,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Amaziah said to Amos, “Seer, go, run back to the land of Judah, and there eat bread and prophesy."
      },
      {
        "t": "v",
        "n": 13,
        "v": "But do not prophesy anymore here at Bethel, for it is the king’s sanctuary and a royal house.”"
      }
    ]
  },
  {
    "t": "q",
    "v": "‘Jeroboam will die by the sword,"
  },
  {
    "t": "q",
    "v": "and Israel will surely go into exile away from his land.’”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Then Amos said to Amaziah, “I am not a prophet nor a prophet’s son. I am a herdsman, and I take care of sycamore fig trees."
      },
      {
        "t": "v",
        "n": 15,
        "v": "But Yahweh took me from tending the flock and said to me, ‘Go, prophesy to my people Israel.’"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Now hear the word of Yahweh. You say, ‘Do not prophesy against Israel, and do not speak against the house of Isaac.’"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Therefore this is what Yahweh says,"
      }
    ]
  },
  {
    "t": "q",
    "v": "‘Your wife will be a prostitute in the city;"
  },
  {
    "t": "q",
    "v": "your sons and your daughters will fall by the sword;"
  },
  {
    "t": "q",
    "v": "your land will be measured and divided up;"
  },
  {
    "t": "q",
    "v": "you will die in an unclean land,"
  },
  {
    "t": "q",
    "v": "and Israel will surely go into exile from his land.’”"
  }
]