{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It pleased Darius to appoint over the kingdom 120 provincial governors who would rule over all the kingdom."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Over them there were three chief administrators, and Daniel was one of them. These chief administrators were appointed so that they might supervise the provincial governors, so that the king should suffer no loss."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Daniel was distinguished above the other chief administrators and the provincial governors because he had an extraordinary spirit. The king was planning to put him over the whole kingdom."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then the other chief administrators and the provincial governors looked for mistakes in the work Daniel did for the kingdom, but they could find no corruption or failure in his duty because he was faithful. No mistakes or negligence was found in him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then these men said, “We cannot find any reason to complain against this Daniel unless we find something against him regarding the law of his God.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then these administrators and governors brought a plan before the king. They said to him, “King Darius, may you live forever!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "All the chief administrators of the kingdom, the regional governors, and the provincial governors, the advisors, and the governors have consulted together and decided that you, the king, should issue a decree and should enforce it, so that whoever makes a petition to any god or man for thirty days, except to you, king, that person must be thrown into the den of lions."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now, King, issue a decree and sign the document so that it may not be changed, as directed by the laws of the Medes and Persians, so it cannot be repealed.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So king Darius signed the document making the decree into a law."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "When Daniel learned that the document had been signed into law, he went into his house (now his windows were open in his upper room toward Jerusalem), and he got down on his knees, as he did three times a day, and prayed and gave thanks before his God, as he had done before."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then these men who had formed the plot together saw Daniel make requests and seek help from God."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then they approached the king and spoke with him about his decree: “Did you not make a decree that everyone who makes a petition to any god or human being during the next thirty days, except to you, king, must be throw into the den of lions?” The king answered, “The matter is settled, as directed by the law of the Medes and Persians; it cannot be repealed.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then they replied to the king, “That person Daniel, who is one of the people of the exile from Judah, pays no attention to you, king, or to the decree that you have signed. He prays to his God three times a day.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When the king heard this, he was terribly distressed, and he applied his mind to rescue Daniel from this ruling. He labored until sunset to try to save Daniel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then these men who had formed the plot gathered together with the king and said to him, “Know, king, that it is a law of the Medes and Persians, that no decree or statute that the king issues can be changed.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then the king gave an order, and they brought in Daniel, and they threw him into the lions’ den. The king said to Daniel, “May your God, whom you serve continually, rescue you.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "A stone was brought over the entrance to the den, and the king sealed it with his own signet ring and with the signet rings of his nobles so that nothing might be changed concerning Daniel."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then the king went to his palace and he went through the night fasting. No entertainment was brought before him, and sleep fled from him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Then at daybreak the king got up and he quickly went to the lions’ den."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "As he came near to the den, he called out to Daniel in a sad voice, saying to Daniel, “Daniel, servant of the living God, has your God, whom you serve continually, been able to save you from the lions?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then said Daniel to the king, “King, live forever!"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "My God has sent his messenger and has shut the lions’ mouths, and they have not hurt me. For I was found blameless before him and also before you, king, and I have done you no harm.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then the king was very happy. He gave an order that they should take Daniel up out of the den. So Daniel was lifted up out of the den. No harm was found on him, because he had trusted in his God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "The king gave an order, and they brought those men who had accused Daniel and threw them into the den of lions—they, their children, and their wives. Before they reached the floor, the lions overpowered them and broke all their bones to pieces."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Then King Darius wrote to all the peoples, nations, and languages that live in all the earth:"
          },
          {
            "tag": "q",
            "text": "“May peace increase for you."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I hereby make a decree that in all the dominion of my kingdom men tremble and fear before the God of Daniel,"
          },
          {
            "tag": "q",
            "text": "for he is the living God and lives forever,"
          },
          {
            "tag": "q",
            "text": "and his kingdom shall not be destroyed;"
          },
          {
            "tag": "q",
            "text": "his dominion shall be to the end. "
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He makes us safe and rescues us,"
          },
          {
            "tag": "q",
            "text": "and he does signs and wonders"
          },
          {
            "tag": "q",
            "text": "in heaven and in earth;"
          },
          {
            "tag": "q",
            "text": "he has kept Daniel safe from the strength of the lions.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So Daniel prospered during the reign of Darius and during the reign of Cyrus the Persian."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "DAN unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Daniel",
  "intro": [
    {
      "tag": "mt",
      "text": "Daniel "
    }
  ]
}