[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "There is an evil that I have seen under the sun, and it weighs heavy on men.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "God might give riches, wealth, and honor to a man so that he lacks nothing that he desires for himself, but then God gives him no ability to enjoy it. Instead, someone else uses his things. This is vapor, an evil affliction.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "If a man fathers a hundred children and lives many years, so that the days of his years are many, but if his heart is not satisfied with good and he is not buried, then I say that a baby that is born dead is better off than he is.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "Even such a baby is born in futility and passes away in darkness, and its name remains hidden.",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "Although this child does not see the sun or know anything, it has rest even though that man did not.",
        "id": 5
      },
      {
        "t": "v",
        "n": 6,
        "v": "Even if a man should live for two thousand years but does not learn to enjoy good things, he goes to the same place as everyone else.",
        "id": 6
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "All a man’s work is for his mouth,",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "yet his appetite is not satisfied.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Indeed, what advantage has the wise person over the fool?",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "What advantage does the poor man have",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "even if he knows how to act in front of other people?",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "It is better to be satisfied with what the eyes see",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "than to desire what a wandering appetite craves,",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "which is also vapor and an attempt to shepherd the wind.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Whatever has existed has already been given its name, and what mankind is like has already been known. So it has become useless to dispute with the one who is the mighty judge of all.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "The more words that are spoken, the more futility increases,",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so what advantage is that to a man?",
        "id": 28
      },
      {
        "t": "v",
        "n": 12,
        "v": "For who knows what is good for man in his life during his futile, numbered days through which he passes like a shadow? Who can tell a man what will come under the sun after he passes?",
        "id": 29
      }
    ],
    "id": 27
  }
]