[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "For everything there is an appointed time, and a season for every purpose under heaven."
      },
      {
        "t": "v",
        "n": 2,
        "v": "There is a time to be born and a time to die,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "a time to kill and a time to heal,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "There is a time to weep and a time to laugh,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "a time to throw away stones and a time to gather stones,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "There is a time to look for things and a time to stop looking,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "a time to tear clothing and a time to repair clothing,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "There is a time to love and a time to hate,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "What profit does the worker gain in his labor?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I have seen the work that God has given to human beings to complete."
      },
      {
        "t": "v",
        "n": 11,
        "v": "God has made everything suitable for its own time. He has also placed eternity in their hearts. But mankind cannot understand the deeds that God has done, from their beginning all the way to their end."
      },
      {
        "t": "v",
        "n": 12,
        "v": "I know that there is nothing better for anyone than to rejoice and to do good so long as he lives—"
      },
      {
        "t": "v",
        "n": 13,
        "v": "and that everyone should eat and drink, and should understand how to enjoy the good that comes from all his work. This is a gift from God."
      },
      {
        "t": "v",
        "n": 14,
        "v": "I know that whatever God does lasts forever. Nothing can be added to it or taken away, because it is God who has done it so that people will approach him with honor."
      },
      {
        "t": "v",
        "n": 15,
        "v": "Whatever exists has already existed;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "I have seen the wickedness that is under the sun, where there should be justice, and in place of righteousness, wickedness was there."
      },
      {
        "t": "v",
        "n": 17,
        "v": "I said in my heart, “God will judge the righteous and the wicked at the right time for every matter and every deed.”"
      },
      {
        "t": "v",
        "n": 18,
        "v": "I said in my heart, “God tests human beings to show them that they are like animals.”"
      },
      {
        "t": "v",
        "n": 19,
        "v": "For the fate of the children of mankind and the fate of animals is the same fate for them. The death of one is like the death of the other. The breath is the same for all of them. There is no advantage for mankind over the animals. For is not everything just a breath?"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Everything is going to the same place. Everything comes from the dust, and everything returns to the dust."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Who knows whether the spirit of mankind goes upward and the spirit of animals goes downward into the earth?"
      },
      {
        "t": "v",
        "n": 22,
        "v": "So again I realized that there is nothing better for anyone than to take pleasure in his work, for that is his assignment. Who can bring him back to see what happens after him?"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to plant and a time to pull up plants,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to tear down and a time to build up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to mourn and a time to dance,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to embrace other people, and a time to refrain from embracing."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to keep things and a time to throw away things,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time to keep silent and a time to speak."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a time for war and a time for peace."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "whatever will exist has already existed."
  },
  {
    "t": "q",
    "v": "God makes human beings seek hidden things."
  }
]