{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Once again I thought about all the oppression that is done under the sun."
          },
          {
            "tag": "q1",
            "text": "And behold, the tears of oppressed people,"
          },
          {
            "tag": "q2",
            "text": "and they had no one to comfort them!"
          },
          {
            "tag": "q1",
            "text": "Power was in the hand of their oppressors,"
          },
          {
            "tag": "q2",
            "text": "and there was no one to comfort them!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So I considered those who are already dead"
          },
          {
            "tag": "q2",
            "text": "more fortunate than the living, who are still alive. "
          },
          {
            "tag": "v",
            "num": "3",
            "text": "However, more fortunate than both of them is the one who has not yet lived,"
          },
          {
            "tag": "q2",
            "text": "the one who has not seen any of the evil acts that are done under the sun."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then I saw that every act of labor and every skillful work became the envy of one’s neighbor. This also is vapor and an attempt to shepherd the wind."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The fool folds his hands and does not work,"
          },
          {
            "tag": "q2",
            "text": "so his food is his own flesh."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But better is a handful of profit with quiet work"
          },
          {
            "tag": "q2",
            "text": "than two handfuls with the work that tries to shepherd the wind."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then I thought again about more futility, more vanishing vapor under the sun."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "There is the kind of man who is alone."
          },
          {
            "tag": "q2",
            "text": "He does not have anyone, no son or brother."
          },
          {
            "tag": "q1",
            "text": "There is no end to all his work,"
          },
          {
            "tag": "q2",
            "text": "and his eyes are not satisfied with gaining wealth."
          },
          {
            "tag": "q1",
            "text": "He wonders, “For whom am I toiling"
          },
          {
            "tag": "q2",
            "text": "and depriving myself of pleasure?”"
          },
          {
            "tag": "q1",
            "text": "This also is vapor, a bad situation."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Two people work better than one;"
          },
          {
            "tag": "q2",
            "text": "together they can earn a good pay for their labor."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For if one falls, the other can lift up his friend."
          },
          {
            "tag": "q2",
            "text": "However, sorrow follows the one who is alone when he falls"
          },
          {
            "tag": "q2",
            "text": "if there is no one to lift him up."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If two lie down together, they can be warm,"
          },
          {
            "tag": "q2",
            "text": "but how can one be warm alone?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "One man alone can be overpowered,"
          },
          {
            "tag": "q2",
            "text": "but two can withstand an attack,"
          },
          {
            "tag": "q2",
            "text": "and a three-strand rope is not quickly broken."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is better to be a poor but wise youth than an old and foolish king who no longer knows how to listen to warnings."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This is true even if the young man becomes king from prison, or even if he was born poor in his kingdom."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I saw everyone who was alive and was walking around under the sun, along with a youth who was to rise up to take his place."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "There is no end to all the people who want to obey the new king, but later many of them will no longer praise him. Surely this situation is vapor and an attempt to shepherd the wind."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "ECC unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Ecclesiastes",
  "intro": [
    {
      "tag": "mt",
      "text": "Ecclesiastes "
    }
  ]
}