[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not understand that they are doing what is wrong.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Do not be too quick to speak with your mouth,",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and do not let your heart be too quick to bring any matter up before God.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "God is in heaven, but you are on earth,",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so let your words be few.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "If you have too many things to do and worry about, you will probably have bad dreams.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The more words you speak, the more foolish things you will probably say.",
        "id": 13
      },
      {
        "t": "v",
        "n": 4,
        "v": "When you make a vow to God, do not delay to do it, for God has no pleasure in fools. Do what you vow you will do.",
        "id": 14
      },
      {
        "t": "v",
        "n": 5,
        "v": "It is better not to make a vow than to make one that you do not carry out.",
        "id": 15
      },
      {
        "t": "v",
        "n": 6,
        "v": "Do not allow your mouth to cause your flesh to sin. Do not say to the priest’s messenger, “That vow was a mistake.” Why make God angry by vowing falsely, provoking God to destroy the work of your hands?",
        "id": 16
      },
      {
        "t": "v",
        "n": 7,
        "v": "For in many dreams, as in many words, there is meaningless vapor. So fear God.",
        "id": 17
      },
      {
        "t": "v",
        "n": 8,
        "v": "When you see the poor being oppressed and robbed of just and right treatment in your province, do not be astonished as if no one knows, because there are people in power who watch those under them, and there are even higher ones over them.",
        "id": 18
      },
      {
        "t": "v",
        "n": 9,
        "v": "In addition, the produce of the land is for everyone, and the king himself takes produce from the fields.",
        "id": 19
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Anyone who loves silver will not be satisfied with silver,",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and anyone who loves wealth always wants more.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "This, too, is vapor.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "As prosperity increases, so also do the people who consume it.",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "What advantage in wealth is there to the owner",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "except to watch it with his eyes?",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "The sleep of a working man is sweet,",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "whether he eats little or a lot,",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but the wealth of a rich person does not allow him to sleep well.",
        "id": 37
      },
      {
        "t": "v",
        "n": 13,
        "v": "There is an evil that I have seen under the sun:",
        "id": 38
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "riches hoarded by the owner, resulting in his own misery.",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "When the rich man loses his wealth through bad luck,",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "his own son, one whom he has fathered, is left with nothing in his hands.",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "As a man comes from his mother’s womb,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so also he will leave naked.",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He can take none of the fruits of his labor in his hand.",
        "id": 50
      },
      {
        "t": "v",
        "n": 16,
        "v": "Another evil is",
        "id": 51
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "that as a person comes, so he goes away.",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So what profit is there for him who works for the wind?",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "During his days he eats with darkness",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and is greatly distressed with sickness and anger.",
        "id": 59
      },
      {
        "t": "v",
        "n": 18,
        "v": "Look, what I have seen to be good and suitable is to eat and drink and to enjoy the gain from all our work, as we labor under the sun during the days of this life that God has given us. For this is man’s assignment.",
        "id": 60
      },
      {
        "t": "v",
        "n": 19,
        "v": "Anyone to whom God has given riches and wealth and the ability to receive his share and rejoice in his work—this is a gift from God.",
        "id": 61
      },
      {
        "t": "v",
        "n": 20,
        "v": "For he does not call to mind very often the days of his life, because God makes him keep busy with the things that he enjoys doing.",
        "id": 62
      }
    ],
    "id": 58
  }
]