{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Ecclesiastes"
        },
        {
          "tag": "toc2",
          "text": "Ecclesiastes"
        },
        {
          "tag": "toc3",
          "text": "Ecc"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "These are the words of the Teacher, the descendant of David and king in Jerusalem."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The Teacher says this."
            },
            {
              "tag": "q1",
              "text": "“Like a vapor of mist,"
            },
            {
              "tag": "q2",
              "text": "like a breeze in the wind,"
            },
            {
              "tag": "q1",
              "text": "everything vanishes, leaving many questions."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "What profit does mankind gain from all the work that they labor at under the sun?"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "One generation goes,"
            },
            {
              "tag": "q2",
              "text": "and another generation comes,"
            },
            {
              "tag": "q1",
              "text": "but the earth remains forever."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The sun rises,"
            },
            {
              "tag": "q2",
              "text": "and it goes down"
            },
            {
              "tag": "q1",
              "text": "and hurries back to the place where it rises again."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The wind blows south"
            },
            {
              "tag": "q2",
              "text": "and circles around to the north,"
            },
            {
              "tag": "q1",
              "text": "always going around along its pathway"
            },
            {
              "tag": "q2",
              "text": "and coming back again."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All the rivers flow into the sea,"
            },
            {
              "tag": "q2",
              "text": "but the sea is never full."
            },
            {
              "tag": "q1",
              "text": "To the place where the rivers go,"
            },
            {
              "tag": "q2",
              "text": "there they go again."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Everything becomes wearisome,"
            },
            {
              "tag": "q2",
              "text": "and no one can explain it."
            },
            {
              "tag": "q1",
              "text": "The eye is not satisfied by what it sees,"
            },
            {
              "tag": "q2",
              "text": "nor is the ear fulfilled by what it hears."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Whatever has been is what will be,"
            },
            {
              "tag": "q2",
              "text": "and whatever has been done is what will be done."
            },
            {
              "tag": "q1",
              "text": "There is nothing new under the sun."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Is there anything about which it may be said,"
            },
            {
              "tag": "q2",
              "text": "‘Look, this is new’?"
            },
            {
              "tag": "q1",
              "text": "Whatever exists has already existed for a long time,"
            },
            {
              "tag": "q2",
              "text": "during ages which came long before us."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "No one seems to remember the things that happened in ancient times,"
            },
            {
              "tag": "q2",
              "text": "and the things that happened much later"
            },
            {
              "tag": "q2",
              "text": "and that will happen in the future"
            },
            {
              "tag": "q1",
              "text": "will not likely be remembered either.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I am the Teacher, and I have been king over Israel in Jerusalem."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I applied my mind to study and to search out by wisdom everything that is done under heaven. That search is a burdensome task that God has given to the children of mankind to be busy with."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I have seen all the deeds that are done under the sun, and look, they all amount to vapor and chasing the wind."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The twisted cannot be straightened!"
            },
            {
              "tag": "q1",
              "text": "The missing cannot be counted!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I have spoken to my heart saying, “Look, I have acquired greater wisdom than all who were before me in Jerusalem. My mind has seen great wisdom and knowledge.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So I applied my heart to know wisdom and also madness and folly. I came to understand that this also was an attempt to shepherd the wind."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For in the abundance of wisdom there is much frustration, and he who increases knowledge increases sorrow."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I said in my heart, “Come now, I will test you with happiness. So enjoy pleasure.” But look, this also was just a temporary breeze."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I said about laughter, “It is crazy,” and about pleasure, “What use is it?”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I explored in my heart how to gratify my desires with wine. I let my mind guide me with wisdom although I was still holding on to folly. I wanted to find out what is good for people to do under heaven during the days of their lives."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I accomplished great things. I built houses for myself and planted vineyards."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I built for myself gardens and parks; I planted all kinds of fruit trees in them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I created pools of water to water a forest where trees were grown."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I purchased male slaves and female slaves; I had slaves born in my palace. I also had large herds and flocks of livestock, much more than any king who ruled before me in Jerusalem."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I also accumulated for myself silver and gold, the treasures of kings and provinces. I got male and female singers for myself—the delights of the children of humanity—and many concubines."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Modern versions interpret the last part of this verse in different ways: "
            },
            {
              "tag": "fqa",
              "text": "everything that pleases people ,"
            },
            {
              "tag": "fqa",
              "text": "concubines and everything that pleases men , etc."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So I became greater and wealthier than all who were before me in Jerusalem, and my wisdom remained with me."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Whatever my eyes desired,"
            },
            {
              "tag": "q2",
              "text": "I did not withhold from them."
            },
            {
              "tag": "q1",
              "text": "I did not withhold my heart from any pleasure,"
            },
            {
              "tag": "q2",
              "text": "because my heart rejoiced in all my labor"
            },
            {
              "tag": "q2",
              "text": "and pleasure was my reward for all my work."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then I looked on all the deeds that my hands had accomplished,"
            },
            {
              "tag": "q2",
              "text": "and on the work that I had done,"
            },
            {
              "tag": "q1",
              "text": "but again, everything was vapor and an attempt to shepherd the wind."
            },
            {
              "tag": "q2",
              "text": "There was no profit under the sun in it."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then I turned to consider wisdom,"
            },
            {
              "tag": "q2",
              "text": "and also madness and folly."
            },
            {
              "tag": "q1",
              "text": "For what can the next king do who comes after the king,"
            },
            {
              "tag": "q2",
              "text": "which has not already been done?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then I began to understand"
            },
            {
              "tag": "q2",
              "text": "that wisdom has advantages over folly,"
            },
            {
              "tag": "q2",
              "text": "just as light is better than darkness."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The wise man uses his eyes in his head to see where he is going,"
            },
            {
              "tag": "q2",
              "text": "but the fool walks in darkness,"
            },
            {
              "tag": "q1",
              "text": "although I know the same event happens to all of them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then I said in my heart,"
            },
            {
              "tag": "q2",
              "text": "“What happens to the fool,"
            },
            {
              "tag": "q2",
              "text": "will also happen to me."
            },
            {
              "tag": "q1",
              "text": "So what difference does it make if I am very wise?”"
            },
            {
              "tag": "q2",
              "text": "I concluded in my heart,"
            },
            {
              "tag": "q2",
              "text": "“This too is only vapor.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For the wise man, like the fool, is not remembered for very long."
            },
            {
              "tag": "q2",
              "text": "In the days to come everything will have been long forgotten."
            },
            {
              "tag": "q1",
              "text": "The wise man dies just like the fool dies."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So I detested life because all the work done under the sun was evil to me. This was because everything is vapor and an attempt to shepherd the wind."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I hated all my accomplishments for which I had worked under the sun because I must leave them behind to the man who comes after me."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For who knows whether he will be a wise man or a fool? Yet he will be master over everything under the sun that my work and wisdom have built. This also is vapor."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Therefore my heart began to despair over all the work under the sun that I did."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For there might be someone who works with wisdom, with knowledge, and skill, but he will leave everything he has to a man who has not made any of it. This also is vapor and a great tragedy."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For what profit does the person gain who works so hard and tries in his heart to complete his labors under the sun?"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Every day his work is painful and stressful, so at night his soul does not find rest. This also is vapor."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "There is nothing better for anyone than to simply eat and drink and be satisfied with what is good in his work. I saw that this truth comes from God’s hand."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For who can eat or who can have any kind of pleasure apart from God?"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For to anyone who pleases him, God gives wisdom and knowledge and joy. However, to the sinner he gives the work of gathering and storing up so that he may give it away to someone who pleases God. This also amounts to vapor and an attempt to shepherd the wind."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For everything there is an appointed time, and a season for every purpose under heaven."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "There is a time to be born and a time to die,"
            },
            {
              "tag": "q1",
              "text": "a time to plant and a time to pull up plants,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "a time to kill and a time to heal,"
            },
            {
              "tag": "q1",
              "text": "a time to tear down and a time to build up."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "There is a time to weep and a time to laugh,"
            },
            {
              "tag": "q1",
              "text": "a time to mourn and a time to dance,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "a time to throw away stones and a time to gather stones,"
            },
            {
              "tag": "q1",
              "text": "a time to embrace other people, and a time to refrain from embracing."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "There is a time to look for things and a time to stop looking,"
            },
            {
              "tag": "q1",
              "text": "a time to keep things and a time to throw away things,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "a time to tear clothing and a time to repair clothing,"
            },
            {
              "tag": "q1",
              "text": "a time to keep silent and a time to speak."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There is a time to love and a time to hate,"
            },
            {
              "tag": "q1",
              "text": "a time for war and a time for peace."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "What profit does the worker gain in his labor?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I have seen the work that God has given to human beings to complete."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "God has made everything suitable for its own time. He has also placed eternity in their hearts. But mankind cannot understand the deeds that God has done, from their beginning all the way to their end."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I know that there is nothing better for anyone than to rejoice and to do good so long as he lives—"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and that everyone should eat and drink, and should understand how to enjoy the good that comes from all his work. This is a gift from God."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I know that whatever God does lasts forever. Nothing can be added to it or taken away, because it is God who has done it so that people will approach him with honor."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Whatever exists has already existed;"
            },
            {
              "tag": "q2",
              "text": "whatever will exist has already existed."
            },
            {
              "tag": "q1",
              "text": "God makes human beings seek hidden things."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "God makes human beings seek hidden things , other modern versions interpret this line in different ways."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I have seen the wickedness that is under the sun, where there should be justice, and in place of righteousness, wickedness was there."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I said in my heart, “God will judge the righteous and the wicked at the right time for every matter and every deed.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I said in my heart, “God tests human beings to show them that they are like animals.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For the fate of the children of mankind and the fate of animals is the same fate for them. The death of one is like the death of the other. The breath is the same for all of them. There is no advantage for mankind over the animals. For is not everything just a breath?"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Everything is going to the same place. Everything comes from the dust, and everything returns to the dust."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Who knows whether the spirit of mankind goes upward and the spirit of animals goes downward into the earth?"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions have "
            },
            {
              "tag": "fqa",
              "text": "Who knows the spirit of mankind, which goes upward, and the spirit of animals, which goes downward into the earth? "
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So again I realized that there is nothing better for anyone than to take pleasure in his work, for that is his assignment. Who can bring him back to see what happens after him?"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Once again I thought about all the oppression that is done under the sun."
            },
            {
              "tag": "q1",
              "text": "And behold, the tears of oppressed people,"
            },
            {
              "tag": "q2",
              "text": "and they had no one to comfort them!"
            },
            {
              "tag": "q1",
              "text": "Power was in the hand of their oppressors,"
            },
            {
              "tag": "q2",
              "text": "and there was no one to comfort them!"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So I considered those who are already dead"
            },
            {
              "tag": "q2",
              "text": "more fortunate than the living, who are still alive. "
            },
            {
              "tag": "v",
              "num": "3",
              "text": "However, more fortunate than both of them is the one who has not yet lived,"
            },
            {
              "tag": "q2",
              "text": "the one who has not seen any of the evil acts that are done under the sun."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then I saw that every act of labor and every skillful work became the envy of one’s neighbor. This also is vapor and an attempt to shepherd the wind."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The fool folds his hands and does not work,"
            },
            {
              "tag": "q2",
              "text": "so his food is his own flesh."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But better is a handful of profit with quiet work"
            },
            {
              "tag": "q2",
              "text": "than two handfuls with the work that tries to shepherd the wind."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then I thought again about more futility, more vanishing vapor under the sun."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "There is the kind of man who is alone."
            },
            {
              "tag": "q2",
              "text": "He does not have anyone, no son or brother."
            },
            {
              "tag": "q1",
              "text": "There is no end to all his work,"
            },
            {
              "tag": "q2",
              "text": "and his eyes are not satisfied with gaining wealth."
            },
            {
              "tag": "q1",
              "text": "He wonders, “For whom am I toiling"
            },
            {
              "tag": "q2",
              "text": "and depriving myself of pleasure?”"
            },
            {
              "tag": "q1",
              "text": "This also is vapor, a bad situation."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Two people work better than one;"
            },
            {
              "tag": "q2",
              "text": "together they can earn a good pay for their labor."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For if one falls, the other can lift up his friend."
            },
            {
              "tag": "q2",
              "text": "However, sorrow follows the one who is alone when he falls"
            },
            {
              "tag": "q2",
              "text": "if there is no one to lift him up."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If two lie down together, they can be warm,"
            },
            {
              "tag": "q2",
              "text": "but how can one be warm alone?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "One man alone can be overpowered,"
            },
            {
              "tag": "q2",
              "text": "but two can withstand an attack,"
            },
            {
              "tag": "q2",
              "text": "and a three-strand rope is not quickly broken."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "It is better to be a poor but wise youth than an old and foolish king who no longer knows how to listen to warnings."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "This is true even if the young man becomes king from prison, or even if he was born poor in his kingdom."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I saw everyone who was alive and was walking around under the sun, along with a youth who was to rise up to take his place."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "There is no end to all the people who want to obey the new king, but later many of them will no longer praise him. Surely this situation is vapor and an attempt to shepherd the wind."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not understand that they are doing what is wrong."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Do not be too quick to speak with your mouth,"
            },
            {
              "tag": "q2",
              "text": "and do not let your heart be too quick to bring any matter up before God."
            },
            {
              "tag": "q1",
              "text": "God is in heaven, but you are on earth,"
            },
            {
              "tag": "q2",
              "text": "so let your words be few."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If you have too many things to do and worry about, you will probably have bad dreams."
            },
            {
              "tag": "q2",
              "text": "The more words you speak, the more foolish things you will probably say."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When you make a vow to God, do not delay to do it, for God has no pleasure in fools. Do what you vow you will do."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It is better not to make a vow than to make one that you do not carry out."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not allow your mouth to cause your flesh to sin. Do not say to the priest’s messenger, “That vow was a mistake.” Why make God angry by vowing falsely, provoking God to destroy the work of your hands?"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For in many dreams, as in many words, there is meaningless vapor. So fear God."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When you see the poor being oppressed and robbed of just and right treatment in your province, do not be astonished as if no one knows, because there are people in power who watch those under them, and there are even higher ones over them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "In addition, the produce of the land is for everyone, and the king himself takes produce from the fields."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Anyone who loves silver will not be satisfied with silver,"
            },
            {
              "tag": "q2",
              "text": "and anyone who loves wealth always wants more."
            },
            {
              "tag": "q1",
              "text": "This, too, is vapor."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "As prosperity increases, so also do the people who consume it."
            },
            {
              "tag": "q1",
              "text": "What advantage in wealth is there to the owner"
            },
            {
              "tag": "q2",
              "text": "except to watch it with his eyes?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The sleep of a working man is sweet,"
            },
            {
              "tag": "q2",
              "text": "whether he eats little or a lot,"
            },
            {
              "tag": "q1",
              "text": "but the wealth of a rich person does not allow him to sleep well."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "There is an evil that I have seen under the sun:"
            },
            {
              "tag": "q1",
              "text": "riches hoarded by the owner, resulting in his own misery."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When the rich man loses his wealth through bad luck,"
            },
            {
              "tag": "q2",
              "text": "his own son, one whom he has fathered, is left with nothing in his hands."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "As a man comes from his mother’s womb,"
            },
            {
              "tag": "q2",
              "text": "so also he will leave naked."
            },
            {
              "tag": "q1",
              "text": "He can take none of the fruits of his labor in his hand."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Another evil is"
            },
            {
              "tag": "q1",
              "text": "that as a person comes, so he goes away."
            },
            {
              "tag": "q1",
              "text": "So what profit is there for him who works for the wind?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "During his days he eats with darkness"
            },
            {
              "tag": "q2",
              "text": "and is greatly distressed with sickness and anger."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Look, what I have seen to be good and suitable is to eat and drink and to enjoy the gain from all our work, as we labor under the sun during the days of this life that God has given us. For this is man’s assignment."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Anyone to whom God has given riches and wealth and the ability to receive his share and rejoice in his work—this is a gift from God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For he does not call to mind very often the days of his life, because God makes him keep busy with the things that he enjoys doing."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "There is an evil that I have seen under the sun, and it weighs heavy on men."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "God might give riches, wealth, and honor to a man so that he lacks nothing that he desires for himself, but then God gives him no ability to enjoy it. Instead, someone else uses his things. This is vapor, an evil affliction."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If a man fathers a hundred children and lives many years, so that the days of his years are many, but if his heart is not satisfied with good and he is not buried, then I say that a baby that is born dead is better off than he is."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Even such a baby is born in futility and passes away in darkness, and its name remains hidden."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Although this child does not see the sun or know anything, it has rest even though that man did not."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Even if a man should live for two thousand years but does not learn to enjoy good things, he goes to the same place as everyone else."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "All a man’s work is for his mouth,"
            },
            {
              "tag": "q2",
              "text": "yet his appetite is not satisfied."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Indeed, what advantage has the wise person over the fool?"
            },
            {
              "tag": "q2",
              "text": "What advantage does the poor man have"
            },
            {
              "tag": "q3",
              "text": "even if he knows how to act in front of other people?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "It is better to be satisfied with what the eyes see"
            },
            {
              "tag": "q2",
              "text": "than to desire what a wandering appetite craves,"
            },
            {
              "tag": "q1",
              "text": "which is also vapor and an attempt to shepherd the wind."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Whatever has existed has already been given its name, and what mankind is like has already been known. So it has become useless to dispute with the one who is the mighty judge of all."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The more words that are spoken, the more futility increases,"
            },
            {
              "tag": "q2",
              "text": "so what advantage is that to a man?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For who knows what is good for man in his life during his futile, numbered days through which he passes like a shadow? Who can tell a man what will come under the sun after he passes?"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "A good name is better than costly perfume,"
            },
            {
              "tag": "q2",
              "text": "and the day of death is better than the day of birth."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It is better to go to a house of mourning"
            },
            {
              "tag": "q2",
              "text": "than to a house of feasting,"
            },
            {
              "tag": "q1",
              "text": "for mourning comes to all people at the end of life,"
            },
            {
              "tag": "q2",
              "text": "so living people must take this to heart."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Grief is better than laughter,"
            },
            {
              "tag": "q2",
              "text": "for after sadness of face comes gladness of heart."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The heart of the wise is in the house of mourning,"
            },
            {
              "tag": "q2",
              "text": "but the heart of fools is in the house of feasting."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "It is better to listen to the rebuke of the wise"
            },
            {
              "tag": "q2",
              "text": "than to listen to the song of fools."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For like the crackling of thorns burning under a pot,"
            },
            {
              "tag": "q2",
              "text": "so also is the laughter of fools."
            },
            {
              "tag": "q1",
              "text": "This, too, is vapor."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Extortion certainly makes a wise man foolish,"
            },
            {
              "tag": "q2",
              "text": "and a bribe corrupts the heart."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Better is the end of a matter than the beginning;"
            },
            {
              "tag": "q2",
              "text": "and the people patient in spirit are better than the proud in spirit."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Do not be quick to anger in your spirit,"
            },
            {
              "tag": "q2",
              "text": "for anger resides in the hearts of fools."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Do not say, “Why were the days of old better than these?”"
            },
            {
              "tag": "q2",
              "text": "For it is not because of wisdom that you ask this question."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Wisdom, like an inheritance, is good."
            },
            {
              "tag": "q2",
              "text": "It benefits those who see the sun."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For wisdom provides protection as money can provide protection,"
            },
            {
              "tag": "q2",
              "text": "but the advantage of knowledge is that wisdom gives life to whoever has it."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Consider the deeds of God:"
            },
            {
              "tag": "q1",
              "text": "Who can straighten out anything he has made crooked?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When times are good, live happily in that good,"
            },
            {
              "tag": "q2",
              "text": "but when times are bad, consider this:"
            },
            {
              "tag": "q1",
              "text": "God has allowed both to exist side by side."
            },
            {
              "tag": "q2",
              "text": "For this reason, no one will find out anything that is coming after him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "I have seen many things in my meaningless days."
            },
            {
              "tag": "q1",
              "text": "There are righteous people who perish in spite of their righteousness,"
            },
            {
              "tag": "q1",
              "text": "and there are wicked people who live a long life in spite of their evil."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Do not be self-righteous,"
            },
            {
              "tag": "q2",
              "text": "wise in your own eyes."
            },
            {
              "tag": "q1",
              "text": "Why should you destroy yourself?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Do not be too wicked or foolish."
            },
            {
              "tag": "q2",
              "text": "Why should you die before your time?"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "It is good that you should take hold of this wisdom,"
            },
            {
              "tag": "q2",
              "text": "and that you should not let go of righteousness."
            },
            {
              "tag": "q1",
              "text": "For the person who fears God will meet all his obligations."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "will meet all his obligations , some modern versions have different interpretations of this difficult passage."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Wisdom is powerful in the wise man,"
            },
            {
              "tag": "q2",
              "text": "more than ten rulers in a city."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "There is not a righteous man on earth"
            },
            {
              "tag": "q2",
              "text": "who does good and never sins."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Do not listen to every word that is spoken,"
            },
            {
              "tag": "q2",
              "text": "because you might hear your servant curse you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Similarly, you know yourself that in your own heart"
            },
            {
              "tag": "q2",
              "text": "you have often cursed others."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "All this have I proven by wisdom. I said,"
            },
            {
              "tag": "q1",
              "text": "“I will be wise,”"
            },
            {
              "tag": "q2",
              "text": "but it was more than I could be."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Wisdom is far off and very deep."
            },
            {
              "tag": "q2",
              "text": "Who can find it?"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "I turned my heart to learn and examine"
            },
            {
              "tag": "q2",
              "text": "and seek wisdom and the explanations of reality,"
            },
            {
              "tag": "q1",
              "text": "and to understand that evil is stupid"
            },
            {
              "tag": "q2",
              "text": "and that folly is madness."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "I found that more bitter than death is any woman"
            },
            {
              "tag": "q2",
              "text": "whose heart is full of snares and nets,"
            },
            {
              "tag": "q2",
              "text": "and whose hands are chains."
            },
            {
              "tag": "q1",
              "text": "Whoever pleases God will escape from her,"
            },
            {
              "tag": "q2",
              "text": "but the sinner will be taken by her."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "“Consider what I have discovered,” says the Teacher. “I have been adding one discovery to another in order to find an explanation of reality."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "This is what I am still looking for, but I have not found it. I did find one righteous man among a thousand, but a woman among all those I did not find."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I have discovered only this: That God created humanity upright, but they have gone away looking for many difficulties.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Who is a wise man?"
            },
            {
              "tag": "q2",
              "text": "Who knows what the events in life mean?"
            },
            {
              "tag": "q1",
              "text": "Wisdom in a man causes his face to shine,"
            },
            {
              "tag": "q2",
              "text": "and the hardness of his face is changed."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "I advise you to obey the king’s command because of God’s oath to protect him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do not hurry out of his presence, and do not stand in support of something wrong, for the king does whatever he desires."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The king’s word rules, so who will say to him, “What are you doing?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Whoever keeps the king’s commands avoids harm."
            },
            {
              "tag": "q2",
              "text": "A wise man’s heart recognizes the proper course and time of action."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For every matter there is a correct response and a time to respond,"
            },
            {
              "tag": "q2",
              "text": "because the troubles of man are great."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "No one knows what is coming next."
            },
            {
              "tag": "q2",
              "text": "Who can tell him what is coming?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "No one is ruler over his breath so as to stop the breath,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some versions have "
            },
            {
              "tag": "fqa",
              "text": "No one is ruler over the wind so as to stop the wind ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "q2",
              "text": "and no one has power over the day of his death."
            },
            {
              "tag": "q1",
              "text": "No one is discharged from the army during a battle,"
            },
            {
              "tag": "q2",
              "text": "and wickedness will not rescue those who are its slaves."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "I have realized all this; I have applied my heart to every kind of work that is done under the sun. There is a time when a person oppresses another person to that person’s hurt."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions have "
            },
            {
              "tag": "fqa",
              "text": "to his own hurt . The Hebrew passage can be interpreted either way."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So I saw the wicked buried publicly. They were taken from the holy area and buried and were praised by people in the city where they had done their wicked deeds. This also is uselessness."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions have other interpretations of this difficult verse: "
            },
            {
              "tag": "fqa",
              "text": "I saw wicked people come and go into the holy place. They proudly spoke in the city about the things they had done. This also is uselessness . Other versions have"
            },
            {
              "tag": "fqa",
              "text": "I saw wicked people come and go into the holy place. They were praised in the city for the things they had done. This also is uselessness ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When a sentence against an evil crime is not executed quickly, it entices the hearts of human beings to do evil."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Even though a sinner does evil a hundred times and still lives a long time, yet I know that it will be better for those who respect God, for those who stand before him and show him respect."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But it will not go well for a wicked man; his life will not be prolonged. His days are like a fleeting shadow because he does not honor God."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "There is another useless vapor—something else that is done on the earth. Things happen to righteous people as they happen to wicked people, and things happen to wicked people as they happen to righteous people. I say that this also is useless vapor."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So I recommend happiness, because a man has no better thing under the sun than to eat and drink and to be happy. It is happiness that will accompany him in his labor for all the days of his life that God has given him under the sun."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When I applied my heart to know wisdom and to understand the work that is done on the earth, work often done without sleep for the eyes at night or in the day,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "then I considered all of God’s deeds, and that man cannot understand the work that is done under the sun. No matter how much a man labors to find the answers, he will not find them. Even though a wise man might believe he knows, he really does not."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For I thought about all this in my mind to understand about the righteous and wise people and their deeds. They are all in God’s hands. No one knows whether love or hate will come to someone."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Everyone has the same fate. The same fate awaits"
            },
            {
              "tag": "q2",
              "text": "righteous people and wicked,"
            },
            {
              "tag": "q2",
              "text": "the good,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions copy ancient versions which have "
            },
            {
              "tag": "fqa",
              "text": "the good and the bad . In this way, they make the phrase complete. Translators may decide to imitate them."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "q2",
              "text": "the clean and the unclean,"
            },
            {
              "tag": "q2",
              "text": "and the one who sacrifices and the one who does not sacrifice."
            },
            {
              "tag": "q1",
              "text": "As good people will die,"
            },
            {
              "tag": "q2",
              "text": "so also will the sinner."
            },
            {
              "tag": "q1",
              "text": "As the one who swears will die,"
            },
            {
              "tag": "q2",
              "text": "so also will the man who fears to make an oath."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "There is an evil fate for everything that is done under the sun, the same event happens to them all. The hearts of human beings are full of evil, and madness is in their hearts while they live. So after that they go to the dead."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For anyone who is united to all the living, there is hope, just as a living dog is better than a dead lion. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions have "
            },
            {
              "tag": "fqa",
              "text": "For what is preferable? For all the living, this is sure: A living dog is better than a dead lion ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For living people know they will die,"
            },
            {
              "tag": "q2",
              "text": "but the dead do not know anything."
            },
            {
              "tag": "q1",
              "text": "They no longer have any reward"
            },
            {
              "tag": "q2",
              "text": "because their memory is forgotten."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Their love, hatred, and envy"
            },
            {
              "tag": "q2",
              "text": "have vanished long ago."
            },
            {
              "tag": "q1",
              "text": "They will never have a place again"
            },
            {
              "tag": "q2",
              "text": "in anything done under the sun."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Go your way, eat your bread with joy, and drink your wine with a happy heart, for God approves of celebrating good works."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Let your clothes be always white and your head anointed with oil."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Live happily with the wife whom you love all the days of your life of uselessness, the days that God has given you under the sun during your days of uselessness. That is your reward in life for your work under the sun."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Whatever your hand finds to do, work at it with your strength, because there is no work or explanation or knowledge or wisdom in Sheol, where you are going."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I have seen some interesting things under the sun:"
            },
            {
              "tag": "q2",
              "text": "The race does not belong to swift people."
            },
            {
              "tag": "q2",
              "text": "The battle does not belong to strong people."
            },
            {
              "tag": "q2",
              "text": "Bread does not belong to wise people."
            },
            {
              "tag": "q2",
              "text": "Riches do not belong to people of understanding."
            },
            {
              "tag": "q2",
              "text": "Favor does not belong to people of knowledge."
            },
            {
              "tag": "q1",
              "text": "Instead, time and chance affect them all."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Surely, no one knows when his time will come."
            },
            {
              "tag": "q2",
              "text": "As fish are caught in a deadly net,"
            },
            {
              "tag": "q2",
              "text": "or birds are caught in a snare,"
            },
            {
              "tag": "q1",
              "text": "the children of human beings are ensnared by evil times"
            },
            {
              "tag": "q2",
              "text": "that suddenly fall upon them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I have also seen wisdom under the sun in a way that seemed great to me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "There was a small city with only a few men in it, and a great king came against it and besieged it and built great siege ramps against it."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now in the city was found a poor, wise man, who by his wisdom saved the city. Yet later, no one remembered that same poor man."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So I concluded, “Wisdom is better than strength, but the poor man’s wisdom is despised, and his words are not heard.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The words of wise people spoken quietly are heard better"
            },
            {
              "tag": "q2",
              "text": "than the shouts of any ruler among fools."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Wisdom is better than weapons of war,"
            },
            {
              "tag": "q2",
              "text": "but one sinner can ruin much good."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As dead flies cause perfume to stink,"
            },
            {
              "tag": "q2",
              "text": "so a little folly can overpower wisdom and honor."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The heart of a wise person tends to the right,"
            },
            {
              "tag": "q2",
              "text": "but the heart of a fool tends to the left."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When a fool walks down a road,"
            },
            {
              "tag": "q2",
              "text": "his thinking is deficient,"
            },
            {
              "tag": "q3",
              "text": "proving to everyone he is a fool."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "If the emotions of a ruler rise up against you, do not leave your work."
            },
            {
              "tag": "q2",
              "text": "Calm can quiet down great outrage."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "There is an evil that I have seen under the sun,"
            },
            {
              "tag": "q2",
              "text": "a kind of error that comes from a ruler:"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Fools are given leadership positions,"
            },
            {
              "tag": "q2",
              "text": "while successful men are given low positions."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I have seen slaves riding horses,"
            },
            {
              "tag": "q2",
              "text": "and successful men walking like slaves on the ground."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Anyone who digs a pit"
            },
            {
              "tag": "q2",
              "text": "can fall into it, and whenever someone breaks down a wall,"
            },
            {
              "tag": "q2",
              "text": "a snake can bite him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Whoever cuts out stones"
            },
            {
              "tag": "q2",
              "text": "can be hurt by them,"
            },
            {
              "tag": "q1",
              "text": "and the man who chops wood"
            },
            {
              "tag": "q2",
              "text": "is endangered by it."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "If an iron blade is dull, and a man does not sharpen it, then he must use more strength, but wisdom provides an advantage for success."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If a snake bites before it is charmed,"
            },
            {
              "tag": "q2",
              "text": "then there is no advantage for the charmer."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The words of a wise man’s mouth are gracious,"
            },
            {
              "tag": "q2",
              "text": "but the lips of a fool consume him."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "As words begin to flow from a fool’s mouth, foolishness comes out,"
            },
            {
              "tag": "q2",
              "text": "and at the end his mouth flows with wicked madness."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "A fool multiplies words,"
            },
            {
              "tag": "q2",
              "text": "but no one knows what is coming."
            },
            {
              "tag": "q2",
              "text": "Who knows what is coming after him?"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The toil of fools wearies them,"
            },
            {
              "tag": "q2",
              "text": "so that they do not even know the road to town."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Woe to you, land, if your king is a young boy,"
            },
            {
              "tag": "q2",
              "text": "and if your leaders begin feasting in the morning!"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But blessed are you, land, if your king is the son of nobles,"
            },
            {
              "tag": "q2",
              "text": "and if your leaders eat at the right time,"
            },
            {
              "tag": "q2",
              "text": "for strength, and not for drunkenness!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Because of laziness the roof sinks in,"
            },
            {
              "tag": "q2",
              "text": "and because of idle hands the house leaks."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "People prepare food for laughter,"
            },
            {
              "tag": "q2",
              "text": "wine brings enjoyment to life,"
            },
            {
              "tag": "q3",
              "text": "and money fills the need for everything."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Do not curse the king, not even in your mind,"
            },
            {
              "tag": "q2",
              "text": "and do not curse rich people in your bedroom."
            },
            {
              "tag": "q1",
              "text": "For a bird of the sky might carry your words;"
            },
            {
              "tag": "q2",
              "text": "whatever has wings can spread the matter."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Send out your bread on the waters,"
            },
            {
              "tag": "q2",
              "text": "for you will find it again after many days."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Share it with seven, even eight people,"
            },
            {
              "tag": "q2",
              "text": "for you do not know what disasters are coming on the earth."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If the clouds are full of rain,"
            },
            {
              "tag": "q2",
              "text": "they empty themselves on the earth,"
            },
            {
              "tag": "q1",
              "text": "and if a tree falls toward the south or toward the north,"
            },
            {
              "tag": "q2",
              "text": "wherever the tree falls, there it will remain."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Anyone who watches the wind might not plant,"
            },
            {
              "tag": "q2",
              "text": "and anyone who watches the clouds might not harvest."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "As you do not know the path of the wind,"
            },
            {
              "tag": "q2",
              "text": "nor how a baby’s bones grow in the pregnant womb,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some modern versions have "
            },
            {
              "tag": "fqa",
              "text": "As you do not know the path of the spirit to the baby’s bones in the pregnant womb ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "q1",
              "text": "so also you cannot comprehend the work of God,"
            },
            {
              "tag": "q2",
              "text": "who created everything."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "In the morning plant your seed;"
            },
            {
              "tag": "q2",
              "text": "until the evening, work with your hands as needed,"
            },
            {
              "tag": "q1",
              "text": "for you know not which will prosper,"
            },
            {
              "tag": "q2",
              "text": "whether morning or evening, or this or that,"
            },
            {
              "tag": "q2",
              "text": "or whether they will both alike be good."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Truly the light is sweet,"
            },
            {
              "tag": "q2",
              "text": "and it is a pleasant thing for the eyes to see the sun."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "If someone lives many years,"
            },
            {
              "tag": "q2",
              "text": "let him be happy in all of them,"
            },
            {
              "tag": "q1",
              "text": "but let him think about the coming days of darkness,"
            },
            {
              "tag": "q2",
              "text": "for they will be many."
            },
            {
              "tag": "q1",
              "text": "Everything to come is vanishing vapor."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Take joy, young man, in your youth,"
            },
            {
              "tag": "q2",
              "text": "and let your heart be joyful in the days of your youth."
            },
            {
              "tag": "q1",
              "text": "Pursue the good desires of your heart,"
            },
            {
              "tag": "q2",
              "text": "and whatever is within the sight of your eyes."
            },
            {
              "tag": "q1",
              "text": "However, know that God will bring you into judgment for all these things."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Drive anger away from your heart,"
            },
            {
              "tag": "q2",
              "text": "and ignore any pain in your body,"
            },
            {
              "tag": "q1",
              "text": "because youth and its strength are vapor."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Also call to mind your Creator in the days of your youth,"
            },
            {
              "tag": "q2",
              "text": "before the days of difficulty come,"
            },
            {
              "tag": "q2",
              "text": "and before the years arrive when you say,"
            },
            {
              "tag": "q3",
              "text": "“I have no pleasure in them,”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "do this before the light of the sun and the moon and the stars grows dark,"
            },
            {
              "tag": "q2",
              "text": "and dark clouds return after the rain."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "That will be the time when the palace guards will tremble,"
            },
            {
              "tag": "q2",
              "text": "and strong men are bent over,"
            },
            {
              "tag": "q1",
              "text": "and the women who grind cease because they are few,"
            },
            {
              "tag": "q1",
              "text": "and those who look out of windows no longer see clearly."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "That will be the time when the doors are shut in the street,"
            },
            {
              "tag": "q2",
              "text": "and the sound of grinding stops,"
            },
            {
              "tag": "q1",
              "text": "when men are startled at the voice of a bird,"
            },
            {
              "tag": "q2",
              "text": "and the singing of girls’ voices fades away."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "That will be the time when men become afraid of heights"
            },
            {
              "tag": "q2",
              "text": "and of dangers along on the road,"
            },
            {
              "tag": "q1",
              "text": "and when the almond tree blossoms,"
            },
            {
              "tag": "q2",
              "text": "and when grasshoppers drag themselves along,"
            },
            {
              "tag": "q2",
              "text": "and when natural desires fail."
            },
            {
              "tag": "q1",
              "text": "Then man goes to his eternal home"
            },
            {
              "tag": "q2",
              "text": "and the mourners go down the streets."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Call to mind your Creator"
            },
            {
              "tag": "q2",
              "text": "before the silver cord is cut,"
            },
            {
              "tag": "q2",
              "text": "or the golden bowl is crushed,"
            },
            {
              "tag": "q2",
              "text": "or the pitcher is shattered at the spring,"
            },
            {
              "tag": "q2",
              "text": "or the water wheel is broken at the well,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "before the dust returns to the earth where it came from,"
            },
            {
              "tag": "q2",
              "text": "and the spirit returns to God who gave it."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "“A mist of vapor,” says the Teacher, “everything is vanishing vapor.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The Teacher was wise and he taught the people knowledge. He studied and contemplated and set in order many proverbs."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The Teacher sought to write using vivid, upright words of truth."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The words of wise people are like goads. Like nails driven deeply are the words of the masters in collections of their proverbs, which are taught by one shepherd."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "My son, be aware of something more: the making of many books, which has no end and much study brings weariness to the body."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The end of the matter"
            },
            {
              "tag": "q2",
              "text": "after everything has been heard,"
            },
            {
              "tag": "q1",
              "text": "is that you must fear God and keep his commandments,"
            },
            {
              "tag": "q2",
              "text": "for this is the whole duty of mankind."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For God will bring every deed into judgment,"
            },
            {
              "tag": "q2",
              "text": "along with every hidden thing,"
            },
            {
              "tag": "q1",
              "text": "whether it is good or evil."
            }
          ],
          "tag": "m"
        }
      ]
    }
  ],
  "id": "ECC unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Ecclesiastes",
  "intro": [
    {
      "tag": "mt",
      "text": "Ecclesiastes "
    }
  ]
}