{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Therefore be imitators of God, as dearly loved children,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "and walk in love, as also Christ loved us and gave himself up for us, an offering and sacrifice to God giving a fragrant aroma."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "But sexual immorality and any kind of impurity or of greed must not even be named among you, just as is proper for saints,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and filthiness and foolish talk or crude jokes— which are not fitting— but instead thanksgiving."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Indeed, you can be sure of this, that every sexually immoral or impure or greedy person— that is, an idolater— has no inheritance in the kingdom of Christ and of God."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Let no one deceive you with empty words, for because of these things the anger of God is coming upon the sons of disobedience."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore, do not become partners with them,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "because formerly you were darkness, but now are light in the Lord. Walk as children of light"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "( for the fruit of the light consists in all goodness and righteousness and truth),"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "carefully considering what is pleasing to the Lord."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Do not take part in the unfruitful works of darkness, but rather even expose them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For it is shameful even to mention the things done by them in secret."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But everything exposed by the light is revealed, for everything revealed is light."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore it says,"
          },
          {
            "tag": "q",
            "text": "“ Awake, you sleeper, and arise from the dead, and Christ will shine on you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Watch carefully, therefore, how you walk— not as unwise but as wise,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "redeeming the time because the days are evil."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Therefore, do not be foolish, but understand what the will of the Lord is."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Do not get drunk with wine, in which is recklessness. Instead, be filled with the Spirit,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "speaking to each other in psalms, and hymns, and spiritual songs, singing and making melody in your heart to the Lord,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "giving thanks always for everything in the name of our Lord Jesus Christ to God the Father,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "submitting yourselves to one another in reverence for Christ—"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "wives, to your own husbands, as to the Lord."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "For the husband is the head of the wife as Christ also is the head of the church— he himself being the savior of the body."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Then just as the church is subject to Christ, so also are wives to husbands in everything."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Husbands, love your wives as Christ also loved the church and gave himself up for her,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "so that he might make her holy, having cleansed her by the washing of water with the word,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "so that he might present the church to himself as glorious, not having stain or wrinkle or any such thing, but so that she might be holy and without fault."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "In the same way husbands also ought to love their own wives as their own bodies. He who loves his own wife loves himself."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "For no one ever hated his own body, but he nourishes and treats it with care, just as Christ also does the church,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "because we are members of his body."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "“ For this reason a man will leave his father and mother and will be joined to his wife, and the two will become one flesh.”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "This mystery is great— but I am speaking about Christ and about the church."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Nevertheless, you also— each one of you— must love his own wife in this way— as himself, and the wife must respect her husband."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "EPH EN_ULT en_English_ltr Thu Jun 13 2019 11:32:11 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians",
  "intro": [
    {
      "tag": "mt",
      "text": "Ephesians"
    }
  ]
}