{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Because of this I, Paul, am a prisoner of Christ Jesus on behalf of you Gentiles."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "If indeed you have heard of the stewardship of the grace of God that was given to me for you,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "according to the revelation made known to me, the mystery about which I already wrote briefly."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Concerning that, when you read it, you will be able to understand my insight into the mystery of Christ,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "which in other generations was not made known to the sons of men as it now has been revealed by the Spirit to his holy apostles and prophets--"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "that the Gentiles are fellow heirs and fellow members of the body, and they take part in the promise in Christ Jesus through the gospel,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "for which I became a servant by the gift of God’ s grace given to me through the working of his power."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "To me— the least of all the saints— this grace was given, to preach to the Gentiles the unsearchable riches of Christ,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and to reveal for everyone what is the plan— the mystery hidden from the ages in God who created all things—"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "so that through the church the rulers and authorities in the heavenly places might now come to know the multifaceted wisdom of God,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "according to the eternal purpose that he accomplished in Christ Jesus our Lord,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "in whom we have boldness and access with confidence through faith in him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore I ask you not to be discouraged by my sufferings for you, which is your glory."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "For this reason I bend my knees to the Father,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "from whom every family in heaven and on earth is named,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "that he would grant you, according to the riches of his glory, to be strengthened with power through his Spirit, in your inner man,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "that Christ may live in your hearts through faith, being rooted and grounded in love,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "so that you may be fully able to comprehend, along with all the saints, what is the width and length and height and depth,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and to know the love of Christ, which goes beyond knowledge, so that you may be filled with all the fullness of God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Now to him who is able to do exceedingly abundantly above all that we ask or think, according to the power that is at work in us,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "to him be glory in the church and in Christ Jesus to all generations forever and ever. Amen."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "EPH EN_ULT en_English_ltr Thu Jun 13 2019 11:32:11 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians",
  "intro": [
    {
      "tag": "mt",
      "text": "Ephesians"
    }
  ]
}