{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Letter of Paul to the Ephesians"
      },
      {
        "tag": "toc2",
        "text": "Ephesians"
      },
      {
        "tag": "toc3",
        "text": "Eph"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are[ in Ephesus]"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many early versions do not include, "
          },
          {
            "tag": "fqa",
            "text": "in Ephesus ."
          },
          {
            "tag": "f",
            "text": "* and faithful in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "May the God and Father of our Lord Jesus Christ be praised, who has blessed us with every spiritual blessing in the heavenly places in Christ,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "just as he chose us in him from the beginning of the world, that we may be holy and blameless before him. In love"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "he chose us beforehand for adoption through Jesus Christ for himself, according to the good pleasure of his will,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "to the praise of the glory of his grace that he has freely given us in the Beloved One,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "in whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "which he lavished upon us with all wisdom and understanding."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He made known to us the mystery of his will according to his good pleasure, which he had planned in him,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "resulting in a plan for the fullness of time, to bring all things together in Christ, the things in heaven and the things on earth, in him,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "in whom we were also allotted as a possession. We were decided on beforehand according to the purpose of him who works out everything according to the counsel of his will,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "so that we, who were the first to have confident hope in Christ, would be for the praise of his glory."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In him, you also, when you had heard the word of truth, the gospel of your salvation, and you believed in him, you were sealed with the promised Holy Spirit,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "who is the guarantee of our inheritance until the deliverance of the full possession, to the praise of his glory."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "For this reason, ever since I heard about your faith in the Lord Jesus and the love"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some manuscripts do not include "
          },
          {
            "tag": "fqa",
            "text": "love , but the best manuscripts include it."
          },
          {
            "tag": "f",
            "text": "* for all the saints,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I have not stopped giving thanks for you, making mention of you in my prayers,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "so that the God of our Lord Jesus Christ, the Father of glory, will give to you a spirit of wisdom and revelation in the knowledge of him,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "that the eyes of your heart may be enlightened so that you may know what is the hope to which he has called you and what are the riches of his glorious inheritance among the saints,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and what is the incomparable greatness of his power toward us who believe, according to the working of the force of his strength,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "which was at work in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "far above all rule and authority and power and dominion and every name that is named, not only in this age, but also in the age to come."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "He put all things under his feet and appointed him as head over all things for the church,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "which is his body that is filled by the one who fills all in all."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "EPH EN_ULT en_English_ltr Thu Jun 13 2019 11:32:11 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians",
  "intro": [
    {
      "tag": "mt",
      "text": "Ephesians"
    }
  ]
}