{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Therefore I urge you, I the prisoner for the Lord, to walk worthily of the calling by which you were called,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "with all humility and gentleness, with patience, putting up with one another in love,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "doing your best to keep the unity of the Spirit in the bond of peace."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "There is one body and one Spirit, just as also you were called in one certain hope of your calling,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "one Lord, one faith, one baptism,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "one God and Father of all, who is over all and through all and in all."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Now to each one of us grace has been given according to the measure of the gift of Christ."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore it says:"
          },
          {
            "tag": "q",
            "text": "“ When he ascended to the heights, he led the captives into captivity, and he gave gifts to men.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "So what is the meaning of“ He ascended,” except that he also descended into the lower regions of the earth?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He who descended is the same person who also ascended far above all the heavens, that he might fill all things."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He gave some to be apostles, some prophets, some evangelists, and some pastors and teachers,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "for the equipping of the saints for the work of serving, for the building up of the body of Christ,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "until we all reach to the unity of faith and knowledge of the Son of God, to a perfect man, to the measure of maturity of the fullness of Christ,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "so that we may no longer be children tossed back and forth by the waves and carried away by every wind of teaching through the trickery of people in their cleverness for deceitful scheming."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Instead, speaking the truth in love, let us grow up in every way into him who is the head, that is, Christ,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "from whom the whole body is made to grow, being joined and held together by every supporting ligament, according to the functioning capacity of each individual part, so that the body builds itself up in love."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Therefore, I say this and strongly urge you in the Lord, to walk no longer as the Gentiles also walk, in the futility of their minds."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They are darkened in their understanding, being alienated from the life of God because of the ignorance that is in them, because of the hardness of their hearts."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They, being dead to all feeling, have handed themselves over to sensuality for the practice of every kind of impurity with greediness."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But that is not how you learned about Christ,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "if indeed you have heard about him and were taught in him, as the truth is in Jesus."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You are to take off what belongs to your former manner of life, the old man that is corrupt because of its deceitful desires,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and to be renewed in the spirit of your minds,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and to put on the new man that is created in the image of God— in true righteousness and holiness."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Therefore, putting aside lying, let each one of you speak truth with his neighbor, because we are members of one another."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Be angry and do not sin. Do not let the sun go down on your indignation,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "nor give an opportunity to the devil."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The thief must steal no longer. But rather, he must labor, doing useful work with his hands, so that he may have something to share with those who have a need."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Do not let any filthy talk come out of your mouth, but whatever is beneficial for building up of the one in need, so that it might give grace to the hearers,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "and do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Let all bitterness, and rage, and anger, and quarreling, and insults be removed from yourselves, along with every kind of evil."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Instead, be kind to each other, tenderhearted, forgiving one another, just as God in Christ also forgave you."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "EPH EN_ULT en_English_ltr Thu Jun 13 2019 11:32:11 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians",
  "intro": [
    {
      "tag": "mt",
      "text": "Ephesians"
    }
  ]
}