{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Letter of Paul to the Ephesians"
        },
        {
          "tag": "toc2",
          "text": "Ephesians"
        },
        {
          "tag": "toc3",
          "text": "Eph"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are[ in Ephesus]"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Many early versions do not include, "
            },
            {
              "tag": "fqa",
              "text": "in Ephesus ."
            },
            {
              "tag": "f",
              "text": "* and faithful in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "May the God and Father of our Lord Jesus Christ be praised, who has blessed us with every spiritual blessing in the heavenly places in Christ,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "just as he chose us in him from the beginning of the world, that we may be holy and blameless before him. In love"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "he chose us beforehand for adoption through Jesus Christ for himself, according to the good pleasure of his will,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "to the praise of the glory of his grace that he has freely given us in the Beloved One,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "in whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "which he lavished upon us with all wisdom and understanding."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He made known to us the mystery of his will according to his good pleasure, which he had planned in him,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "resulting in a plan for the fullness of time, to bring all things together in Christ, the things in heaven and the things on earth, in him,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "in whom we were also allotted as a possession. We were decided on beforehand according to the purpose of him who works out everything according to the counsel of his will,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "so that we, who were the first to have confident hope in Christ, would be for the praise of his glory."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "In him, you also, when you had heard the word of truth, the gospel of your salvation, and you believed in him, you were sealed with the promised Holy Spirit,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "who is the guarantee of our inheritance until the deliverance of the full possession, to the praise of his glory."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "For this reason, ever since I heard about your faith in the Lord Jesus and the love"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some manuscripts do not include "
            },
            {
              "tag": "fqa",
              "text": "love , but the best manuscripts include it."
            },
            {
              "tag": "f",
              "text": "* for all the saints,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I have not stopped giving thanks for you, making mention of you in my prayers,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "so that the God of our Lord Jesus Christ, the Father of glory, will give to you a spirit of wisdom and revelation in the knowledge of him,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "that the eyes of your heart may be enlightened so that you may know what is the hope to which he has called you and what are the riches of his glorious inheritance among the saints,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and what is the incomparable greatness of his power toward us who believe, according to the working of the force of his strength,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "which was at work in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "far above all rule and authority and power and dominion and every name that is named, not only in this age, but also in the age to come."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "He put all things under his feet and appointed him as head over all things for the church,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "which is his body that is filled by the one who fills all in all."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As for you, you were dead in your trespasses and sins,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "in which you once walked according to the ways of this world, according to the ruler of the authorities of the air, the spirit that is now working in the sons of disobedience."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "We all once lived among these as well, in the evil desires of our flesh, fulfilling the desires of the body and of the mind. We were by nature children of wrath, just like everyone else."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But God is rich in mercy because of his great love with which he loved us."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Even while we were dead in trespasses, he made us alive together in Christ— by grace you have been saved—"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and raised us up with him and seated us with him in the heavenly places in Christ Jesus,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "so that in the ages to come he might show the immeasurably great riches of his grace in his kindness toward us in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For by grace you have been saved through faith, and this did not come from you, it is the gift of God,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "not from works, so that no one may boast."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For we are his workmanship, created in Christ Jesus for good works that God planned long ago, so that we would walk in them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Therefore remember that once you were Gentiles in the flesh, called“ uncircumcised” by those called“ circumcised”— in the flesh, performed by human hands."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For at that time you were apart from Christ, excluded from the community of Israel, and strangers to the covenants of the promise, having no hope and without God in the world."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But now in Christ Jesus you who once were far away have been brought near by the blood of Christ."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For he himself is our peace. In his flesh he has made the two one and destroyed the dividing wall of hostility."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He abolished the law of commandments contained in regulations so that he might make the two into one new man in himself, making peace,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and so that he might reconcile both to God as one body through the cross, putting to death the hostility through that."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "He came and proclaimed peace to you who were far away and peace to those who were near,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "for through him the two of us have access in one Spirit to the Father."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So then, you are no longer strangers and foreigners. Instead, you are fellow citizens with the saints and members of God’ s household."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You have been built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "in whom the whole building, being fit together, grows into a holy temple in the Lord,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "in whom you also are being built together into a dwelling place for God in the Spirit."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Because of this I, Paul, am a prisoner of Christ Jesus on behalf of you Gentiles."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "If indeed you have heard of the stewardship of the grace of God that was given to me for you,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "according to the revelation made known to me, the mystery about which I already wrote briefly."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Concerning that, when you read it, you will be able to understand my insight into the mystery of Christ,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "which in other generations was not made known to the sons of men as it now has been revealed by the Spirit to his holy apostles and prophets--"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "that the Gentiles are fellow heirs and fellow members of the body, and they take part in the promise in Christ Jesus through the gospel,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "for which I became a servant by the gift of God’ s grace given to me through the working of his power."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "To me— the least of all the saints— this grace was given, to preach to the Gentiles the unsearchable riches of Christ,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and to reveal for everyone what is the plan— the mystery hidden from the ages in God who created all things—"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "so that through the church the rulers and authorities in the heavenly places might now come to know the multifaceted wisdom of God,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "according to the eternal purpose that he accomplished in Christ Jesus our Lord,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "in whom we have boldness and access with confidence through faith in him."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Therefore I ask you not to be discouraged by my sufferings for you, which is your glory."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "For this reason I bend my knees to the Father,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "from whom every family in heaven and on earth is named,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "that he would grant you, according to the riches of his glory, to be strengthened with power through his Spirit, in your inner man,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "that Christ may live in your hearts through faith, being rooted and grounded in love,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "so that you may be fully able to comprehend, along with all the saints, what is the width and length and height and depth,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and to know the love of Christ, which goes beyond knowledge, so that you may be filled with all the fullness of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Now to him who is able to do exceedingly abundantly above all that we ask or think, according to the power that is at work in us,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "to him be glory in the church and in Christ Jesus to all generations forever and ever. Amen."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore I urge you, I the prisoner for the Lord, to walk worthily of the calling by which you were called,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "with all humility and gentleness, with patience, putting up with one another in love,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "doing your best to keep the unity of the Spirit in the bond of peace."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "There is one body and one Spirit, just as also you were called in one certain hope of your calling,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "one Lord, one faith, one baptism,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "one God and Father of all, who is over all and through all and in all."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now to each one of us grace has been given according to the measure of the gift of Christ."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Therefore it says:"
            },
            {
              "tag": "q",
              "text": "“ When he ascended to the heights, he led the captives into captivity, and he gave gifts to men.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So what is the meaning of“ He ascended,” except that he also descended into the lower regions of the earth?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He who descended is the same person who also ascended far above all the heavens, that he might fill all things."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "He gave some to be apostles, some prophets, some evangelists, and some pastors and teachers,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "for the equipping of the saints for the work of serving, for the building up of the body of Christ,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "until we all reach to the unity of faith and knowledge of the Son of God, to a perfect man, to the measure of maturity of the fullness of Christ,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "so that we may no longer be children tossed back and forth by the waves and carried away by every wind of teaching through the trickery of people in their cleverness for deceitful scheming."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Instead, speaking the truth in love, let us grow up in every way into him who is the head, that is, Christ,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "from whom the whole body is made to grow, being joined and held together by every supporting ligament, according to the functioning capacity of each individual part, so that the body builds itself up in love."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, I say this and strongly urge you in the Lord, to walk no longer as the Gentiles also walk, in the futility of their minds."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They are darkened in their understanding, being alienated from the life of God because of the ignorance that is in them, because of the hardness of their hearts."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They, being dead to all feeling, have handed themselves over to sensuality for the practice of every kind of impurity with greediness."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But that is not how you learned about Christ,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "if indeed you have heard about him and were taught in him, as the truth is in Jesus."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "You are to take off what belongs to your former manner of life, the old man that is corrupt because of its deceitful desires,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "and to be renewed in the spirit of your minds,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "and to put on the new man that is created in the image of God— in true righteousness and holiness."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Therefore, putting aside lying, let each one of you speak truth with his neighbor, because we are members of one another."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Be angry and do not sin. Do not let the sun go down on your indignation,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "nor give an opportunity to the devil."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The thief must steal no longer. But rather, he must labor, doing useful work with his hands, so that he may have something to share with those who have a need."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Do not let any filthy talk come out of your mouth, but whatever is beneficial for building up of the one in need, so that it might give grace to the hearers,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "and do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Let all bitterness, and rage, and anger, and quarreling, and insults be removed from yourselves, along with every kind of evil."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Instead, be kind to each other, tenderhearted, forgiving one another, just as God in Christ also forgave you."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore be imitators of God, as dearly loved children,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and walk in love, as also Christ loved us and gave himself up for us, an offering and sacrifice to God giving a fragrant aroma."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "But sexual immorality and any kind of impurity or of greed must not even be named among you, just as is proper for saints,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "and filthiness and foolish talk or crude jokes— which are not fitting— but instead thanksgiving."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Indeed, you can be sure of this, that every sexually immoral or impure or greedy person— that is, an idolater— has no inheritance in the kingdom of Christ and of God."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Let no one deceive you with empty words, for because of these things the anger of God is coming upon the sons of disobedience."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Therefore, do not become partners with them,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "because formerly you were darkness, but now are light in the Lord. Walk as children of light"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "( for the fruit of the light consists in all goodness and righteousness and truth),"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "carefully considering what is pleasing to the Lord."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Do not take part in the unfruitful works of darkness, but rather even expose them."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For it is shameful even to mention the things done by them in secret."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But everything exposed by the light is revealed, for everything revealed is light."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Therefore it says,"
            },
            {
              "tag": "q",
              "text": "“ Awake, you sleeper, and arise from the dead, and Christ will shine on you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Watch carefully, therefore, how you walk— not as unwise but as wise,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "redeeming the time because the days are evil."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Therefore, do not be foolish, but understand what the will of the Lord is."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Do not get drunk with wine, in which is recklessness. Instead, be filled with the Spirit,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "speaking to each other in psalms, and hymns, and spiritual songs, singing and making melody in your heart to the Lord,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "giving thanks always for everything in the name of our Lord Jesus Christ to God the Father,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "submitting yourselves to one another in reverence for Christ—"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "wives, to your own husbands, as to the Lord."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For the husband is the head of the wife as Christ also is the head of the church— he himself being the savior of the body."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then just as the church is subject to Christ, so also are wives to husbands in everything."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Husbands, love your wives as Christ also loved the church and gave himself up for her,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "so that he might make her holy, having cleansed her by the washing of water with the word,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "so that he might present the church to himself as glorious, not having stain or wrinkle or any such thing, but so that she might be holy and without fault."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "In the same way husbands also ought to love their own wives as their own bodies. He who loves his own wife loves himself."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "For no one ever hated his own body, but he nourishes and treats it with care, just as Christ also does the church,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "because we are members of his body."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "“ For this reason a man will leave his father and mother and will be joined to his wife, and the two will become one flesh.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "This mystery is great— but I am speaking about Christ and about the church."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Nevertheless, you also— each one of you— must love his own wife in this way— as himself, and the wife must respect her husband."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Children, obey your parents in the Lord, for this is right."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "“ Honor your father and mother” ( which is the first commandment with a promise),"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "“ so that it may be well with you and you may be long- lived on the earth.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Fathers, do not provoke your children to anger. Instead, raise them in the discipline and instruction of the Lord."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Slaves, be obedient to your human masters with fear and trembling, in the honesty of your heart, as to Christ,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "not with eye- service as men- pleasers, but as slaves of Christ, doing the will of God from the soul,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "serving with a good attitude, as to the Lord and not men,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "knowing that each person, if he does something good, this he will receive from the Lord, whether slave or free."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Masters, do the same to them. Stop using threats. You know that the Master, both theirs and yours, is in heaven, and there is no favoritism with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Finally, be strong in the Lord and in the power of his might."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Put on the whole armor of God, so that you may be able to stand against the scheming plans of the devil."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the world- controllers of this darkness, against the spiritual forces of evil in the heavenly places."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Therefore put on the whole armor of God, so that you may be able to withstand in the evil day, and, having done everything, to stand."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Stand, therefore, after having fastened up your robe around your waist with the truth and having put on the breastplate of righteousness,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and having shod your feet with the readiness of the gospel of peace."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "In all circumstances take up the shield of faith, by which you will be able to put out all the flaming arrows of the evil one."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Take the helmet of salvation and the sword of the Spirit, which is the word of God."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "With every prayer and request, pray at all times in the Spirit. To this end, be watchful with all perseverance and requests for all the saints,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and for me, that a message may be given to me when I open my mouth, to make known with boldness the mystery of the gospel"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "( for which I am an ambassador in chains), so that in it I may speak boldly, as it is appropriate for me to speak."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "So that you also may know the things concerning me, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will tell you everything,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "whom I have sent to you for this very purpose, so that you may know the things about us and your hearts may be encouraged."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Peace to the brothers, and love with faith from God the Father and the Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Grace be with all those who love our Lord Jesus Christ with incorruptibility."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "EPH EN_ULT en_English_ltr Thu Jun 13 2019 11:32:11 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ephesians",
  "intro": [
    {
      "tag": "mt",
      "text": "Ephesians"
    }
  ]
}