{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Throughout that night the sleep of the king fled away. He said to bring the book of the records of the events of the days, so it happened they were being read aloud in the presence of the king."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then it was found written that Mordecai had reported about Bigthana and Teresh, two of the eunuchs of the king who were part of the keepers of the threshhold, that they had sought to stretch out a hand against the King Ahasuerus."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So the king asked, “ What honor or great deed was done for Mordecai on account of this?” The young men of the king who served him replied, “ Not a thing has been done for him.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then the king asked, “ Who is in the courtyard?” Now Haman had just entered into the outer court of the palace of the king to speak to the king about hanging Mordecai on the gallows that he had prepared for him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The young men of the king said to him, “ Look! Haman is standing in the courtyard.” So the king ordered, “ Let him come in.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So Haman came in and the king said to him, “ What is one to do for the man who the king delights in his having honor?” Now Haman said in his heart, “ To whom would the king delight to lavish honor upon excessively more than me?”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So Haman said to the king, “ A man who the king delights in his having honor,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "let them bring royal apparel, which the king has worn himself, and a horse which the king has ridden on himself, and which has been given a royal headdress on its head."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then entrust this garment and this horse into the hand of a man from the most noble officials of the king. Let them clothe the man who the king delights in his having honor, and have him paraded on the horse through the open plaza of the city while they are proclaiming before him, ‘ As thus it will be done for the man who the king delights in his having honor!’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "So the king said to Haman, “ Quickly, take the garment and the horse, just as you have advised, and do thus for Mordecai the Jew, the one sitting in the gate of the king. Do not omit anything of all that you have advised.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So Haman took the garment and the horse, and he arrayed Mordecai and paraded him in the open plaza of the city, while he was proclaiming before him, “ As thus it will be done for the man who the king delights in him having honor!”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Afterwards Mordecai returned to the gate of the king. But Haman hurried to his house, mourning, with his head being covered."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then Haman recounted to Zeresh his wife and to all his loved ones everything that had happened to him. So his wise ones and Zeresh his wife, said to him, “ If Mordecai, before whom you have begun to bow, is from the seed of the Jews, you will not prevail against him, but you will surely bow before him.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "While they were still speaking with him, the eunuchs of the king arrived. They hurried to bring Haman to the banquet that Esther had prepared."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}