{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When Mordecai comprehended all that had been done, Mordecai tore his garments and put on sackcloth and ashes. He went out into the midst of the city, and cried out a loud and bitter lamentation."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But he came only as far as the front of the gate of the king, because no one was to come into the gate of the king while wearing sackcloth."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "In each and every province, any place where the decree of the king and his law reached, there was great mourning among the Jews, along with fasting, weeping, and lamenting; sackcloth and ashes were being laid out by the multitudes."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "When the young women attendants of Esther came and her eunuchs and they told her, even the queen was seized with exceedingly fear. So she sent garments for clothing Mordecai in order to make him take off his sackcloth from upon him, but he did not accept them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Esther called for Hathak, out of the eunuchs of the king, who was assigned to serve before her. She dispatched him to Mordecai to understand why this was and what this was about."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So Hathak went out to Mordecai to the open place of the city that was in front of the gate of the king."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Mordecai reported to him all that had happened to him, and the exact amount of the silver that Haman had promised to weigh out into the treasuries of the king for use against the Jews in order to destroy them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Also a copy of the text of the law, that was issued in Susa to annihilate them, he gave to him to show Esther, and to inform her, and to admonish her to go to the king to implore his favor and to plead from before his presence on behalf of her people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "So Hathak went and told Esther the words of Mordecai."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then Esther spoke to Hathak and dispatched him to Mordecai."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "“ All the servants of the king, even the people of the provinces of the king know that any man or woman who would go in to the king, to the inner courtyard, who had not been summoned, one law of his is to execute, apart from when the king would hold out the scepter of gold to him so that he might live. But I myself have not been summoned to come in to the king these thirty days.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So they reported to Mordecai the words of Esther."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then Mordecai said to respond to Esther: “ You must not think of your life as being safe in the house of the king, out of all of the Jews."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For surely, if you indeed remain silent at this time, relief and deliverance will arise for the Jews from another place, but you and the house of your father will perish. Who knows if you have attained royalty for such a time as this?”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then Esther said to respond back to Mordecai,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ Go, assemble all the Jews who are found in Susa, and fast on behalf of me. Neither eat nor drink for three days, night or day. Even I and my young female attendants, I will fast likewise. Then afterwards I will come in to the king, which is not according to the law, and if I perish, I perish.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So Mordecai went and did exactly as everything that Esther had commanded him."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}