{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Esther"
      },
      {
        "tag": "toc2",
        "text": "Esther"
      },
      {
        "tag": "toc3",
        "text": "Est"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It happened that in the days of Ahasuerus, he is Ahasuerus the one who ruled from India as far as Cush, undefined provinces,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "in those days as King Ahasuerus sat on his royal throne which was in the fortress of Susa."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "In the third year of his reign, he gave a feast to all his officials and his servants. The army of Persia and Media, the noblemen, and governors of the provinces were in his presence,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "with his displaying the wealth of the splendor of his kingdom and the honor of the glory of his greatness for many days, for undefined days."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When these days were completed, the king gave a feast lasting seven days for all the people who were found in the fortress of Susa, from the greatest to the least significant. It was held in the courtyard of the garden of the palace of the king."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The courtyard of the garden was decorated with curtains of white linen, wool, and violet, with cords of fine linen and purple, hung on rings of silver and pillars of white marble. There were couches of gold and silver on a mosaic pavement of alabaster and white marble, and mother- of- pearl, and black marble paving stones,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "serving drinks in vessels of gold, vessels each different from other vessels, and much royal wine that came according to the open hand of the king."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The drinking was carried out in keeping with the decree, “ There must be no compulsion,” for in this way the king had given orders to all the officials of his palace to do according to the desire of each and every man."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Also Vashti, the Queen, gave a feast for women in the royal palace which belonged to the King, Ahasuerus."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "On the seventh day, when the heart of the king was feeling good because of the wine, he said to Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Karkas, the seven eunuichs who served before the king, Ahasuerus,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "to bring Vashti the Queen to the presence of the king with a royal crown in order to show the people and the officials her beauty, for she was beautiful in appearance."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But the queen Vashti refused to come at the word of the king that had been brought by the hand of the eunuchs. Then the king became very angry; his rage burned within him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "So the king said to the wise men, who discerned the times, for thus was the manner of the king before all who knew law and judgment,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now the ones close to him were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memukan, the seven princes of Persia and Media, seeing the face of the king, the ones sitting first in the kingdom."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“ By decree, what should be done to the queen Vashti in that she did not obey the command of the king Ahasuerus sent by the hand of the eunuches?”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Memukan replied in the presence of the king and the princes, “ Not only against the king has Vashti the queen done wrong, but also against all the princess and against all the people who are in all the provinces of the King Ahasuerus."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For the matter of the queen will go forth because of all the women, to make their husbands despicable in their eyes by saying to them‘ the King Ahasuerus said to bring Vashti the queen to his presence, but she did not come.’"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Moreover this very day the noble women of Persia and Media who have heard of the matter of the queen will say the same thing to all the officials of the king. Then there will be an abundance of contempt and wrath."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "If according to the king it seems good, let a royal decree go out from before his presence, and let it be written in the laws of Persia and Media, so it will not be repealed, that Vashti may not come to the presence of the king Ahasuerus. Let the king give her royal position to another who is better than she."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When the sentence of the king is heard which he will render in all his kingdom, for it is great, then all the women will give honor to their husbands, to everyone from great to small.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The advice seemed good in the eyes of the king and the princes, so the king did according to the word of Memukan."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "So he sent out letters to all the provinces of the king, to each province according to its own writing, and to each people according to their native tongue, that every man should be ruling over his household and speaking in the native tongue of his people."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}