{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now the king and Haman came in to drink with Esther the queen."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The king said to Esther again on the second day during the feast of the wine, “ What is your request, Esther the Queen, and it will be given to you. What is your petition? Up to half of the kingdom, and it will be done.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then Esther the Queen answered and said, “ If I have found favor in your eyes, O King, and if to the king it is pleasing, let my life be given to me as my request, and my people as my petition."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For we have been sold off, I and my people, to annihilate, to kill, and to destroy. If only as slaves and maidservants we had been sold off, I would have kept silent, for the trouble would not have been sufficient to burden the king.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the King Ahasuerus answered and said to Esther the Queen, “ Who is he, this one? Where is this one, he whose heart has presumed to do such a thing?”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Esther answered, “ A man, a foe and enemy, is this wicked Haman!” Then Haman was gripped with sudden fear from the presence of both the king and the queen."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then the king arose in his wrath from the feast of the wine, moving into the garden of the palace. But Haman remained in order to beg for his life from Esther the Queen, for he perceived that calamity had been determined against him by the king."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When the king returned from the garden of the palace into the chamber of the feast of the wine, Haman was lying prostrate on the couch where Esther was situated on it. The king retorted, “ Is he even to molest the queen with me in the palace?” The word immediately went forth from the mouth of the king and the face of Haman was covered."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Harbona, one of the eunuchs before the king, said, “ Moreover, behold the gallows that Haman had made for Mordecai, who spoke defensively on behalf of the king, standing at the house of Haman fifty cubits high.” The king ordered, “ Hang him on it.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So they hanged Haman on the gallows that he had prepared for Mordecai, and the rage of the king abated."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}