{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things, the King Ahasuerus made Haman, the son of Hammedatha the Agagite, powerful. He promoted him and established his seat of authority higher than all the officials who were with him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "As a result, all the servants of the king who were in the gate of the king were bowing down and prostrating themselves to Haman, for so the king had commanded concerning him. But Mordecai would neither bow down nor would he prostrate himself."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the servants of the king who were in the gate of the king said to Mordecai, “ Why are you disobeying the command of the king?”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Now it happened that in spite of their speaking to him day after day, he did not pay attention to them. So they informed Haman in order to see if the words of Mordecai would stand, for he had disclosed to them that he was Jewish."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When Haman saw that Mordecai would neither bow down nor prostrate himself to him, Haman was filled with rage."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He despised in his eyes to stretch out a hand against Mordecai alone, for they had reported to him the people of Mordecai. So Haman sought to anihilate all the Jews who were in all the provinces of Ahasuerus, the people of Mordecai."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "In the first month, that is the month of Nisan, in the twelfth year of the King Ahasuerus, a pur was cast down, that is the lot, before Haman from day to day and from month to month until the twelfth month, that is the month of Adar."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then Haman said to the King Ahasuerus, “ We have one people group scattered and distributed among the people in all the provinces of your kingdom. Their laws are different than all people, so the laws of the king they do not keep. Therefore it is not appropriate for the king to let them stay."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If to the king it is pleasing, let it be decreed to destroy them, and I will weigh out ten thousand talents of silver into the hands of the ones doing the work, to bring to the treasury of the king.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then the king removed his signet ring from upon his hand and gave it to Haman, the son of Hammedatha the Agagite, the tormentor of the Jews."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then the king said to Haman, “ The silver is given to you and the people to do with them as is pleasing in your eyes.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "So the scribes of the king were summoned in the first month, on the thirteenth day of it, and it was decreed according to all that Haman commanded to the satraps of the king and to the governors who were over each province, and to the officials of each people group, to each province according to its own script, and each people group according to its own language, it was written in the name of the King Ahasuerus and it was sealed with the signet ring of the king."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then written instructions were sent by the hand of the courriers to all of the provinces of the king, to annihilate, to kill, and to destroy all of the Jews, from young to old, children and women, in one day, on the thirteenth of the twelfth month, it is the month of Adar, and to plunder their spoils."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "A copy of the document was to be given as law in every province. It was displayed in order for all of the people groups to be prepared for this day."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The couriers went out being in haste because of the decree of the king. When the decree was distributed in Susa, the fortress, the king and Haman sat down to drink, but the city of Susa was in confusion."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}