{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it happened on the third day, that Esther put on royal attire and she stood in the inner court of the palace of the king, facing the palace of the king. The king was sitting upon his royal throne in the royal palace, facing the entrance of the palace."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now it happend that when the king saw Esther the queen standing in the court, she obtained favor in his eyes. The king extended to Esther the scepter of gold which was in his hand, so Esther approached and touched the top of the scepter."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the king said to her, “ What troubles you, Esther the queen? What is your request? Even up to half of the kingdom, and it will be given to you.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So Esther replyed, “ If to the King it is pleasing, may the King and Haman come today to a banquet that I have prepared for him.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then the king said, “ Bring Haman quickly, in order to do the bidding of Esther.” So the king and Haman came to the banquet that Esther had prepared."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then the king said to Esther during the feast of the wine, “ What is your petition and it will be given to you. What is your request? Up to half of the kingdom, and it will be done.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then Esther answered and said, “ My petition and my request,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "if I have found favor in the eyes of the King and if to the King it is pleasing to grant my petition and to do my request, may the King and Haman come to the banquet which I will prepare for them and tomorrow I will do according to the bidding of the King.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Now Haman went out on that day joyful and merry of heart. But when Haman saw Mordecai in the gate of the king, that he neither rose up nor trembled before him, Haman was filled with rage against Mordecai."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But Haman restrained himself and came in to his house. Then he sent for and brought his friends and Zeresh his wife."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then Haman recounted to them the splendor of his riches, the multitude of his sons, and everyway that the king had exalted him, and that he had promoted him over the officials and the servants of the king."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Haman also said, “ Moreover, Esther the Queen did not let anyone come with the King to the banquet that she had prepared except me. Also for tomorrow I am invited by her along with the king."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yet all of this is not enough for me every time that I see Mordecai the Jew sitting in the gate of the King.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So Zeresh his wife said to him and all his friends, “ Let them make a gallows fifty cubits high. In the morning speak to the king that they may hang Mordecai on it. Then go with the king to the feast rejoicing.” The plan was pleasing before Haman so he had the gallows constructed."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}