{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things, when the rage of the King Ahasuerus subsided, he remembered Vashti and what she had done, and what had been decreed against her."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then the young male attendants of the king who served him said, “ Let us seek for the king young virgins beautiful in appearance."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Let the king appoint officers in all the provinces of his kingdom, that they may gather every young virgin beautiful in appearance, to Susa, the fortress, to the house of the women, into the hand of Hegai the eunuch of the king, keeper of the women, and give their cleansing beauty treatments."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Let the young girl who is pleasing in the eyes of the king become queen instead of Vashti.” The advice was pleasing in the eyes of the king, so thus he did."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "There was a Jewish man in Susa the fortress and his name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "who was exiled from Jerusalem with the deported group which had been exiled along with Jehoiachin, the king of Judah, who Nebuchadnezzar the king of Babylon had exiled."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He was fostering Hadassah, that is, Esther, the daughter of his uncle, because she had neither father nor mother. Now the young woman had a beautiful figure and was good- looking in appearance. At the death of her father and her mother, Mordecai had taken her as his own daughter."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "It happened that as the order of the king and his decree were heeded, thus many young women were gathered to Susa, the fortress, into the hand of Hegai. Esther also was taken into the palace of the king into the hand of Hegai, the keeper of the women."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now the young girl was pleasing in his eyes, and she held favor before him. So he hurried to give her the cleansing beauty treaments and choice portions, and also seven young maids who were highly regarded to give to her from the palace of the king. He even transferred her and her maids to the best house of the women."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Esther had not made known her people or her ancestry, for Mordecai had instructed her that she should not reveal it."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Every day Mordecai paced in front of the courtyard of the house of the women, in order to know about the welfare of Esther, and what was being done to her."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Now when the turn came for each young girl to go to the King Ahasuerus, at the end of her having been prepared twelve months according to the decree for the women, for in this manner they would complete the days of their beauty treatments: six months with oil of myrrh, and then six months with spices and the purifying cosmetics for the women."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then after this, the young woman would come to the king. Anything that she mentioned would be given to her, going with her out of the house of the women to the palace of the king."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "In the evening she would go, and in the morning she would return to the second house of the women, into the hand of Shaashgaz the eunuch of the king, the keeper of the concubines. She would not go to the king again unless the king delighted in her and she was summoned by name."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Now when the turn of Esther came, the daughter of Abihail, the uncle of Mordecai, who had taken her as his own daughter, to go in to the king. She did not ask for anything except what Hegai, the eunuch of the king, keeper of the women, had suggested. Now it happened that Esther was receiving favor in the eyes of everyone who encountered her."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "So Esther was taken to the King Ahasuerus into his royal palace in the tenth month, which is the month of Tebeth, in the seventh year of his reign."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now the king loved Esther more than all the women and she received favor and kindness before him, more than all the virgins. So he put a royal crown on her head and made her queen instead of Vashti."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then the king hosted a great feast for all his officials and his servants, a banquet about Esther and he granted a tax holiday to the provinces. He even gave gifts in accordance with the bountiful hand of the king."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Now when virgins were being gathered a second time, Mordecai was sitting in the gate of the king."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Esther had not yet divulged her lineage or her people just as Mordecai had instructed her, because Esther continued to heed the advice of Mordecai, as she had done when she was brought up with him."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "In those days, while Mordecai was sitting in the gate of the king, Bigthana and Teresh, two of the eunuchs of the king among those who were guardians of the doorway, became angry and sought to stretch out a hand against the King Ahasuerus."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But the matter was made known to Mordecai, so he informed Esther the Queen, and Esther spoke to the king in the name of Mordecai."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The matter was investigated and was exposed, and both of them were hung on a gallows. It was written in the book of the chronicles of the days in the presence of the king."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}