{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now in the twelfth month, which is the month of Adar, on the thirteenth day of it, when the decree of the king and his law had come close to being carried out, on the day when the enemies of the Jews waited expectantly to gain power over them, instead it was reversed, so that the Jews gained power over those who hated them."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The Jews had assembled themselves in their cities throughout all of the provinces of the King Ahasuerus, to stretch out a hand against those seeking their harm. But not anyone rose up in their presence, for fear of them had fallen on all the people groups."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "All the officials of the provinces, satraps, governors, and those doing the work that was for the king, supported the Jews because the fear of Mordecai had fallen on them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For Mordecai was influential in the palace of the king, and his fame went out into all the provinces, for the man Mordecai was going about and becoming increasingly powerful."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So the Jews smote all of their enemies, with a defeat by sword, slaughter, and destruction, thus they did as they pleased to those who hated them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In Susa the fortress the Jews killed and destroyed five hundred men,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Parshandatha, Dalphon, Aspatha,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Poratha, Adalia, Aridatha,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Parmashta, Arisai, Aridai, Vaizatha,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and the ten sons of Haman, son of Hammedatha, the tormenter of the Jews, they killed. But on the spoil they did not lay their hand."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "On that day, the report of the number of those who were killed in Susa the fortress came up before the king."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So the king said to Esther the Queen, “ The Jews have killed and destroyed five hundred men in Susa the fortress, including the ten sons of Haman. What have they done in the rest of the provinces of the king? Now what is your petition? It will be given to you. What is your request? Even more will be done.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Esther replied, “ If to the king it is pleasing, may it be granted also tomorrow for the Jews who are in Susa to act according to the law of today, and may the ten sons of Haman hang on the gallows.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So the king ordered thus to be done. A decree was issued in Susa, and they hanged the ten sons of Haman."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So the Jews who were in Susa assembled themselves also on the fourteenth day of the month of Adar, and killed three hundred men in Susa. But on the plunder they did not lay their hand."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Likewise the remainder of the Jews who were in the provinces of the king assembled themselves and rose up in defense of their lives, and in order to have rest from their enemies. They killed seventy- five thousand of those who hated them, but on the spoil they did not lay a hand,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "on the thirteenth day of the month of Adar. So having rest on the fourteenth day of it, they made it a day of feasting and joy."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But the Jews who were in Susa assembled themselves on the thirteenth day of it and on the fourteenth day of it. Having rest on the fifteenth day of it, likewise they made it a day of feasting and joy."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Thus the Jews of the open country, who live in the cities of the open areas, celebrate the day of the fourteenth of the month of Adar: with joy and feasting, a good day, and sending of gifts, each one to his neighbor."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Then Mordecai recorded these things and sent letters to all of the Jews who were in all of the provinces of the King Ahasuerus, the near ones and the far ones,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "prescribing to them that the fourteenth day of the month of Adar and the fifteenth day of it in each year be made"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "as the days when the Jews rested on them from their enemies, and the month when it had turned for them from sorrow into joy, and from mourning into a good day. They were to make them days of feasting and joy, of sending of gifts each to his neighbor, and gifts to the needy ones."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So the Jews welcomed what they had already begun to do, what Mordecai had prescribed to them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Because Haman, the son of Hammedatha, the Agagite, the tormenter of all of the Jews, had plotted against the Jews in order to annhiliate them. He had thrown Pur, that is, the lot, to vex and destroy them,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "but when it came before the king, he commanded in the letter, “ let his wicked plot that he devised against the Jews return on his own head, and let them hang him and his sons on the gallows.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Therefore they called these days Purim, because of the name of the Pur. Therefore, because of all of the words of this letter, and what they had seen concerning this and what had happened to them,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "the Jews established and received upon themselves, upon their seed, and upon all of those who would join themselves with them, that it would not cease, to be celebrating these two days according to their regulation, and according to their appointed time each and every year."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So these days should be remembered and be celebrated in each generation, family by family, province by province, and city by city. These days of Purim will not cease from the midst of the Jews, and their remembrance will not end by their seed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Then Esther the Queen, daughter of Abihail, along with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "So he sent letters to all of the Jews, to undefined provinces, to the kingdom of Ahasuerus, words of peace and truth,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Esther the Queen had established on them, and just as they had established the matters of the fasts and their lamentation concerning their lives and concerning their seed."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The proclamation of Esther confirmed these matters regarding Purim, and it was written in the scroll."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}