{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "On that day the King Ahasuerus gave the estate of Haman, tormenter of the Jews, to Esther the Queen, and Mordecai came in before the king, because Esther had disclosed what he was to her."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then the king removed his signet ring, that he had taken away from Haman, and gave it to Mordecai. Esther set Mordecai over the estate of Haman."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then Esther continued furthermore, and she spoke in the presence of the king. She fell at his feet and wept and pleaded for his favor to invalidate the calamity of Haman the Agagite and his plot that he had contrived against the Jews."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then the king extended to Esther the scepter of gold, so Esther arose and stood in the presence of the king."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "She said, “ If to the king it is pleasing, and if I have found favor before him and the matter is proper before the king, and I am pleasing in his eyes, let it be decreed to revoke the written instructions, the plot of Haman son of Hammedatha the Agagite, who decreed to annhiliate the Jews who are in all of the provinces of the king."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For how could I bear seeing the calamity that would find my people? How could I bear seeing the destruction of my kindred?”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The King Ahasuerus said to Esther the Queen and to Mordecai the Jew, “ Look, I have given the estate of Haman to Esther, and they have hanged him on the gallows, because he had stretched out his hand against the Jews."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now you, have it be decreed in writing on behalf of the Jews as seems good in your eyes, in the name of the king and seal it with the signet ring of the king. For a decree that has been decreed in the name of the king and has been sealed with the signet ring of the king, no one may revoke.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "So the scribes of the king were called at that time, in the third month, that is, the month of Sivan, on the twenty- third of it. It was decreed according to all of what Mordecai had commanded to the Jews, to the satraps, the governors and officials of the provinces that were located from Hodu to as far as Cush, undefined provinces, each province according to its own script, and each people group according to its own language, and to the Jews according to their own script and their own language."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He wrote in the name of the King Ahasuerus and he sealed with the signet ring of the king. He sent written instructions by the hand of the couriers on the horses, the riders of the royal steers, descendants of the racing mares:"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "that the king granted to the Jews who were in each and every city to assemble and to stand firm to defend their lives, to annihiliate, to kill, and to destroy any force from a people or province that would attack them, children and women included, and their spoil to plunder,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "on one day, in all of the provinces of the King Ahasuerus, on the thirteenth of the twelfth month, which is the month of Adar."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "A copy of the decree was to be issued as a law in each province and publicly displayed to all of the people groups so that the Jews would be ready on that day to avenge themselves from their enemies."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So the couriers, the riders of the royal steer, went out being hastened and hurried by the order of the king. Thus the law was issued in Susa, the fortress."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then Mordecai went out of the presence of the king wearing royal apparal of blue, and white linen, with a great crown of gold and a robe of fine linen and purple, and the city of Susa cheered and rejoiced."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For the Jews there was happiness and joy, and rejoicing and dignity."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "In each province and in every city, any place where the decree of the king and his law arrived, there was joy and rejoicing among the Jews, a feast and a good day. Many from the people groups of the land became Jews, because the fear of the Jews had fallen upon them."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}