{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Esther"
        },
        {
          "tag": "toc2",
          "text": "Esther"
        },
        {
          "tag": "toc3",
          "text": "Est"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It happened that in the days of Ahasuerus, he is Ahasuerus the one who ruled from India as far as Cush, undefined provinces,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "in those days as King Ahasuerus sat on his royal throne which was in the fortress of Susa."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In the third year of his reign, he gave a feast to all his officials and his servants. The army of Persia and Media, the noblemen, and governors of the provinces were in his presence,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "with his displaying the wealth of the splendor of his kingdom and the honor of the glory of his greatness for many days, for undefined days."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When these days were completed, the king gave a feast lasting seven days for all the people who were found in the fortress of Susa, from the greatest to the least significant. It was held in the courtyard of the garden of the palace of the king."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The courtyard of the garden was decorated with curtains of white linen, wool, and violet, with cords of fine linen and purple, hung on rings of silver and pillars of white marble. There were couches of gold and silver on a mosaic pavement of alabaster and white marble, and mother- of- pearl, and black marble paving stones,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "serving drinks in vessels of gold, vessels each different from other vessels, and much royal wine that came according to the open hand of the king."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "The drinking was carried out in keeping with the decree, “ There must be no compulsion,” for in this way the king had given orders to all the officials of his palace to do according to the desire of each and every man."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Also Vashti, the Queen, gave a feast for women in the royal palace which belonged to the King, Ahasuerus."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "On the seventh day, when the heart of the king was feeling good because of the wine, he said to Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Karkas, the seven eunuichs who served before the king, Ahasuerus,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "to bring Vashti the Queen to the presence of the king with a royal crown in order to show the people and the officials her beauty, for she was beautiful in appearance."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But the queen Vashti refused to come at the word of the king that had been brought by the hand of the eunuchs. Then the king became very angry; his rage burned within him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So the king said to the wise men, who discerned the times, for thus was the manner of the king before all who knew law and judgment,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Now the ones close to him were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memukan, the seven princes of Persia and Media, seeing the face of the king, the ones sitting first in the kingdom."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "“ By decree, what should be done to the queen Vashti in that she did not obey the command of the king Ahasuerus sent by the hand of the eunuches?”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Memukan replied in the presence of the king and the princes, “ Not only against the king has Vashti the queen done wrong, but also against all the princess and against all the people who are in all the provinces of the King Ahasuerus."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For the matter of the queen will go forth because of all the women, to make their husbands despicable in their eyes by saying to them‘ the King Ahasuerus said to bring Vashti the queen to his presence, but she did not come.’"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Moreover this very day the noble women of Persia and Media who have heard of the matter of the queen will say the same thing to all the officials of the king. Then there will be an abundance of contempt and wrath."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "If according to the king it seems good, let a royal decree go out from before his presence, and let it be written in the laws of Persia and Media, so it will not be repealed, that Vashti may not come to the presence of the king Ahasuerus. Let the king give her royal position to another who is better than she."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When the sentence of the king is heard which he will render in all his kingdom, for it is great, then all the women will give honor to their husbands, to everyone from great to small.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "The advice seemed good in the eyes of the king and the princes, so the king did according to the word of Memukan."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So he sent out letters to all the provinces of the king, to each province according to its own writing, and to each people according to their native tongue, that every man should be ruling over his household and speaking in the native tongue of his people."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After these things, when the rage of the King Ahasuerus subsided, he remembered Vashti and what she had done, and what had been decreed against her."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then the young male attendants of the king who served him said, “ Let us seek for the king young virgins beautiful in appearance."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Let the king appoint officers in all the provinces of his kingdom, that they may gather every young virgin beautiful in appearance, to Susa, the fortress, to the house of the women, into the hand of Hegai the eunuch of the king, keeper of the women, and give their cleansing beauty treatments."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Let the young girl who is pleasing in the eyes of the king become queen instead of Vashti.” The advice was pleasing in the eyes of the king, so thus he did."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "There was a Jewish man in Susa the fortress and his name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "who was exiled from Jerusalem with the deported group which had been exiled along with Jehoiachin, the king of Judah, who Nebuchadnezzar the king of Babylon had exiled."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "He was fostering Hadassah, that is, Esther, the daughter of his uncle, because she had neither father nor mother. Now the young woman had a beautiful figure and was good- looking in appearance. At the death of her father and her mother, Mordecai had taken her as his own daughter."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "It happened that as the order of the king and his decree were heeded, thus many young women were gathered to Susa, the fortress, into the hand of Hegai. Esther also was taken into the palace of the king into the hand of Hegai, the keeper of the women."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now the young girl was pleasing in his eyes, and she held favor before him. So he hurried to give her the cleansing beauty treaments and choice portions, and also seven young maids who were highly regarded to give to her from the palace of the king. He even transferred her and her maids to the best house of the women."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Esther had not made known her people or her ancestry, for Mordecai had instructed her that she should not reveal it."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Every day Mordecai paced in front of the courtyard of the house of the women, in order to know about the welfare of Esther, and what was being done to her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Now when the turn came for each young girl to go to the King Ahasuerus, at the end of her having been prepared twelve months according to the decree for the women, for in this manner they would complete the days of their beauty treatments: six months with oil of myrrh, and then six months with spices and the purifying cosmetics for the women."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then after this, the young woman would come to the king. Anything that she mentioned would be given to her, going with her out of the house of the women to the palace of the king."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "In the evening she would go, and in the morning she would return to the second house of the women, into the hand of Shaashgaz the eunuch of the king, the keeper of the concubines. She would not go to the king again unless the king delighted in her and she was summoned by name."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now when the turn of Esther came, the daughter of Abihail, the uncle of Mordecai, who had taken her as his own daughter, to go in to the king. She did not ask for anything except what Hegai, the eunuch of the king, keeper of the women, had suggested. Now it happened that Esther was receiving favor in the eyes of everyone who encountered her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "So Esther was taken to the King Ahasuerus into his royal palace in the tenth month, which is the month of Tebeth, in the seventh year of his reign."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now the king loved Esther more than all the women and she received favor and kindness before him, more than all the virgins. So he put a royal crown on her head and made her queen instead of Vashti."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then the king hosted a great feast for all his officials and his servants, a banquet about Esther and he granted a tax holiday to the provinces. He even gave gifts in accordance with the bountiful hand of the king."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Now when virgins were being gathered a second time, Mordecai was sitting in the gate of the king."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Esther had not yet divulged her lineage or her people just as Mordecai had instructed her, because Esther continued to heed the advice of Mordecai, as she had done when she was brought up with him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "In those days, while Mordecai was sitting in the gate of the king, Bigthana and Teresh, two of the eunuchs of the king among those who were guardians of the doorway, became angry and sought to stretch out a hand against the King Ahasuerus."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the matter was made known to Mordecai, so he informed Esther the Queen, and Esther spoke to the king in the name of Mordecai."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The matter was investigated and was exposed, and both of them were hung on a gallows. It was written in the book of the chronicles of the days in the presence of the king."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "After these things, the King Ahasuerus made Haman, the son of Hammedatha the Agagite, powerful. He promoted him and established his seat of authority higher than all the officials who were with him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "As a result, all the servants of the king who were in the gate of the king were bowing down and prostrating themselves to Haman, for so the king had commanded concerning him. But Mordecai would neither bow down nor would he prostrate himself."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the servants of the king who were in the gate of the king said to Mordecai, “ Why are you disobeying the command of the king?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Now it happened that in spite of their speaking to him day after day, he did not pay attention to them. So they informed Haman in order to see if the words of Mordecai would stand, for he had disclosed to them that he was Jewish."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When Haman saw that Mordecai would neither bow down nor prostrate himself to him, Haman was filled with rage."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He despised in his eyes to stretch out a hand against Mordecai alone, for they had reported to him the people of Mordecai. So Haman sought to anihilate all the Jews who were in all the provinces of Ahasuerus, the people of Mordecai."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "In the first month, that is the month of Nisan, in the twelfth year of the King Ahasuerus, a pur was cast down, that is the lot, before Haman from day to day and from month to month until the twelfth month, that is the month of Adar."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Haman said to the King Ahasuerus, “ We have one people group scattered and distributed among the people in all the provinces of your kingdom. Their laws are different than all people, so the laws of the king they do not keep. Therefore it is not appropriate for the king to let them stay."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If to the king it is pleasing, let it be decreed to destroy them, and I will weigh out ten thousand talents of silver into the hands of the ones doing the work, to bring to the treasury of the king.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the king removed his signet ring from upon his hand and gave it to Haman, the son of Hammedatha the Agagite, the tormentor of the Jews."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then the king said to Haman, “ The silver is given to you and the people to do with them as is pleasing in your eyes.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "So the scribes of the king were summoned in the first month, on the thirteenth day of it, and it was decreed according to all that Haman commanded to the satraps of the king and to the governors who were over each province, and to the officials of each people group, to each province according to its own script, and each people group according to its own language, it was written in the name of the King Ahasuerus and it was sealed with the signet ring of the king."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then written instructions were sent by the hand of the courriers to all of the provinces of the king, to annihilate, to kill, and to destroy all of the Jews, from young to old, children and women, in one day, on the thirteenth of the twelfth month, it is the month of Adar, and to plunder their spoils."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "A copy of the document was to be given as law in every province. It was displayed in order for all of the people groups to be prepared for this day."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The couriers went out being in haste because of the decree of the king. When the decree was distributed in Susa, the fortress, the king and Haman sat down to drink, but the city of Susa was in confusion."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Mordecai comprehended all that had been done, Mordecai tore his garments and put on sackcloth and ashes. He went out into the midst of the city, and cried out a loud and bitter lamentation."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But he came only as far as the front of the gate of the king, because no one was to come into the gate of the king while wearing sackcloth."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "In each and every province, any place where the decree of the king and his law reached, there was great mourning among the Jews, along with fasting, weeping, and lamenting; sackcloth and ashes were being laid out by the multitudes."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "When the young women attendants of Esther came and her eunuchs and they told her, even the queen was seized with exceedingly fear. So she sent garments for clothing Mordecai in order to make him take off his sackcloth from upon him, but he did not accept them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So Esther called for Hathak, out of the eunuchs of the king, who was assigned to serve before her. She dispatched him to Mordecai to understand why this was and what this was about."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So Hathak went out to Mordecai to the open place of the city that was in front of the gate of the king."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Mordecai reported to him all that had happened to him, and the exact amount of the silver that Haman had promised to weigh out into the treasuries of the king for use against the Jews in order to destroy them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Also a copy of the text of the law, that was issued in Susa to annihilate them, he gave to him to show Esther, and to inform her, and to admonish her to go to the king to implore his favor and to plead from before his presence on behalf of her people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So Hathak went and told Esther the words of Mordecai."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then Esther spoke to Hathak and dispatched him to Mordecai."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "“ All the servants of the king, even the people of the provinces of the king know that any man or woman who would go in to the king, to the inner courtyard, who had not been summoned, one law of his is to execute, apart from when the king would hold out the scepter of gold to him so that he might live. But I myself have not been summoned to come in to the king these thirty days.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So they reported to Mordecai the words of Esther."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then Mordecai said to respond to Esther: “ You must not think of your life as being safe in the house of the king, out of all of the Jews."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For surely, if you indeed remain silent at this time, relief and deliverance will arise for the Jews from another place, but you and the house of your father will perish. Who knows if you have attained royalty for such a time as this?”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then Esther said to respond back to Mordecai,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "“ Go, assemble all the Jews who are found in Susa, and fast on behalf of me. Neither eat nor drink for three days, night or day. Even I and my young female attendants, I will fast likewise. Then afterwards I will come in to the king, which is not according to the law, and if I perish, I perish.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Mordecai went and did exactly as everything that Esther had commanded him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happened on the third day, that Esther put on royal attire and she stood in the inner court of the palace of the king, facing the palace of the king. The king was sitting upon his royal throne in the royal palace, facing the entrance of the palace."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now it happend that when the king saw Esther the queen standing in the court, she obtained favor in his eyes. The king extended to Esther the scepter of gold which was in his hand, so Esther approached and touched the top of the scepter."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the king said to her, “ What troubles you, Esther the queen? What is your request? Even up to half of the kingdom, and it will be given to you.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Esther replyed, “ If to the King it is pleasing, may the King and Haman come today to a banquet that I have prepared for him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then the king said, “ Bring Haman quickly, in order to do the bidding of Esther.” So the king and Haman came to the banquet that Esther had prepared."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then the king said to Esther during the feast of the wine, “ What is your petition and it will be given to you. What is your request? Up to half of the kingdom, and it will be done.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then Esther answered and said, “ My petition and my request,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "if I have found favor in the eyes of the King and if to the King it is pleasing to grant my petition and to do my request, may the King and Haman come to the banquet which I will prepare for them and tomorrow I will do according to the bidding of the King.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Now Haman went out on that day joyful and merry of heart. But when Haman saw Mordecai in the gate of the king, that he neither rose up nor trembled before him, Haman was filled with rage against Mordecai."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But Haman restrained himself and came in to his house. Then he sent for and brought his friends and Zeresh his wife."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then Haman recounted to them the splendor of his riches, the multitude of his sons, and everyway that the king had exalted him, and that he had promoted him over the officials and the servants of the king."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Haman also said, “ Moreover, Esther the Queen did not let anyone come with the King to the banquet that she had prepared except me. Also for tomorrow I am invited by her along with the king."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Yet all of this is not enough for me every time that I see Mordecai the Jew sitting in the gate of the King.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So Zeresh his wife said to him and all his friends, “ Let them make a gallows fifty cubits high. In the morning speak to the king that they may hang Mordecai on it. Then go with the king to the feast rejoicing.” The plan was pleasing before Haman so he had the gallows constructed."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Throughout that night the sleep of the king fled away. He said to bring the book of the records of the events of the days, so it happened they were being read aloud in the presence of the king."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then it was found written that Mordecai had reported about Bigthana and Teresh, two of the eunuchs of the king who were part of the keepers of the threshhold, that they had sought to stretch out a hand against the King Ahasuerus."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So the king asked, “ What honor or great deed was done for Mordecai on account of this?” The young men of the king who served him replied, “ Not a thing has been done for him.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then the king asked, “ Who is in the courtyard?” Now Haman had just entered into the outer court of the palace of the king to speak to the king about hanging Mordecai on the gallows that he had prepared for him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The young men of the king said to him, “ Look! Haman is standing in the courtyard.” So the king ordered, “ Let him come in.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So Haman came in and the king said to him, “ What is one to do for the man who the king delights in his having honor?” Now Haman said in his heart, “ To whom would the king delight to lavish honor upon excessively more than me?”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So Haman said to the king, “ A man who the king delights in his having honor,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "let them bring royal apparel, which the king has worn himself, and a horse which the king has ridden on himself, and which has been given a royal headdress on its head."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then entrust this garment and this horse into the hand of a man from the most noble officials of the king. Let them clothe the man who the king delights in his having honor, and have him paraded on the horse through the open plaza of the city while they are proclaiming before him, ‘ As thus it will be done for the man who the king delights in his having honor!’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "So the king said to Haman, “ Quickly, take the garment and the horse, just as you have advised, and do thus for Mordecai the Jew, the one sitting in the gate of the king. Do not omit anything of all that you have advised.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So Haman took the garment and the horse, and he arrayed Mordecai and paraded him in the open plaza of the city, while he was proclaiming before him, “ As thus it will be done for the man who the king delights in him having honor!”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Afterwards Mordecai returned to the gate of the king. But Haman hurried to his house, mourning, with his head being covered."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then Haman recounted to Zeresh his wife and to all his loved ones everything that had happened to him. So his wise ones and Zeresh his wife, said to him, “ If Mordecai, before whom you have begun to bow, is from the seed of the Jews, you will not prevail against him, but you will surely bow before him.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "While they were still speaking with him, the eunuchs of the king arrived. They hurried to bring Haman to the banquet that Esther had prepared."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now the king and Haman came in to drink with Esther the queen."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The king said to Esther again on the second day during the feast of the wine, “ What is your request, Esther the Queen, and it will be given to you. What is your petition? Up to half of the kingdom, and it will be done.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then Esther the Queen answered and said, “ If I have found favor in your eyes, O King, and if to the king it is pleasing, let my life be given to me as my request, and my people as my petition."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For we have been sold off, I and my people, to annihilate, to kill, and to destroy. If only as slaves and maidservants we had been sold off, I would have kept silent, for the trouble would not have been sufficient to burden the king.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then the King Ahasuerus answered and said to Esther the Queen, “ Who is he, this one? Where is this one, he whose heart has presumed to do such a thing?”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Esther answered, “ A man, a foe and enemy, is this wicked Haman!” Then Haman was gripped with sudden fear from the presence of both the king and the queen."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then the king arose in his wrath from the feast of the wine, moving into the garden of the palace. But Haman remained in order to beg for his life from Esther the Queen, for he perceived that calamity had been determined against him by the king."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When the king returned from the garden of the palace into the chamber of the feast of the wine, Haman was lying prostrate on the couch where Esther was situated on it. The king retorted, “ Is he even to molest the queen with me in the palace?” The word immediately went forth from the mouth of the king and the face of Haman was covered."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Harbona, one of the eunuchs before the king, said, “ Moreover, behold the gallows that Haman had made for Mordecai, who spoke defensively on behalf of the king, standing at the house of Haman fifty cubits high.” The king ordered, “ Hang him on it.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So they hanged Haman on the gallows that he had prepared for Mordecai, and the rage of the king abated."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "On that day the King Ahasuerus gave the estate of Haman, tormenter of the Jews, to Esther the Queen, and Mordecai came in before the king, because Esther had disclosed what he was to her."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then the king removed his signet ring, that he had taken away from Haman, and gave it to Mordecai. Esther set Mordecai over the estate of Haman."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Then Esther continued furthermore, and she spoke in the presence of the king. She fell at his feet and wept and pleaded for his favor to invalidate the calamity of Haman the Agagite and his plot that he had contrived against the Jews."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then the king extended to Esther the scepter of gold, so Esther arose and stood in the presence of the king."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "She said, “ If to the king it is pleasing, and if I have found favor before him and the matter is proper before the king, and I am pleasing in his eyes, let it be decreed to revoke the written instructions, the plot of Haman son of Hammedatha the Agagite, who decreed to annhiliate the Jews who are in all of the provinces of the king."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For how could I bear seeing the calamity that would find my people? How could I bear seeing the destruction of my kindred?”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The King Ahasuerus said to Esther the Queen and to Mordecai the Jew, “ Look, I have given the estate of Haman to Esther, and they have hanged him on the gallows, because he had stretched out his hand against the Jews."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Now you, have it be decreed in writing on behalf of the Jews as seems good in your eyes, in the name of the king and seal it with the signet ring of the king. For a decree that has been decreed in the name of the king and has been sealed with the signet ring of the king, no one may revoke.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "So the scribes of the king were called at that time, in the third month, that is, the month of Sivan, on the twenty- third of it. It was decreed according to all of what Mordecai had commanded to the Jews, to the satraps, the governors and officials of the provinces that were located from Hodu to as far as Cush, undefined provinces, each province according to its own script, and each people group according to its own language, and to the Jews according to their own script and their own language."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He wrote in the name of the King Ahasuerus and he sealed with the signet ring of the king. He sent written instructions by the hand of the couriers on the horses, the riders of the royal steers, descendants of the racing mares:"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "that the king granted to the Jews who were in each and every city to assemble and to stand firm to defend their lives, to annihiliate, to kill, and to destroy any force from a people or province that would attack them, children and women included, and their spoil to plunder,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "on one day, in all of the provinces of the King Ahasuerus, on the thirteenth of the twelfth month, which is the month of Adar."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "A copy of the decree was to be issued as a law in each province and publicly displayed to all of the people groups so that the Jews would be ready on that day to avenge themselves from their enemies."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So the couriers, the riders of the royal steer, went out being hastened and hurried by the order of the king. Thus the law was issued in Susa, the fortress."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then Mordecai went out of the presence of the king wearing royal apparal of blue, and white linen, with a great crown of gold and a robe of fine linen and purple, and the city of Susa cheered and rejoiced."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For the Jews there was happiness and joy, and rejoicing and dignity."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "In each province and in every city, any place where the decree of the king and his law arrived, there was joy and rejoicing among the Jews, a feast and a good day. Many from the people groups of the land became Jews, because the fear of the Jews had fallen upon them."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now in the twelfth month, which is the month of Adar, on the thirteenth day of it, when the decree of the king and his law had come close to being carried out, on the day when the enemies of the Jews waited expectantly to gain power over them, instead it was reversed, so that the Jews gained power over those who hated them."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The Jews had assembled themselves in their cities throughout all of the provinces of the King Ahasuerus, to stretch out a hand against those seeking their harm. But not anyone rose up in their presence, for fear of them had fallen on all the people groups."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "All the officials of the provinces, satraps, governors, and those doing the work that was for the king, supported the Jews because the fear of Mordecai had fallen on them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For Mordecai was influential in the palace of the king, and his fame went out into all the provinces, for the man Mordecai was going about and becoming increasingly powerful."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So the Jews smote all of their enemies, with a defeat by sword, slaughter, and destruction, thus they did as they pleased to those who hated them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "In Susa the fortress the Jews killed and destroyed five hundred men,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Parshandatha, Dalphon, Aspatha,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Poratha, Adalia, Aridatha,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Parmashta, Arisai, Aridai, Vaizatha,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and the ten sons of Haman, son of Hammedatha, the tormenter of the Jews, they killed. But on the spoil they did not lay their hand."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "On that day, the report of the number of those who were killed in Susa the fortress came up before the king."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So the king said to Esther the Queen, “ The Jews have killed and destroyed five hundred men in Susa the fortress, including the ten sons of Haman. What have they done in the rest of the provinces of the king? Now what is your petition? It will be given to you. What is your request? Even more will be done.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Esther replied, “ If to the king it is pleasing, may it be granted also tomorrow for the Jews who are in Susa to act according to the law of today, and may the ten sons of Haman hang on the gallows.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So the king ordered thus to be done. A decree was issued in Susa, and they hanged the ten sons of Haman."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So the Jews who were in Susa assembled themselves also on the fourteenth day of the month of Adar, and killed three hundred men in Susa. But on the plunder they did not lay their hand."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Likewise the remainder of the Jews who were in the provinces of the king assembled themselves and rose up in defense of their lives, and in order to have rest from their enemies. They killed seventy- five thousand of those who hated them, but on the spoil they did not lay a hand,"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "on the thirteenth day of the month of Adar. So having rest on the fourteenth day of it, they made it a day of feasting and joy."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the Jews who were in Susa assembled themselves on the thirteenth day of it and on the fourteenth day of it. Having rest on the fifteenth day of it, likewise they made it a day of feasting and joy."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Thus the Jews of the open country, who live in the cities of the open areas, celebrate the day of the fourteenth of the month of Adar: with joy and feasting, a good day, and sending of gifts, each one to his neighbor."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then Mordecai recorded these things and sent letters to all of the Jews who were in all of the provinces of the King Ahasuerus, the near ones and the far ones,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "prescribing to them that the fourteenth day of the month of Adar and the fifteenth day of it in each year be made"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "as the days when the Jews rested on them from their enemies, and the month when it had turned for them from sorrow into joy, and from mourning into a good day. They were to make them days of feasting and joy, of sending of gifts each to his neighbor, and gifts to the needy ones."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So the Jews welcomed what they had already begun to do, what Mordecai had prescribed to them."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Because Haman, the son of Hammedatha, the Agagite, the tormenter of all of the Jews, had plotted against the Jews in order to annhiliate them. He had thrown Pur, that is, the lot, to vex and destroy them,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "but when it came before the king, he commanded in the letter, “ let his wicked plot that he devised against the Jews return on his own head, and let them hang him and his sons on the gallows.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Therefore they called these days Purim, because of the name of the Pur. Therefore, because of all of the words of this letter, and what they had seen concerning this and what had happened to them,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "the Jews established and received upon themselves, upon their seed, and upon all of those who would join themselves with them, that it would not cease, to be celebrating these two days according to their regulation, and according to their appointed time each and every year."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So these days should be remembered and be celebrated in each generation, family by family, province by province, and city by city. These days of Purim will not cease from the midst of the Jews, and their remembrance will not end by their seed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Then Esther the Queen, daughter of Abihail, along with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So he sent letters to all of the Jews, to undefined provinces, to the kingdom of Ahasuerus, words of peace and truth,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Esther the Queen had established on them, and just as they had established the matters of the fasts and their lamentation concerning their lives and concerning their seed."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The proclamation of Esther confirmed these matters regarding Purim, and it was written in the scroll."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the King Ahasuerus imposed a tribute on the land and the islands of the sea."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "All the deeds of his power and his might, with the full account of the greatness of Mordecai for which the king had distinguished him, are not these written in the scroll of the chronicles of the days of the kings of Media and Persia?"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For Mordecai the Jew was second in rank to the King Ahasuerus. He was great among the Jews and favored by the multitude of his kinsmen, seeking good for his people and pursuing peace for all his seed."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "EST EN_ULT en_English_ltr Thu Jun 13 2019 11:07:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Esther",
  "intro": [
    {
      "tag": "mt",
      "text": "Esther "
    }
  ]
}