{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "With the blue, purple, and scarlet wool, they made finely-woven garments for service in the holy place. They made Aaron’s garments for the holy place, as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Bezalel made the ephod of gold, of blue, purple, and scarlet wool, and of fine twined linen."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They hammered gold sheets and cut them into wires, to work them into the blue, purple, and scarlet wool, and into the fine linen, the work of a skillful workman."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They made shoulder pieces for the ephod, attached at its two upper corners."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Its finely-woven waistband was like the ephod; it was made of one piece with the ephod, made of fine twined linen that was gold, blue, purple, and scarlet, just as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "They crafted the onyx stones, enclosed in settings of gold, set with engravings as on a signet, and engraved with the names of Israel’s twelve sons."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Bezalel put them on the shoulder pieces of the ephod, as stones to remind Yahweh of Israel’s twelve sons, as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "He made the breastpiece, the work of a skillful workman, fashioned like the ephod. He made it of gold, of blue, purple, and scarlet wool, and of fine linen."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "It was square. They folded the breastpiece double. It was one span long and one span wide."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They set in it four rows of precious stones. The first row had a ruby, a topaz, and a garnet."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The second row had an emerald, a sapphire, and a diamond."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The third row had a jacinth, an agate, and an amethyst."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The fourth row had a beryl, an onyx, and a jasper. The stones were mounted in gold settings."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The stones were arranged by the names of Israel’s twelve sons, each in order by name. They were like the engraving on a signet ring, each name standing for one of the twelve tribes."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "On the breastpiece they made chains like cords, braided work of pure gold."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They made two settings of gold and two gold rings, and they attached the two rings to the two corners of the breastpiece."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They put the two braided chains of gold in the two rings at the corners of the breastpiece."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They attached the other two ends of the braided chains to the two settings. They attached them to the shoulder pieces of the ephod at its front."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They made two rings of gold and put them on the two other corners of the breastpiece, on the edge next to the inner border."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "They made two more gold rings and attached them to the bottom of the two shoulder pieces of the front of the ephod, close to its seam above the finely-woven waistband of the ephod."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They tied the breastpiece by its rings to the ephod’s rings with a blue cord, so that it might be attached just above the ephod’s finely-woven waistband. This was so that the breastpiece might not become unattached from the ephod. This was done as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Bezalel made the robe of the ephod entirely of blue fabric, the work of a weaver."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "It had an opening for the head in the middle. The opening had a woven edge round about so that it did not tear."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "On the bottom hem, they made pomegranates of blue, purple, and scarlet yarn and of fine linen."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "They made bells of pure gold, and they put the bells between the pomegranates all around on the bottom edge the robe, between the pomegranates—"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "a bell and a pomegranate, a bell and a pomegranate—on the edge of the robe for Aaron to serve in. This was as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "They made the coats of fine linen for Aaron and for his sons."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "They made the turban of fine linen, the ornate headbands of fine linen, the linen undergarments of fine linen,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "and the sash of fine linen and of blue, purple, and scarlet yarn, the work of an embroiderer. This was as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "They made the plate of the holy crown of pure gold; they engraved on it, like the engraving on a signet, “Holy to Yahweh.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "They attached to the turban a blue cord to the top of the turban. This was as Yahweh had commanded Moses."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "So the work on the tabernacle, the tent of meeting, was finished. The people of Israel did everything. They followed all the instructions that Yahweh had given to Moses."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "They brought the tabernacle to Moses—the tent and all its equipment, its clasps, frames, bars, posts, and bases;"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "the covering of ram skins dyed red, the covering of fine leather, and the curtain to conceal"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "the ark of the testimony, as well as the poles and the atonement lid."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "They brought the table, all its utensils, and the bread of the presence;"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "the lampstand of pure gold and its lamps in a row, with its accessories and the oil for the lamps;"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "the golden altar, the anointing oil and the fragrant incense; the hanging for the tabernacle entrance;"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "the bronze altar with its bronze grate and its poles and utensil and the large basin with its base."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "They brought the hangings for the courtyard with its posts and bases, and the curtain for the courtyard entrance; its ropes and tent pegs; and all the equipment for the service of the tabernacle, the tent of meeting."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "They brought the fine woven garments for serving in the holy place, the holy garments for Aaron the priest and his sons, for them to serve as priests."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Thus the people of Israel did all the work as Yahweh had commanded Moses."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Moses examined all the work, and, behold, they had done it. As Yahweh had commanded, in that way they did it. Then Moses blessed them."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 39
  },
  "id": "EXO unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Exodus",
  "intro": [
    {
      "tag": "mt",
      "text": "Exodus "
    }
  ]
}