{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Moses and the people of Israel sang this song to Yahweh. They sang,"
          },
          {
            "tag": "q",
            "text": "“I will sing to Yahweh, for he has triumphed gloriously;"
          },
          {
            "tag": "q",
            "text": "the horse and its rider he has thrown into the sea."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh is my strength and song,"
          },
          {
            "tag": "q",
            "text": "and he has become my salvation."
          },
          {
            "tag": "q",
            "text": "This is my God, and I will praise him,"
          },
          {
            "tag": "q",
            "text": "my father’s God, and I will exalt him."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh is a warrior;"
          },
          {
            "tag": "q",
            "text": "Yahweh is his name."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He has thrown Pharaoh’s chariots and army into the sea."
          },
          {
            "tag": "q",
            "text": "Pharaoh’s chosen officers were drowned in the Sea of Reeds."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The depths covered them;"
          },
          {
            "tag": "q",
            "text": "they went down into the depths like a stone."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Your right hand, Yahweh, is glorious in power;"
          },
          {
            "tag": "q",
            "text": "your right hand, Yahweh, has shattered the enemy."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "In great majesty you overthrew those who rose up against you."
          },
          {
            "tag": "q",
            "text": "You sent out your wrath; it consumed them like stubble."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "By the blast of your nostrils the waters were piled up;"
          },
          {
            "tag": "q",
            "text": "the flowing waters stood upright in a heap;"
          },
          {
            "tag": "q",
            "text": "the deep water was congealed in the heart of the sea."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The enemy said, ‘I will pursue, I will overtake, I will share out the plunder;"
          },
          {
            "tag": "q",
            "text": "my desire will be satisfied on them;"
          },
          {
            "tag": "q",
            "text": "I will draw my sword; my hand will destroy them.’"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But you blew with your wind, and the sea covered them;"
          },
          {
            "tag": "q",
            "text": "they sank like lead in the mighty waters."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Who is like you, Yahweh, among the gods?"
          },
          {
            "tag": "q",
            "text": "Who is like you, majestic in holiness,"
          },
          {
            "tag": "q",
            "text": "honored in praises, doing miracles?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You reached out with your right hand,"
          },
          {
            "tag": "q",
            "text": "and the earth swallowed them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In your covenant loyalty you have led the people you have rescued."
          },
          {
            "tag": "q",
            "text": "In your strength you have led them to the holy place where you live."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The peoples will hear, and they will tremble;"
          },
          {
            "tag": "q",
            "text": "terror will seize the inhabitants of Philistia."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then the chiefs of Edom will fear;"
          },
          {
            "tag": "q",
            "text": "the soldiers of Moab will shake;"
          },
          {
            "tag": "q",
            "text": "all the inhabitants of Canaan will melt away."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Terror and dread will fall on them."
          },
          {
            "tag": "q",
            "text": "Because of your arm’s power, they will become as still as a stone"
          },
          {
            "tag": "q",
            "text": "until your people pass by, Yahweh—"
          },
          {
            "tag": "q",
            "text": "until the people you have rescued pass by."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You will bring them and plant them on the mountain of your inheritance,"
          },
          {
            "tag": "q",
            "text": "the place, Yahweh, that you have made to live in,"
          },
          {
            "tag": "q",
            "text": "the sanctuary, our Lord, that your hands have built."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh will reign forever and ever.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "For Pharaoh’s horses went with his chariots and horsemen into the sea. Yahweh brought back the waters of the sea on them. But the Israelites walked on dry land in the middle of the sea."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Miriam the prophetess, sister of Aaron, picked up a tambourine, and all the women went out with tambourines, dancing along with her."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Miriam sang to them:"
          },
          {
            "tag": "q",
            "text": "“Sing to Yahweh, for he has triumphed gloriously."
          },
          {
            "tag": "q",
            "text": "The horse and his rider he has thrown into the sea.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then Moses led Israel onward from the Sea of Reeds. They went out into the wilderness of Shur. They traveled for three days into the wilderness and found no water."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then they came to Marah, but they could not drink the water there because it was bitter. So they called that place Marah."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So the people complained to Moses and said, “What can we drink?”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Moses cried out to Yahweh, and Yahweh showed him a tree. Moses threw it into the water, and the water became sweet to drink. It was there that Yahweh gave them a strict law, and it was there that he tested them."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He said, “If you carefully listen to the voice of Yahweh your God, and do what is right in his eyes, and if you give ear to his commands and obey all his laws—I will put on you none of the diseases that I put on the Egyptians, for I am Yahweh who heals you.”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then the people came to Elim, where there were twelve springs of water and seventy palm trees. They camped there by the water."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "EXO unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Exodus",
  "intro": [
    {
      "tag": "mt",
      "text": "Exodus "
    }
  ]
}