{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Exodus"
      },
      {
        "tag": "toc2",
        "text": "Exodus"
      },
      {
        "tag": "toc3",
        "text": "Exo"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the names of the sons of Israel who came into Egypt with Jacob, each with his household:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Reuben, Simeon, Levi, and Judah,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Issachar, Zebulun, and Benjamin,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Dan, Naphtali, Gad, and Asher."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "All the people who were descendants of Jacob were seventy in number. Joseph was already in Egypt."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then Joseph, all his brothers, and all that generation died."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The Israelites were fruitful, increased greatly in numbers, and became very strong; the land was filled with them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Now then a new king arose over Egypt, one who did not know about Joseph."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He said to his people, “Look, the Israelites are more numerous and stronger than we are."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Come, let us deal with them wisely, otherwise they will continue to grow in numbers, and if war breaks out, they will join our enemies, fight against us, and leave the land.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So they put taskmasters over them to oppress them with hard labor. The Israelites built store cities for Pharaoh: Pithom and Rameses."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But the more the Egyptians oppressed them, the more the Israelites increased in numbers and spread. So the Egyptians began to dread the Israelites."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The Egyptians made the Israelites work rigorously."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They made their lives bitter with hard service with mortar and brick, and with all kinds of work in the fields. All their required work was hard."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then the king of Egypt spoke to the Hebrew midwives; the name of the one was Shiphrah, and the other Puah."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He said, “When you assist the Hebrew women on the birthstool, observe when they give birth. If it is a son, then you must kill him; but if it is a daughter, then she may live.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But the midwives feared God and did not do as the king of Egypt ordered them; instead, they let the baby boys live."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The king of Egypt summoned the midwives and said to them, “Why have you done this, and let the baby boys live?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The midwives answered Pharaoh, “The Hebrew women are not like the Egyptian women. They are vigorous and have finished giving birth before a midwife comes to them.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "God protected these midwives. The people increased in numbers and became very strong."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Because the midwives feared God, he gave them families."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Pharaoh ordered all his people, “You must throw every son that is born into the river, but every daughter you will let live.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "EXO unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Exodus",
  "intro": [
    {
      "tag": "mt",
      "text": "Exodus "
    }
  ]
}