[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "The word of Yahweh came to me, saying,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“You, son of man—the Lord Yahweh says this to the land of Israel.”"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Now the end is upon you, for I am sending out my wrath on you, and I will judge you according to your ways;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "For my eyes will not pity you, and I will not spare you. Instead, I will bring your ways upon you,"
      }
    ]
  },
  {
    "t": "q",
    "v": "‘An end! An end has come to the four borders of the land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then I will bring all your abominations upon you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your abominations will be in your midst, so you will know that I am Yahweh."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "The Lord Yahweh says this:"
      },
      {
        "t": "v",
        "n": 6,
        "v": "An end is surely coming. The end has woken up against you. Behold, it is coming!"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Your doom is coming to you who inhabit the land."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Now before long I will pour out my fury against you and fill up my wrath upon you"
      },
      {
        "t": "v",
        "n": 9,
        "v": "For my eye will not look compassionately, and I will not spare you. As you have done, I will do to you;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Behold, the day! Behold, it is coming!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Violence has grown up into a rod of wickedness—"
      },
      {
        "t": "v",
        "n": 12,
        "v": "The time is coming; the day has come close. Do not let the buyer rejoice,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "For the seller will not return to the land he sold as long as they both live,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "They have blown the trumpet and made everything ready, but there is no one marching to battle;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "The sword is on the outside, and plague and famine are inside the building."
      },
      {
        "t": "v",
        "n": 16,
        "v": "But some survivors will escape from among them, and they will go to the mountains."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Every hand will falter and every knee will be weak as water,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "and they will wear sackcloth, and terror will cover them;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "They will throw their silver into the streets and their gold will be like refuse. Their silver and their gold"
      },
      {
        "t": "v",
        "n": 20,
        "v": "In their pride they took the beauty of his jeweled ornaments, and with them they made their idolatrous figures, and their detestable things. Therefore, I am turning these into an unclean thing to them."
      },
      {
        "t": "v",
        "n": 21,
        "v": "Then I will give those things into the hand of strangers as plunder and to the wicked of the earth as plunder,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Then I will turn my face away from them when they defile my cherished place;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Make a chain, because the land is filled with the judgment of blood,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "So I will bring the most wicked of the nations, and they will possess their houses,"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Fear will come! They will seek peace, but there will be none."
      },
      {
        "t": "v",
        "n": 26,
        "v": "Disaster upon disaster will come, and there will be rumor after rumor."
      },
      {
        "t": "v",
        "n": 27,
        "v": "The king will mourn and the prince will dress in despair,"
      }
    ]
  },
  {
    "t": "q",
    "v": "Disaster! A unique disaster! Behold, it is coming."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The time has come; the day of destruction is near, and the mountains will no longer be joyful."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when I judge you according to your ways and bring all your abominations upon you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and your abominations will be in your midst so you will know that I am Yahweh, the one punishing you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Doom has gone out! The rod has blossomed, arrogance has budded!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "none of them, and none of their multitude, none of their wealth, and none of their importance will last!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "nor the seller mourn, since my anger is on the entire multitude!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "because the vision concerning the entire multitude will not be reversed;"
  },
  {
    "t": "q",
    "v": "and because of their sins, none of them will be strengthened!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "since my anger is on the entire multitude."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Those who are in the field will die by the sword, while famine and plague will consume those in the city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Like doves of the valleys, all of them will moan—each man for his iniquity."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and shame will be on every face, and baldness on all of their heads."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will not be able to rescue them in the day of Yahweh’s rage. Their lives will not be saved,"
  },
  {
    "t": "q",
    "v": "and their hunger will not be satisfied, because their iniquity has become a stumbling block."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will defile them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "bandits will enter it and defile it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the city is full of violence."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will bring an end to the pride of the mighty, for their holy places will be defiled!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then they will seek a vision from the prophet, but the law will perish from the priest and advice from the elders."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while the hands of the people of the land will tremble in fear. According to their own ways I will do this to them!"
  },
  {
    "t": "q",
    "v": "I will judge them with their own standards until they know that I am Yahweh.’”"
  }
]