{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Now you, take up a lamentation against the leaders of Israel"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "and say,"
          },
          {
            "tag": "q",
            "text": "‘Who was your mother? A lioness, she lived with a lion’s son;"
          },
          {
            "tag": "q",
            "text": "in the midst of young lions, she nurtured her cubs."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "She is the one who raised up one of her cubs to become a young lion, a lion who learned to tear apart his victims, and then he devoured men."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then the nations heard about him. He was caught in their trap, and they brought him with hooks to the land of Egypt."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then she saw that although she had waited for his return, her expectation was now gone, so she took another of her cubs and raised him to become a young lion."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "This young lion roamed about in the midst of lions. He was a young lion and learned to tear his victims; he devoured men."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He seized their widows and ruined their cities."
          },
          {
            "tag": "q",
            "text": "The land and its fullness were abandoned because of the sound of his roaring."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "He seized their widows , some ancient copies and many modern versions have"
          },
          {
            "tag": "fqa",
            "text": "He destroyed their fortresses ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But the nations came against him from the surrounding provinces;"
          },
          {
            "tag": "q",
            "text": "they spread their nets over him. He was caught in their trap."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "With hooks they put him in a cage and then they brought him to the king of Babylon."
          },
          {
            "tag": "q",
            "text": "They brought him to the strongholds so that his voice would no longer be heard on the mountains of Israel."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Your mother was like a vine planted in your blood beside the water."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "in your blood , some ancient copies and many modern versions have"
          },
          {
            "tag": "fqa",
            "text": "in your vineyard ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q",
            "text": "it was fruitful and full of branches because of the abundance of water."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It had strong branches that were used for rulers’ scepters,"
          },
          {
            "tag": "q",
            "text": "and its size was exalted above the branches,"
          },
          {
            "tag": "q",
            "text": "and its height was seen by the greatness of its foliage."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But the vine was uprooted in fury and thrown down to the earth, and an eastern wind dried out its fruit."
          },
          {
            "tag": "q",
            "text": "Its strong branches were broken off and withered and fire consumed them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So now it is planted in the wilderness, in a land of drought and thirst."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For fire went out from her large branches and consumed its fruit."
          },
          {
            "tag": "q",
            "text": "There is no strong branch on it, no scepter to rule.’ This is a lamentation and will be sung as a lamentation.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "EZK unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Ezekiel",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezekiel"
    }
  ]
}