[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then it happened in the twelfth month of the twelfth year, on the first of the month, that the word of Yahweh came to me, saying,",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Son of man, lift up a lament concerning Pharaoh the king of Egypt; say to him, ‘You are like a young lion among the nations,",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but you are like a monster in the seas; you churn up the water,",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you stir up the waters with your feet and muddy their waters.",
        "id": 6
      },
      {
        "t": "v",
        "n": 3,
        "v": "The Lord Yahweh says this:",
        "id": 7
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So I will spread my net over you in the assembly of many peoples, and they will lift you up in my net.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "I will abandon you in the land. I will throw you into a field",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and cause all the birds of the heavens to settle on you; the hunger of all living animals on earth will be satisfied by you.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "For I will put your flesh on the mountains, and I will fill the valleys with your worm-filled corpse.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Then I will pour your blood over the mountains,",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the stream beds will be filled with your blood.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Then when I extinguish you, I will cover the heavens and darken their stars;",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will cover the sun with clouds, and the moon will not shine its light.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "All the shining lights in the heavens I will darken over you,",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I will put darkness over your land—this is the Lord Yahweh’s declaration.",
        "id": 27
      },
      {
        "t": "v",
        "n": 9,
        "v": "So I will terrify the heart of many peoples in lands that you do not know, when I bring about your collapse among the nations, among lands that you have not known.",
        "id": 28
      },
      {
        "t": "v",
        "n": 10,
        "v": "I will shock many peoples concerning you; their kings will shudder in horror concerning you when I swing my sword before them. Every moment each one will tremble because of you, on the day of your downfall.",
        "id": 35
      }
    ],
    "id": 26
  },
  {
    "t": "f",
    "c": "+",
    "v": [
      {
        "t": "ft",
        "v": "Instead of",
        "id": 30
      },
      {
        "t": "fqa",
        "v": "when I bring about your collapse among the nations",
        "id": 31
      },
      {
        "t": "t",
        "v": ", some ancient and modern versions have",
        "id": 32
      },
      {
        "t": "fqa",
        "v": "when I take you into captivity among the nations",
        "id": 33
      },
      {
        "t": "t",
        "v": ".",
        "id": 34
      }
    ],
    "id": 29
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "For the Lord Yahweh says this: The sword of the king of Babylon will come against you.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "I will cause your multitudes to fall by warriors’ swords—each warrior a terror of nations.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "These warriors will devastate the pride of Egypt and destroy all of its multitudes.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "For I will destroy all the livestock from beside the plentiful waters;",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the foot of man will no longer stir the waters up, neither will the hooves of cattle stir them.",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Then I will calm their waters and make their rivers run like oil—",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "this is the Lord Yahweh’s declaration.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "When I make the land of Egypt an abandoned place, when the land is made bare of all its fullness,",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "when I attack all the inhabitants in her, they will know that I am Yahweh.",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "There will be a lament; the daughters of the nations will lament over her; they will lament over Egypt,",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "over all her multitudes they will lament—this is the Lord Yahweh’s declaration.’”",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Then it happened in the twelfth year, on the fifteenth day of the month, that the word of Yahweh came to me, saying,",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "“Son of man, weep for the multitudes of Egypt and bring them down—",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "her and the daughters of majestic nations—to the lowest earth with those who have gone down to the pit.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "‘Are you really more beautiful than anyone else? Go down and lie down with the uncircumcised.’",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "They will fall among those who were killed by the sword. The sword has been drawn! She has been given to the sword; they will seize her and her multitudes.",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "The strongest of the warriors in Sheol will declare about Egypt and her allies,",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘They have come down here! They will lie with the uncircumcised, with those who were killed by the sword.’",
        "id": 71
      }
    ],
    "id": 70
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Assyria is there with all her assembly. Her graves surround her;",
        "id": 73
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "all of them were killed by the sword.",
        "id": 75
      }
    ],
    "id": 74
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "Those whose graves are set in the recesses of the pit are there, with all her assembly.",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Her graves surround all of those who were killed, who fell by the sword,",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "those who brought terror on the land of the living.",
        "id": 81
      }
    ],
    "id": 80
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Elam is there with all her multitudes. Her graves surround her; all of them were killed.",
        "id": 83
      }
    ],
    "id": 82
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Those who fell by the sword, who have gone down uncircumcised to the lowest parts of the earth,",
        "id": 85
      }
    ],
    "id": 84
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "who brought their terrors on the land of the living and who carry their own shame, together with the ones going down to the pit.",
        "id": 87
      }
    ],
    "id": 86
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "They set a bedroll for Elam and all her multitudes in the midst of the slain; her graves surround her.",
        "id": 89
      }
    ],
    "id": 88
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "All of them are uncircumcised, pierced by the sword, because they had brought their terrors on the land of the living.",
        "id": 91
      }
    ],
    "id": 90
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So they carry their own shame, together with the ones going down to the pit among all those who have been killed, those who are going down to the pit. Elam is among all those who were killed.",
        "id": 93
      }
    ],
    "id": 92
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 26,
        "v": "Meshech, Tubal, and all their multitudes are there! Their graves surround them.",
        "id": 95
      }
    ],
    "id": 94
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "All of them are uncircumcised, killed by the sword, because they had brought their terrors on the land of the living.",
        "id": 97
      }
    ],
    "id": 96
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 27,
        "v": "They do not lie with the fallen warriors of the uncircumcised who have gone down to Sheol",
        "id": 99
      }
    ],
    "id": 98
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "with all their weapons of war, and with their swords placed under their heads",
        "id": 101
      }
    ],
    "id": 100
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and their iniquities over their bones. For they were the terror of warriors in the land of the living.",
        "id": 103
      }
    ],
    "id": 102
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "So you, Egypt, will be broken in the midst of the uncircumcised! You will lie alongside those who were pierced by the sword.",
        "id": 105
      }
    ],
    "id": 104
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 29,
        "v": "Edom is there with her kings and all her leaders. They have been placed in their strength with those killed by the sword. With the uncircumcised they lie, with those who have gone down to the pit.",
        "id": 107
      },
      {
        "t": "v",
        "n": 30,
        "v": "The princes of the north are there—all of them and all the Sidonians who went down with the ones who had been pierced. They were powerful and made others to be afraid, but now they are there in shame, uncircumcised with those who were pierced by the sword. They carry their own shame, together with the ones going down to the pit.",
        "id": 108
      }
    ],
    "id": 106
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 31,
        "v": "Pharaoh will look and be comforted about all his multitudes who were pierced by the sword—Pharaoh and all his army—this is the Lord Yahweh’s declaration.",
        "id": 110
      },
      {
        "t": "v",
        "n": 32,
        "v": "I put him as my terrifying one in the land of the living, but he will be laid down in the midst of the uncircumcised, among those pierced by the sword, Pharaoh and all his multitudes—this is the Lord Yahweh’s declaration.”",
        "id": 111
      }
    ],
    "id": 109
  }
]