{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the word of Yahweh came to me, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Son of man, set your face toward Jerusalem, and speak against the sanctuaries; prophesy against the land of Israel."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Say to the land of Israel, ‘Yahweh says this: Behold! I am against you! I will draw my sword from its sheath and cut off both the righteous person and the wicked person from you!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "In order for me to cut off both the righteous and the wicked from you, my sword will go out from its sheath against all flesh from the south to the north."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then all flesh will know that I, Yahweh, have drawn my sword from its sheath. It will no longer hold back!’"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "As for you, son of man, groan as your loins break! In bitterness groan before their eyes!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then it will happen that they will ask you, ‘For what reason are you groaning?’ Then you will say, ‘Because of the news that is coming, for every heart will faint away, and every hand will falter! Every spirit will grow faint, and every knee will flow like water. Behold! It is coming and it will be like this!—this is the Lord Yahweh’s declaration.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then the word of Yahweh came to me, saying,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "“Son of man, prophesy and say, ‘The Lord says this:"
          },
          {
            "tag": "q",
            "text": "“Say: A sword! A sword! It will be sharpened and polished!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "It will be sharpened in order to engage in great slaughter! It will be polished in order to be like lightning!"
          },
          {
            "tag": "q",
            "text": "Should we rejoice in my son’s scepter? The coming sword hates every such rod!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So the sword will be given to be polished, and then to be grasped by the hand!"
          },
          {
            "tag": "q",
            "text": "The sword is sharpened and it is polished and it is to be given into the hand of the one who kills!”’”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Call for help and lament, son of man! For that sword has come against my people! It is against all the leaders of Israel."
          },
          {
            "tag": "q",
            "text": "They are thrown against the sword with my people. Therefore, slap your thigh!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For there is a trial, but what if the scepter does not last?—this is the Lord Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now you, son of man, prophesy and hit your two hands together, for the sword will attack even a third time!"
          },
          {
            "tag": "q",
            "text": "A sword for the ones to be slaughtered! It is a sword for the many to be slaughtered, piercing them everywhere!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "In order to melt their hearts and to multiply their fallen, I have set the sword for slaughter at all their gates. Ah! It is made like lightning, it is grasped for slaughter."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You, sword! Strike to the right! Strike to the left! Go wherever your face is turned."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For I will also hit my two hands together, and then I will bring my fury to rest! I, Yahweh, declare it!”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "The word of Yahweh came to me again, saying,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "“Now you, son of man, assign two roads for the sword of the king of Babylon to come. The two roads will start in the same land, and a signpost will mark one of them as leading to a city."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Mark one road for the Babylonian army to come to Rabbah, the city of the Ammonites. Mark the other to lead the army to Judah and the city of Jerusalem, which is fortified."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For the king of Babylon will stop at the crossroads, at the junction, in order to practice divination. He will shake some arrows and ask direction from some idols and he will examine a liver."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "In his right hand will be an omen about Jerusalem, to set battering rams against it, to open his mouth to order the slaughter,"
          },
          {
            "tag": "q",
            "text": "to sound a war cry, to set battering rams against the gates,"
          },
          {
            "tag": "q",
            "text": "to build a ramp, and to erect siege towers."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "It will seem to be a useless omen in the eyes"
          },
          {
            "tag": "q",
            "text": "of the ones in Jerusalem, those who had sworn an oath to the Babylonians! But the king will accuse them of violating their treaty in order to besiege them!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore the Lord Yahweh says this: Because you have made your guilt to be remembered, "
          },
          {
            "tag": "q",
            "text": "making your transgressions to be revealed, so that in all your actions your sins will be seen—"
          },
          {
            "tag": "q",
            "text": "because you have done this you will be taken in hand."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "As for you, profane and wicked ruler of Israel, whose day of punishment has come, and whose time of committing iniquity has ended,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "the Lord Yahweh says this to you: Remove the turban and take off the crown! Things will no longer be the same! Exalt the lowly and humble the exalted!"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "A ruin! A ruin! I will make it a ruin! It will not be restored until the one comes who is assigned to execute judgment."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "So you, son of man, prophesy and say, ‘The Lord Yahweh says this to the people of Ammon concerning their coming disgrace: A sword, a sword is drawn! It is sharpened for the slaughter in order to devour, so it will be like lightning!"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "While prophets see empty visions for you, while they perform rituals to come up with lies for you, this sword will lie on the necks of the wicked who are about to be killed, whose day of punishment has come and whose time of iniquity is about to end."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Return the sword to its sheath. In the place of your creation, in the land of your origin, I will judge you!"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "I will pour out my indignation on you! I will fan the fire of my rage against you and put you into the hand of cruel men, craftsmen of destruction!"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "You will become fuel for the fire! Your blood will be in the midst of the land. You will not be remembered, for I, Yahweh have declared this!’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 21
  },
  "id": "EZK unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Ezekiel",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezekiel"
    }
  ]
}