{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Again the word of Yahweh came to me, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Now you, son of man, begin a lamentation concerning Tyre,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and say to Tyre, who lives within the gates of the sea, merchants of peoples to many islands, the Lord Yahweh says this to you:"
          },
          {
            "tag": "q",
            "text": "Tyre, you have said, ‘I am perfect in beauty.’"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your borders are in the heart of the seas; your builders have perfected your beauty."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They have made all your planks with cypress from Senir;"
          },
          {
            "tag": "q",
            "text": "they took a cedar from Lebanon to make a mast for you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They made your oars from the oaks of Bashan;"
          },
          {
            "tag": "q",
            "text": "they made your decks out of cypress wood from Cyprus, and they overlaid them with ivory."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Your sails were made from colorful linen from Egypt that served as your banner; "
          },
          {
            "tag": "q",
            "text": "the colors of blue and purple from the coasts of Elishah are used for the awning on your boat."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Those who were living in Sidon and Arvad were your rowers;"
          },
          {
            "tag": "q",
            "text": "the sages of Tyre were within you; they were your pilots."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Highly experienced craftsmen from Byblos filled your seams;"
          },
          {
            "tag": "q",
            "text": "all the ships of the sea and their sailors among you were carrying your merchandise for trade."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Persia, Lydia, and Libya were in your army, your men of war."
          },
          {
            "tag": "q",
            "text": "they hung shield and helmet within you; they showed your splendor."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The men of Arvad and Helek in your army were on your walls surrounding you, and the people of Gammad were in your towers. They hung up their shields on your walls all around you! They completed your beauty."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Tarshish was a trading partner with you because of your abundant wealth of goods to sell: Silver, iron, tin, and lead. They bought and sold your wares!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Javan, Tubal, and Meshech—they traded slaves and in items made of bronze. They handled your merchandise."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Beth Togarmah provided horses, stallions, and mules as your merchandise."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The men of Rhodes were your traders on many coasts. Merchandise was in your hand; they sent back horn, ivory, and ebony as tribute!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Aram was a dealer in your many products; they provided emeralds, purple, colored cloth, fine fabric, pearls, and rubies as your merchandise."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Judah and the land of Israel were trading with you. They provided wheat from Minnith, cakes, honey, oil, and balsam as your merchandise."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Damascus was a trader of all your products, of all your enormous wealth, and of the wine of Helbon and the wool of Zahar."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Dan and Javan from Izal provided you with merchandise of wrought iron, cinnamon, and calamus. This became merchandise for you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Dedan was your dealer in fine saddle blankets."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Arabia and all the chiefs of Kedar were traders with you; they provided you with lambs, rams and goats."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The traders of Sheba and Raamah came to sell you the best of every spice and in all kinds of precious gems; they traded gold for your merchandise."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Haran, Kanneh, and Eden were traders with you, along with Sheba, Ashur, and Kilmad."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "These were your dealers in ornate robes of violet cloths with woven colors, and in blankets of multicolored, embroidered, and well-woven cloth in your marketplaces."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The ships of Tarshish were the transporters of your merchandise!"
          },
          {
            "tag": "q",
            "text": "So you were filled up, heavily laden with cargo in the heart of the seas!"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Your rowers have brought you into vast seas;"
          },
          {
            "tag": "q",
            "text": "the eastern wind has broken you in the middle of them."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Your wealth, merchandise, and trade goods; your sailors and pilots, and ship builders; your traders of merchandise and all the men of war who are in you, and all your crew—they will sink into the depths of the sea on the day of your destruction."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Cities at the sea will tremble at the sound of your pilots’ cry;"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "All those who handle oars will come down from their ships;"
          },
          {
            "tag": "q",
            "text": "mariners and all the pilots on the sea will stand on the land."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Then they will make you listen to their voice and will wail bitterly;"
          },
          {
            "tag": "q",
            "text": "they will cast dust up on their heads. They will roll about in ashes."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "They will shave their heads bald for you and bind themselves with sackcloth,"
          },
          {
            "tag": "q",
            "text": "and they will weep bitterly over you and they will cry out."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They will lift up their wails of lamentation for you and sing dirges over you,"
          },
          {
            "tag": "q",
            "text": "Who is like Tyre, who has now been brought to silence in the middle of the sea?"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "When your merchandise went ashore from the sea, it satisfied many peoples;"
          },
          {
            "tag": "q",
            "text": "you enriched the kings of the earth with your great wealth and merchandise!"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "But when you were shattered by the seas, by deep waters,"
          },
          {
            "tag": "q",
            "text": "your merchandise and all your crew sank!"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "All the inhabitants of the coasts were appalled at you,"
          },
          {
            "tag": "q",
            "text": "and their kings shuddered in horror! Their faces trembled!"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "The merchants of the people hiss at you;"
          },
          {
            "tag": "q",
            "text": "you have become a horror, and you will be no more forever.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 27
  },
  "id": "EZK unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Ezekiel",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezekiel"
    }
  ]
}