{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Ezra"
      },
      {
        "tag": "toc2",
        "text": "Ezra"
      },
      {
        "tag": "toc3",
        "text": "Ezr"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "In the first year of Cyrus, king of Persia, so that the word of Yahweh by the mouth of Jeremiah might be fulfilled, Yahweh stirred the spirit of Cyrus the king of Persia so that his voice went out throughout all his kingdom, and likewise what was written was spoken:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“ Thus says Cyrus, king of Persia: Yahweh, God of Heaven, gave me all the kingdoms of the earth, and he appointed me to build for him a house in Jerusalem, which is in Judah."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Whoever among you is from all his people( may his God be with him) may go up to Jerusalem which is in Judah and build the house of Yahweh, the God of Israel. He is the God who is in Jerusalem."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Whoever survives in any place where he lives, let the people in that place help him with silver and gold, and possessions and animals, as well as a freewill offering for the house of God which is in Jerusalem.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then arose the heads of the fathers’ households of Judah and Benjamin, and the priests, and the Levites, with everyone whose spirit God had stirred up to go up and build the house of Yahweh which is in Jerusalem."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "All those who were around them strengthened their hands with objects of silver and gold, possessions, and animals and precious things, besides all they freely offered."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "King Cyrus also brought out the objects belonging to the house of Yahweh that Nebuchadnezzar had taken from Jerusalem and put in the temple of his gods."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "King Cyrus of Persia brought them out by the hand of Mithredath the treasurer, and counted them out to Sheshbazzar, the prince of Judah."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "This was their number: thirty gold basins, one thousand silver basins, twenty- nine utensils,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "thirty gold bowls, undefined small silver bowls, and a thousand additional objects."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "There were undefined, undefined items of gold and silver in all. Sheshbazzar brought all of them with the exiles who were brought from Babylon to Jerusalem."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}