{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now when the seventh month had come and the sons of Israel were in their cities, the people gathered together as one man in Jerusalem."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then arose Jeshua son of Jozadak, and his brothers the priests, and Zerubbabel son of Shealtiel, and his brothers, and built the altar of the God of Israel to offer burnt offerings on it as it is written in the law of Moses the man of God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then they set the altar on its foundation, for dread was on them because of the people of the lands. They offered on it burnt offerings to Yahweh, both the morning and evening burnt offerings."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They also observed the Festival of Shelters as it is written, and offered burnt offerings day by day according to the ordinance, as required for each day."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Afterwards, there were continual burnt offerings, and those for the new moons, and for all the appointed festivals of Yahweh that were consecrated, along with those of everyone who offered freewill offerings to Yahweh."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They began to offer up burnt offerings to Yahweh from the first day of the seventh month, although the foundation of the temple of Yahweh had not been laid."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So they gave silver to the masons and carpenters, and food, drink, and oil to the Sidonians and Tyre, to bring cedar logs by sea from Lebanon to Joppa, according to the permission they had from King Cyrus of Persia."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then in the second year after they came to the house of God in Jerusalem, in the second month, Zerubbabel son of Shealtiel, and Jeshua son of Jozadak, and the rest of their brothers the priests and the Levites, and all those who came from captivity to Jerusalem began the work. They assigned the Levites from twenty years old and older to oversee the work of the house of Yahweh."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then arose as one Jeshua with his sons and brothers, Kadmiel and his sons( sons of Hodaviah), to oversee the workmen, those working on the house of God, along with the sons of Henadad and their sons and brothers the Levites."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "There are some textual issues here regarding the phrase "
          },
          {
            "tag": "fqa",
            "text": "the sons of Judah or"
          },
          {
            "tag": "fqa",
            "text": "the descendants of Hodviah and other matters."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When the builders laid the foundation for the temple of Yahweh, the priests stood in their garments with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise Yahweh according to the hands of David, king of Israel."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then they sang, praising and giving thanks to Yahweh: “ For he is good! His covenant faithfulness to Israel is forever.” All the people cried out with a great shout when they praised Yahweh because the foundation of the house of Yahweh had been laid."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But many of the priests and Levites, and the heads of the fathers’ houses, the old men who had seen the first house, wept with a loud voice when the foundation of this house was laid before their eyes. But many people shouted for joy with a loud voice."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So the people could not distinguish the sound of the shout of joy from the noise of the weeping of the people, for the people were crying out with a loud shout, and the sound was heard from far away."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}