{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "These are the heads of their fathers’ houses, and the geneology of those who went up with me from Babylon during the reign of King Artaxerxes:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "of the sons of Phinehas, Gershom; of the sons of Ithamar, Daniel; of the sons of David, Hattush;"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "of the sons of Shecaniah, of the sons of Parosh, Zechariah, and with him were registered undefined males;"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "of the sons of Pahath- Moab, Eliehoenai son of Zerahiah, and with him two hundred males;"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "of the sons of Zattu, Ben Jahaziel, and with him three hundred males;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "of the sons of Adin, Ebed son of Jonathan, and with him fifty males;"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "of the sons of Elam, Jeshaiah son of Athaliah, and with him seventy males;"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "of the sons of Shephatiah, Zebadiah son of Michael, and with him eighty males;"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "of the sons of Joab, Obadiah son of Jehiel, and with him undefined males;"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "of the sons of Bani,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The name "
          },
          {
            "tag": "fqa",
            "text": "Bani was missing in the MT was restored from the LXX."
          },
          {
            "tag": "f",
            "text": "* Shelomith son of Josiphiah, and with him undefined males;"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "of the sons of Bebai, Zechariah son of Bebai, and with him twenty- eight males."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "of the sons of Azgad, Johanan son of Hakkatan, and with him undefined males;"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "of the sons of Adonikam, the last ones, and the names of these were Eliphelet, Jeuel, and Shemaiah, and with them sixty males;"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "of the sons of Bigvai, Uthai and Zaccur, and with him seventy males."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "I gathered them at the river that flows to Ahava, and we camped there three days. Then I examined the people and the priests, but none of the sons of Levi were found there."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So I sent for Eliezer, Ariel, Shemaiah, and Elnathan, and Jarib, and Elnathan and Nathan, and Zechariah, and Meshullam— head men— and for Joiarib, and Elnathan— men of understanding."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Next I sent them to Iddo, the head of the place called Kasiphia, and I put in their mouths the words to speak to Iddo and his brothers, the temple servants in the place called Kasiphia, to send to us servants for the house of our God."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So they sent to us by the good hand of our God a man of understanding named Sherebiah, of the sons of Mahli, the son of Levi, the son of Israel, with his eighteen sons and brothers,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and Hashabiah, and with him Jeshaiah, of the sons of Merari, and his brothers and their sons, twenty men."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "and also the temple servants whom David and his officials had appointed for the service of the Levites— undefined temple servants, all of them designated by name,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Then I proclaimed a fast there at the river Ahava, to humble ourselves before our God, to seek a straight way from him for us and our little ones, and all our possessions."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For I was ashamed to ask of the king soldiers and horsemen to protect us from the enemy along the way, because we had spoken to the king, saying, ‘ The hand of our God is on all those who seek him for good, but his strength and his wrath are against all those who forsake him.’"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So we fasted and sought our God about this matter, and he answered our prayer."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Then I set apart twelve of the heads of the priests: Sherebiah, Hashabiah, and with them ten of their brothers."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I weighed out to them the silver, and the gold, and the objects for the offering for the house of our God that the king, and his counselors, and his princes, and all Israel who were present had offered."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I weighed into their hand undefined talents of silver, one hundred talents of silver objects, one hundred talents of gold,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "and twenty gold bowls worth one thousand darics, and two fine polished vessels of bronze as precious as gold."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Then I said to them, “ You are holy to Yahweh, and these objects are holy, and the silver and the gold are a freewill offering to Yahweh, the God of your fathers."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Watch over them and keep them until you weigh them out before the heads of the priests and the Levites, and the heads of the fathers’ houses of Israel, in Jerusalem, in the rooms of the house of Yahweh.”"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The priests and the Levites received by weight the silver, and the gold, and the objects, to take them to Jerusalem, to the house of our God."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "We went out from the river Ahava on the twelfth day of the first month to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and from those lying in ambush along the road."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So we came to Jerusalem and stayed there three days."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "On the fourth day, the silver and the gold and the objects were weighed out in the house of our God into the hand of Meremoth son of Uriah the priest, and with him was Eleazar son of Phinehas, and with them were the Levites— Jozabad son of Jeshua, and Noadiah son of Binnui:"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "the number and weight of everything, and all the weight was written down at that time."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "Then those who had come back from the captivity, the sons of the exiles, offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety- six rams, seventy- seven lambs, and twelve male goats as a sin offering, all as a burnt offering to Yahweh."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Then they gave the decrees of the king to the satraps of the king and the governors in the Province Beyond the River, and they supported the people and the house of God."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}