{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Haggai the prophet and Zechariah son of Iddo, prophets to the Jews who were in Judah and Jerusalem, prophesied in the name of the God of Israel who was over them."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak rose up and began to build the house of God which is in Jerusalem, and the prophets of God were with them, helping them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "At that time, Tattenai, the governor of the Province Beyond the River, and Shethar- Bozenai, and their associates came to them and said to them thus, “ Who issued you a decree to build this house and to complete this wall?”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then they also asked them, “ What are the names of the men who are building this building?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But the eye of God was on the elders of the Jews so that they could not stop them until a report could be sent to Darius and a decree was returned concerning this matter."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "This is a copy of the letter that was sent by Tattenai, governor of the Province Beyond the River, and Shethar- Bozenai and his associates, officials who were in the Province Beyond the River, to Darius the king."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They sent a report to him, in which was written thus, “ All peace to King Darius."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Let it be known to the king that we went to the province of Judah to the house of the great God that is being built with large stones, and timbers are being set in the walls. This work is going on diligently and is succeeding in their hands."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then we asked these elders, and spoke to them thus, ‘ Who issued you a command to build this house and to complete this wall?’"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "We also asked them their names to inform you, so that we might write the names of the men who were chief among them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They gave us an answer, saying thus, ‘ We are servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and completed."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "However, because our fathers provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and deported the people to Babylon."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Nevertheless, in the first year of Cyrus king of Babylon, King Cyrus issued a command to rebuild this house of God."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Also the objects of gold and silver of the house of God that Nebuchadnezzar had taken from the temple that was in Jerusalem and they brought to the temple in Babylon, these King Cyrus took from the temple in Babylon and gave them to one named Sheshbazzar, whom he had made governor."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He said to him, “ Take these objects. Go and put them in the temple that is in Jerusalem, and let the house of God be rebuilt on its place.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then this Sheshbazzar came and laid the foundation for the house of God which is in Jerusalem; but from then even until now it has been under construction, but is not complete.’"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now if it seems good to the king, let a search be made there in the treasure house of the king which is in Babylon, if it is so that a command was issued by King Cyrus to build this house of God in Jerusalem. Then let the king send to us his decision concerning this matter.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}