{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When these things were done, the officials came to me, saying, “ The people of Israel, and the priests, and the Levites have not separated themselves from the peoples of the lands with their abominations: the Canaanite, the Hittite, the Perizzite, the Jebusite, the Ammonite, the Moabite, the Egyptian, and the Amorite."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For they have taken from their daughters for themselves and their sons, so that the holy seed is mixed with the peoples of the lands, and the hand of the officials and rulers has been foremost in this unfaithfulness.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When I heard this matter, I tore my clothing and my robe and pulled out hair from my head and beard, and I sat down, devastated."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "All those who trembled at the words of the God of Israel because of the transgression of the exiles gathered to me, and I sat devastated until the evening sacrifice."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "But at the evening sacrifice, I arose from my fasting, having torn my clothes and my robe, and knelt down on my knees, and spread out my hands to Yahweh my God."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I said, “ My God, I am ashamed and disgraced to raise my face to you, my God, for our iniquities have risen higher than our head, and our guilt has grown up to the heavens."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "From the days of our fathers until this day, we have been very guilty. For our iniquities, we, our kings, and our priests have been delivered into the hand of kings of the lands, to the sword, to captivity, and to plunder, and to ashamed faces, as it is this day."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But now for a little while, grace has been shown from Yahweh our God to leave us a remnant, and to give us a peg in his holy place, that our God may enlighten our eyes and give us a little relief in our bondage."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For we are slaves, but in our bondage, our God did not forsake us, but he extended covenant faithfulness to us in the sight of the king of Persia, in order to give us relief, to raise up the house of our God, and to repair its ruins, and to give us a wall in Judah and in Jerusalem."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But now, our God, what can we say after this? For we have forsaken your commands,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "which you commanded through your servants the prophets, saying, “ The land that you are entering to possess, it is an impure land with the impurity of the people of the lands with their abominations, which have filled it from one end to the other with their uncleanness."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now therefore, do not give your daughters to their sons, and do not take their daughters for your sons, and do not ever seek their peace or prosperity, so that you may be strong and eat the good things of the land, and leave it as a possession to your sons forever.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yet after all that has come on us for our evil deeds, and for our great guilt— for you, our God, have punished us less than our iniquities, and have given us a remnant like this—"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "should we again break your commandments and intermarry with the people of these abominations? Would you not be angry with us until you had consumed us, so that there would be no remnant or survivor?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh, God of Israel, you are righteous, for we have remained as a remnant this day. Look! We are before you in our guilt, though no one can stand before you because of this."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}