{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now after these things, during the reign of Artaxerxes king of Persia, Ezra son of Seraiah, son of Azariah, son of Hilkiah,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "son of Shallum, son of Zadok, son of Ahitub,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "son of Amariah, son of Azariah, son of Meraioth,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "son of Zerahiah, son of Uzzi, son of Bukki,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest—"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "this Ezra came up from Babylon, and he was a skilled scribe in the law of Moses that Yahweh, the God of Israel, had given. The king granted to him all his request according to the hand of Yahweh his God upon him."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Some of the sons of Israel and the priests, and the Levites, and the singers, and the gatekeepers, and the temple servants, also went up to Jerusalem in the seventh year of King Artaxerxes."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He came to Jerusalem in the fifth month, which was in the seventh year of the king."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now he began his journey from Babylon on the first day of the first month, and on the first day of the fifth month he came to Jerusalem, according to the good hand of his God upon him."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For Ezra had established his heart to seek the law of Yahweh and to observe it and to teach its statutes and ordinances in Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "This is a copy of the letter that King Artaxerxes gave Ezra the priest, the scribe, a scribe of the words of the commandments of Yahweh and of his statutes to Israel:"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "“ Artaxerxes, king of kings, to Ezra the priest, a scribe of the law of the God of heaven: Peace. And now"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I am issuing a decree that all those in my kingdom from the people of Israel, and the priests and the Levites who desire to go up to Jerusalem, may go with you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For since from before the king, and his seven counselors, you are being sent to inquire concerning Judah and Jerusalem according to the law of your God, which is in your hand."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You are to bring the silver and gold that the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "All the silver and gold that you may find in all the province of Babylon, along with the freewill offering of the people and the priests, is to be freely offered for the house of God which is in Jerusalem."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So therefore, with this money, diligently buy bulls, rams, lambs, and grain offerings and drink offerings, and offer them on the altar that is in the house of your God which is in Jerusalem."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Now that which seems good to you and your brothers to do with the rest of the silver and gold, do it accordinmg to the will of your God."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The objects that were given to you for the service of the house of your God, deliver in full before the God of Jerusalem."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Anything else that is needed for the house of your God that you may have occasion to give, pay for it from the treasury house of the king."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I, even I, King Artaxerxes, issue a decree to all the treasurers who are in the Province Beyond the River, that anything that Ezra the priest, the scribe of the Law of the God of heaven, asks from you, let it be done diligently,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "up to one hundred silver talents, and one hundred cors of wheat, and one hundred baths of wine, and one hundred baths of oil, and salt without limit."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Anything from the decree of the God of heaven, let it be done diligently for the house of the God of heaven. For why should his wrath be against the kingdom of the king and his sons?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "We also make known to you that it is not lawful to impose tax, tribute, or custom on any of the priests, Levites, musicians, gatekeepers, temple servants, or other servants of the house of this God."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Now you, Ezra, according to the wisdom of God that is in your hand, appoint judges and magistrates who will judge all the people who are in the Province Beyond the River— all who know the laws of your God— and teach those who do not know them."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "And on all who will not observe the law of your God and the law of the king, let judgment be quickly executed on him, whether death, or banishment, or confiscation of goods, or imprisonment."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Blessed be Yahweh, God of our fathers, who placed such a thing into the heart of the king to beautify the house of Yahweh which is in Jerusalem,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "and who has extended covenant faithfulness to me before the king, and his counselors, and all the mighty princes of the king. So I was strengthened as the hand of Yahweh my God was upon me, and I gathered the heads of Israel to go up with me."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}