{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As Ezra was praying and confessing, weeping and throwing himself down before the house of God, a very great assembly from Israel of men, and women, and children gathered to him, for the people wept, greatly weeping."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then Shekaniah son of Jehiel of the sons of Elam spoke and said to Ezra, “ We have been unfaithful to our God and have married foreign women from the people of the land, but still there is hope for Israel in spite of this."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So now let us make a covenant with our God to send away all these wives and those who have been born to them, according to the counsel of my lord, and of those who tremble at the commandment of our God, and let it be done according to the law."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Arise, for this matter is upon you, and we are with you. Be strong and do this.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "So Ezra rose and made the heads of the priests, the Levites, and all Israel take an oath that they would do according to this word, and so they took an oath."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then Ezra rose up from before the house of God and went to the rooms of Jehohanan son of Eliashib. When he went there, he ate no bread and drank no water, because he was mourning concerning the faithlessness of the exiles."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So they sent a proclamation throughout Judah and Jerusalem to all the sons of the captivity that they must assemble in Jerusalem."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Everyone who did not come in three days according to the counsel of the officials and the elders, all his property would be forfeited, and he would be excluded from the assembly of the exiles."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "So all the men of Judah and Benjamin gathered in Jerusalem in three days. It was the ninth month, on the twentieth day of the month. All the people sat in the square of the house of God, trembling because of this matter, and because of the rains."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then Ezra the priest arose and said to them, “ You have acted unfaithfully, and have taken foreign wives, adding to the guilt of Israel."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But now give praise to Yahweh, God of your fathers, and do his will— separate yourselves from the people of the land, and from the foreign women.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "All the assembly answered and said in a loud voice, “ Right! According to your word, thus we must do."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "However, there are many people, and it is the rainy season. We have no strength to stand outside, and this is not the work of one or two days, for we have transgressed greatly in this matter."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now let the heads of all the assembly stand, and let all those in our cities who have taken foreign wives come at the appointed time with the elders and judges of each of their cities, until the fierce wrath of our God is turned away from us, even in this matter.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "So the sons of the exile did this. Ezra the priest selected men, heads of their fathers’ households, according to their fathers’ households— all of them by name, and they sat down on the first day of the tenth month to examine the matter,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "and they finished with all the men who had married foreign women by the first day of the first month."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Among the sons of the priests who had married foreign women were found the sons of Jeshua son of Jozadak, and his brothers: Maaseiah, and Eliezer, and Jarib, and Gedaliah."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "So they gave their hand to send away their wives, and being guilty, a ram from the flock for their guilt."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Among the sons of Immer: Hanani and Zebadiah."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Among the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Among the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Among the Levites: Jozabad, and Shimei, and Kelaiah( that is, Kelita), Pethahiah, Judah, and Eliezer."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Among the singers: Eliashib. Among the gatekeepers: Shallum, and Telem, and Uri."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Among the rest of Israel— among the sons of Parosh: Ramiah, and Izziah, and Malkijah, and Mijamin, and Eleazar, and Malkijah, and Benaiah."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of the second occurrence of "
          },
          {
            "tag": "fqa",
            "text": "Malkijah , some modern versions substitute"
          },
          {
            "tag": "fqa",
            "text": "Hashabiah ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Among the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Among the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Among the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Among the sons of Bani: Meshullam, Malluk, and Adaiah, Jashub, and Sheal, and Jeremoth."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Bani , some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "Bigvai ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Among the sons of Pahath- Moab: Adna, and Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Among the sons of Harim: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Benjamin, Malluk, and Shemariah."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Among the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Among the sons of Bani: Maadai, Amram, and Uel,"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Benaiah, Bedeiah, Keluhi,"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Vaniah, Meremoth, Eliashib,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Mattaniah, Mattenai, and Jaasu."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Among the sons of Binnui: Shimei,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Among the sons of Binnui: Shimei , some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "Bani, Binnui, Shimei ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "39",
            "text": "and Shelemiah, and Nathan, and Adaiah,"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Maknadebai, Shashai, Sharai,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Maknadebai , some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "Among the descendants of Zaccai ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Azarel, and Shelemiah, Shemariah,"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Shallum, Amariah, and Joseph."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Among the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, and Benaiah."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "All of these had married foreign wives, and there were some of these wives by whom they had sons."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "by whom they had sons , some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "but sent them away with their sons ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "EZR EN_ULT en_English_ltr Thu Jun 13 2019 10:49:55 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ezra",
  "intro": [
    {
      "tag": "mt",
      "text": "Ezra"
    }
  ]
}