{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For freedom Christ has set us free. Stand firm, therefore, and do not again put yourselves under a yoke of slavery."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Look, I, Paul, say to you that if you let yourselves be circumcised, Christ will not benefit you in any way."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But I testify again to every man who lets himself be circumcised that he is obligated to obey the whole law."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "You are cut off from Christ, you who would be justified by the law; you have fallen away from grace."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For through the Spirit, by faith, we eagerly wait for the hope of righteousness."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but only faith working through love."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You were running well. Who prevented you from obeying the truth?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "This persuasion does not come from him who calls you!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "A little yeast makes the whole batch of dough rise."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I am confident about you in the Lord that you will take no other view. Indeed, the one who is troubling you will pay the penalty, whoever he is."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But brothers, if I still proclaim circumcision, why am I still being persecuted? In that case the stumbling block of the cross has been removed."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "As for those who are disturbing you, I wish they would even castrate themselves!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "For you were called to freedom, brothers. But do not use your freedom as an opportunity for the sinful nature; rather, through love serve one another."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For the whole law is fulfilled in one command, namely, “ You must love your neighbor as yourself.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But if you bite and devour one another, watch out that you are not consumed by one another."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "But I say, walk by the Spirit and you will not carry out the desires of the sinful nature."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For the desires of the sinful nature are against the Spirit, and the desires of the Spirit are against the sinful nature. For these are in conflict with each other, so that you cannot do the things you want."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But if you are led by the Spirit, you are not under the law."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Now the works of the sinful nature are evident, which are: sexual immorality, impurity, depravity,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "idolatry, sorcery, hostilities, strife, jealousy, outbursts of anger, rivalry, dissension, divisions,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "envy, drunkenness, drunken celebrations, and things like these. I warn you about these things, as I warned you before, that those who practice such things will not inherit the kingdom of God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "gentleness, and self- control; against such things there is no law."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Indeed, those who belong to Christ Jesus have crucified the sinful nature with its passions and desires."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "If we live by the Spirit, let us also walk by the Spirit."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Let us not become conceited, provoking one another, envying one another."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "GAL EN_ULT en_English_ltr Thu Jun 13 2019 11:30:56 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Galatians",
  "intro": [
    {
      "tag": "mt",
      "text": "Galatians"
    }
  ]
}