{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Letter of Paul to the Galatians"
        },
        {
          "tag": "toc2",
          "text": "Galatians"
        },
        {
          "tag": "toc3",
          "text": "Gal"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul, an apostle— not from men nor by human agency, but through Jesus Christ and God the Father, who raised him from the dead—"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and all the brothers with me, to the churches of Galatia:"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Grace to you and peace from God the Father and our Lord Jesus Christ,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "who gave himself for our sins so that he might deliver us from this present evil age, according to the will of our God and Father,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "to him be the glory forever and ever. Amen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "I am amazed that you are turning away so quickly to a different gospel from him who called you by the grace of Christ,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "not that there is another gospel, but there are some men who cause you trouble and want to change the gospel of Christ."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But even if we or an angel from heaven should proclaim to you a gospel other than the one we proclaimed to you, let him be cursed."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "As we have said before, so now I say again, “ If someone proclaims to you a gospel other than the one you received, let him be cursed.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For am I now seeking the approval of men or of God? Or am I seeking to please men? If I am still trying to please men, I am not a servant of Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "For I want you to know, brothers, that the gospel I proclaimed is not man’ s gospel."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "For I did not receive it from any man, nor was I taught it. Instead, it was by revelation of Jesus Christ."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For indeed you have heard about my former life in Judaism, how I was persecuting the church of God beyond measure and that I was trying to destroy it."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I advanced in Judaism beyond many of those who were my own age, from out of my own people. That is how extremely zealous I was for the traditions of my fathers."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But when God, who had set me apart from my mother’ s womb, and who called me through his grace, was pleased"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "to reveal his Son in me, so that I might preach him among the Gentiles, I did not immediately consult with flesh and blood."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "I did not go up to Jerusalem to those who had become apostles before me. Instead, I went to Arabia and then returned to Damascus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then after three years I went up to Jerusalem to get to know Cephas and I stayed with him fifteen days."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But I saw none of the other apostles except James, the Lord’ s brother."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But in what I write to you, I assure you before God, that I am not lying."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then I went to the regions of Syria and Cilicia."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "I was still not personally known to the churches of Judea that are in Christ."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But they only heard it being said, “ The man who once persecuted us is now proclaiming the faith which he once tried to destroy.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So they glorified God because of me."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then after fourteen years I went up again to Jerusalem with Barnabas, also taking Titus along with me."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But I went up because of a revelation and set before them the gospel that I proclaim among the Gentiles. I spoke privately to those who seemed to be important, in order to make sure that I was not running— or had not run— in vain."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But not even Titus, who was with me and who was a Greek, was forced to be circumcised."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But this happened because of the false brothers who came in secretly. They came in secretly to spy on our liberty that we have in Christ Jesus so they could make us slaves,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "but we did not yield in submission to them for a moment, so that the truth of the gospel would remain with you."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But those who seemed to be important( whatever they were does not matter to me, God does not accept people based on their appearance)— indeed, those who seemed important added nothing to me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "On the contrary, they saw that I had been entrusted with the gospel to those who are uncircumcised, just as Peter had been entrusted with the gospel to those who are circumcised."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For God, who worked in Peter for the apostleship to those who are circumcised, also worked in me to the Gentiles."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When James, Cephas and John, who were recognized as pillars, understood the grace that had been given to me, they gave the right hand of fellowship to Barnabas and me. They did this so that we should go to the Gentiles, and so that they should go to those who are circumcised."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "They requested only that we remember the poor, the very thing that I was also eager to do."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "But when Cephas came to Antioch, I opposed him to his face because he was declared to be in the wrong."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Indeed, before certain men came from James, Cephas was eating with the Gentiles. But when these men came, he withdrew and kept himself away from the Gentiles. He was afraid of those who were demanding circumcision."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The rest of the Jews also joined with him in this hypocrisy, so that even Barnabas was led astray by their hypocrisy."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But when I saw that they were not behaving correctly according to the truth of the gospel, I said to Cephas in front of all of them, “ If you are a Jew but are living like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "We ourselves are Jews by birth and not Gentile sinners;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "yet we know that no person is justified by the works of the law but through faith in Jesus Christ. We also came to faith in Christ Jesus so that we might be justified by faith in Christ and not by the works of the law. For by the works of the law no flesh will be justified."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But if, while we seek to be justified in Christ, we ourselves, were also found to be sinners, does Christ then promote sin? Absolutely not!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For if I again rebuild those things which I once destroyed, I prove myself to be a lawbreaker."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For through the law I died to the law, so that I might live for God. I have been crucified with Christ."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But it is no longer I who live, but Christ lives in me. But the life I now live in the flesh I live by faith— faith in the Son of God, who loved me and gave himself for me."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "I do not set aside the grace of God, for if righteousness could be gained through the law, then Christ died for nothing!"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Foolish Galatians! Who has put a spell on you? It was before your eyes that Jesus Christ was publicly displayed as crucified."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "This is the only thing I want to learn from you: Did you receive the Spirit by the works of the law or by believing what you heard?"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Are you so foolish? Having begun by the Spirit, are you now going to finish by the flesh?"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Have you suffered so many things for nothing— if indeed it was really for nothing?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Therefore, does he who gives the Spirit to you and works miracles among you do so by the works of the law, or by hearing with faith?"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Just as Abraham“ believed God and it was credited to him as righteousness,”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "in the same way, understand, then, that those of faith, these are sons of Abraham."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But the scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “ In you all the nations will be blessed.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So then, those of faith are blessed along with Abraham, the man of faith."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Indeed, all who rely on the works of the law are under a curse; and so it is written, “ Cursed is everyone who does not abide by all the things written in the book of the law, and do them.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now it is clear that no one is justified before God by the law, because“ the righteous will live by faith.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But the law is not of faith, rather, “ The person who does the works of the law must live by them.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Christ redeemed us from the curse of the law by becoming a curse for us— for it is written, “ Cursed is everyone who hangs on a tree”—"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "so that the blessing of Abraham might come to the Gentiles in Christ Jesus, so that by faith we might receive the promise of the Spirit."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Brothers, let me speak in human terms. In a man- made contract, no one can set it aside or add to it, once it is established by law."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Now the promises were spoken to Abraham and to his descendant. It does not say, “ to descendants,” referring to many, but instead to only one, “ and to your descendant,” who is Christ."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now what I mean is this: The law, which came undefined years afterward, does not set aside the covenant previously established by God, so as to nullify the promise."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For if the inheritance comes by the law, then it no longer comes by promise. But God gave it to Abraham by a promise."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "What, then, was the purpose of the law? It was added because of trespasses, until the descendant of Abraham would come to whom the promise had been made. The law was put into force through angels by a mediator."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Now a mediator implies more than one person, but God is one."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So is the law against the promises of God? Absolutely not! For if a law had been given that could give life, then righteousness would certainly have come by the law."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the scripture imprisoned everything under sin. God did this so that the promise to save us by faith in Jesus Christ might be given to those who believe."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Now before faith came, we were held captive under the law, imprisoned until faith would be revealed."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So then the law became our guardian until Christ came, so that we might be justified by faith."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But now that faith has come, we are no longer under a guardian."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For you are all sons of God through faith in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For as many of you who were baptized into Christ have clothed yourselves with Christ."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female, for you are all one in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But if you are Christ’ s, you are therefore Abraham’ s descendants, and heirs according to promise."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "But I am saying that the heir, as long as he is a child, is no different from a slave, though he is owner of the entire estate."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But he is under guardians and trustees until the date set by his father."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So also, when we were children, we were enslaved to the elemental principles of the world."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But when the fullness of time had come, God sent out his Son, born of a woman, born under the law."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He did this to redeem those under the law, so that we might receive adoption as sons."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then because you are sons, God has sent the Spirit of his Son into our hearts, who calls out, “ Abba, Father.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So you are no longer a slave, but a son, and if a son, then you are also an heir through God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "But at that time, when you did not know God, you were made to be slaves to those who are, by nature, not gods at all."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But now that you have come to know God, or rather that you are known by God, how is it that you are turning back to the weak and worthless elemental principles? Do you want to be enslaved to them all over again?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You observe days and new moons and seasons and years!"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I am afraid for you that somehow my work with you may have been for nothing."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "I beg you, brothers, become like me, for I also have become like you. You did me no wrong."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But you know that it was because of a physical illness that I proclaimed the gospel to you the first time."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Though my physical condition put you to the test, you did not despise or reject me. Instead you welcomed me as if I were an angel of God, as if I were Christ Jesus himself."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Where, then, is your blessing now? For I testify to you that, if possible, you would have torn out your own eyes and given them to me."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So then, have I become your enemy because I am telling you the truth?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They are zealous to win you over, but for no good. They want to shut you out, so you may be zealous for them."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But it is always good to be zealous for a good purpose, and not only when I am present with you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "My little children, again I am in the pains of childbirth for you until Christ is formed in you."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But I wish I could be present with you now and change my tone, because I am perplexed about you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Tell me, you who desire to be under the law, do you not listen to the law?"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For it is written that Abraham had two sons, one by the slave girl and one by the free woman."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But one was born by the slave girl according to the flesh, and the other was born by the free woman through promise."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "These things may be interpreted as an allegory, for these women represent two covenants. One of them is from Mount Sinai and she gives birth to children who are slaves. This is Hagar."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now Hagar represents Mount Sinai in Arabia; and she represents the present Jerusalem, for she is in slavery with her children."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But the Jerusalem that is above is free, and she is our mother."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For it is written,"
            },
            {
              "tag": "q",
              "text": "“ Rejoice, you barren one who does not give birth; cry out and shout for joy, you who are not suffering the pains of childbirth; because the children of the abandoned woman are more numerous than those of the woman who has a husband.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "But you, brothers, like Isaac, are children of promise."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But at that time the one who was born according to the flesh persecuted the one born according to the Spirit. It is the same now."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But what does the scripture say? “ Send away the slave girl and her son. For the son of the slave girl will not share in the inheritance with the son of the free woman.”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Therefore, brothers, we are not children of a slave girl, but of the free woman."
            }
          ],
          "tag": "m"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For freedom Christ has set us free. Stand firm, therefore, and do not again put yourselves under a yoke of slavery."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Look, I, Paul, say to you that if you let yourselves be circumcised, Christ will not benefit you in any way."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But I testify again to every man who lets himself be circumcised that he is obligated to obey the whole law."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "You are cut off from Christ, you who would be justified by the law; you have fallen away from grace."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For through the Spirit, by faith, we eagerly wait for the hope of righteousness."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but only faith working through love."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "You were running well. Who prevented you from obeying the truth?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "This persuasion does not come from him who calls you!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "A little yeast makes the whole batch of dough rise."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "I am confident about you in the Lord that you will take no other view. Indeed, the one who is troubling you will pay the penalty, whoever he is."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But brothers, if I still proclaim circumcision, why am I still being persecuted? In that case the stumbling block of the cross has been removed."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "As for those who are disturbing you, I wish they would even castrate themselves!"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "For you were called to freedom, brothers. But do not use your freedom as an opportunity for the sinful nature; rather, through love serve one another."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "For the whole law is fulfilled in one command, namely, “ You must love your neighbor as yourself.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But if you bite and devour one another, watch out that you are not consumed by one another."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "But I say, walk by the Spirit and you will not carry out the desires of the sinful nature."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For the desires of the sinful nature are against the Spirit, and the desires of the Spirit are against the sinful nature. For these are in conflict with each other, so that you cannot do the things you want."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But if you are led by the Spirit, you are not under the law."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Now the works of the sinful nature are evident, which are: sexual immorality, impurity, depravity,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "idolatry, sorcery, hostilities, strife, jealousy, outbursts of anger, rivalry, dissension, divisions,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "envy, drunkenness, drunken celebrations, and things like these. I warn you about these things, as I warned you before, that those who practice such things will not inherit the kingdom of God."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "gentleness, and self- control; against such things there is no law."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Indeed, those who belong to Christ Jesus have crucified the sinful nature with its passions and desires."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "If we live by the Spirit, let us also walk by the Spirit."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Let us not become conceited, provoking one another, envying one another."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Brothers, if someone is caught in any trespass, you who are spiritual should restore him in a spirit of gentleness. Be concerned about yourself, so you also may not be tempted."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Carry one another’ s burdens, and so fulfill the law of Christ."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For if anyone thinks he is something when he is nothing, he deceives himself."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But each one should examine his own work, and then he will have reason to boast in himself alone and not in someone else."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For each one will carry his own load."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "But the one who is taught the word must share all good things with the one who teaches."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Do not be deceived. God is not mocked, for whatever a man plants, that he will also gather in."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For he who plants seed to his own sinful nature, from the sinful nature will gather in destruction. But the one who plants seed to the Spirit, from the Spirit will gather in eternal life."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But let us not become weary in doing good, for at the right time we will gather in a harvest, if we do not give up."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So then, as we have the opportunity, let us do good to all people, but especially to those who belong to the household of faith."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "See what large letters I write to you with my own hand."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Those who want to make a good impression in the flesh are trying to compel you to be circumcised. They do this only so they will not be persecuted for the cross of Christ Jesus."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For not even those who circumcised themselves keep the law, but they want you to be circumcised so that they may boast about your flesh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But may I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For neither circumcision counts for anything nor uncircumcision, but what counts is a new creation."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "To all who live according to this standard, peace and mercy be upon them, even upon the Israel of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "From now on let no one trouble me, for I carry on my body the marks of Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "May the grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "GAL EN_ULT en_English_ltr Thu Jun 13 2019 11:30:56 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Galatians",
  "intro": [
    {
      "tag": "mt",
      "text": "Galatians"
    }
  ]
}