{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Abraham took another wife; her name was Keturah."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Assyrian people, the Letush people, and the Leum people."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Midian’s sons were Ephah, Epher, Hanok, Abida, and Eldaah. All these were Keturah’s descendants."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Abraham gave all that he owned to Isaac."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "However, while he was still living, he gave gifts to the sons of his concubines and sent them to the land of the east, away from Isaac, his son."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "These were the days of the years of Abraham’s life which he lived, 175 years."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Abraham breathed his last and died at a good old age, an old man with a full life, and he was gathered to his people."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Isaac and Ishmael, his sons, buried him in the cave of Machpelah, in the field of Ephron son of Zohar the Hittite, which is near Mamre."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This field Abraham had bought from the sons of Heth. Abraham was buried there with Sarah his wife."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "After the death of Abraham, God blessed Isaac his son, and Isaac lived near Beer Lahai Roi."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Now these were the descendants of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "These were the names of Ishmael’s sons, according to their birth order: Nebaioth—the firstborn of Ishmael, Kedar, Adbeel, Mibsam,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Mishma, Dumah, Massa,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Hadad, Tema, Jetur, Naphish, and Kedemah."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "These were Ishmael’s sons, and these were their names, by their villages, and by their encampments; twelve princes according to their tribes."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "These were the years of the life of Ishmael, 137 years. He breathed his last and died, and was gathered to his people."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They lived from Havilah to Ashhur, which is near Egypt, as one goes toward Assyria. They lived in hostility with each other."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "These were the events concerning Isaac, Abraham’s son. Abraham became the father of Isaac."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Isaac was forty years old when he took as his wife Rebekah, the daughter of Bethuel the Aramean of Paddan Aram, the sister of Laban the Aramean."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Isaac prayed to Yahweh for his wife because she was childless, and Yahweh answered his prayer, and Rebekah his wife conceived."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The children struggled together within her, and she said, “Why is this happening to me?” She went to ask Yahweh about this."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Yahweh said to her,"
          },
          {
            "tag": "q",
            "text": "“Two nations are in your womb, and two peoples will be separated from within you."
          },
          {
            "tag": "q",
            "text": "One people will be stronger than the other, and the older will serve the younger.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "When it was time for her to give birth, behold, there were twins in her womb."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The first child came out red all over like a hairy garment. They called his name Esau."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "After that, his brother came out. His hand was grasping Esau’s heel. He was called Jacob. Isaac was sixty years old when his wife bore them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "The boys grew up, and Esau became a skillful hunter, a man of the field; but Jacob was a quiet man, who spent his time in the tents."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Now Isaac loved Esau because he ate the animals that he had hunted, but Rebekah loved Jacob."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Jacob cooked some stew. Esau came in from the field, and he was weak from hunger."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Esau said to Jacob, “Feed me with that red stew. Please, I am exhausted!” That is why his name was called Edom."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Jacob said, “First sell me your birthright.”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Esau said, “Look, I am about to die. What good is the birthright to me?”"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Jacob said, “First swear to me,” so Esau swore an oath and in that way he sold his birthright to Jacob."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Jacob gave Esau bread and stew of lentils. He ate and drank, then got up and went on his way. In this manner Esau despised his birthright."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 25
  },
  "id": "GEN unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Genesis",
  "intro": [
    {
      "tag": "mt",
      "text": "Genesis "
    }
  ]
}