{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Isaac called Jacob, blessed him, and commanded him, “You must not take a wife from the Canaanite women."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Arise, go to Paddan Aram, to the house of Bethuel your mother’s father, and take a wife from there, one of the daughters of Laban, your mother’s brother."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "May God Almighty bless you, make you fruitful and multiply you, so that you may become a multitude of peoples."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "May he give you the blessing of Abraham, to you, and to your descendants after you, that you may inherit the land where you have been living, which God gave to Abraham.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Isaac sent Jacob away. Jacob went to Paddan Aram, to Laban son of Bethuel the Aramean, the brother of Rebekah, Jacob’s and Esau’s mother."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan Aram, to take a wife from there. He also saw that Isaac had blessed him and given him a command, saying, “You must not take a wife from the women of Canaan.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Esau also saw that Jacob had obeyed his father and his mother, and had gone to Paddan Aram."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Esau saw that the women of Canaan did not please Isaac his father."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So he went to Ishmael, and took, besides the wives that he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth, to be his wife."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Jacob left Beersheba and went toward Haran."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He came to a certain place and stayed there all night, because the sun had set. He took one of the stones in that place, put it under his head, and lay down in that place to sleep."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He dreamed and saw a stairway set up on the earth. Its top reached to heaven and the angels of God were ascending and descending on it."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Behold, Yahweh stood above it and said, “I am Yahweh, the God of Abraham your father, and the God of Isaac. The land on which you are lying, I will give to you and to your descendants."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Your descendants will be like the dust of the earth, and you will spread far out to the west, to the east, to the north, and to the south. Through you and through your descendants will all the families of the earth be blessed."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Behold, I am with you, and I will keep you wherever you go. I will bring you into this land again; for I will not leave you. I will do all that I have promised to you.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Jacob awoke out of his sleep, and he said, “Surely Yahweh is in this place, and I did not know it.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He was afraid and said, “How terrifying is this place! This is none other than the house of God. This is the gate of heaven.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Jacob arose early in the morning and took the stone that he had put under his head. He set it up as a pillar and poured oil upon the top of it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He called the name of that place Bethel, but the name of the city originally was Luz."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Jacob vowed a vow, saying, “If God will be with me and will protect me on this road on which I am walking, and will give me bread to eat, and clothes to wear,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "so that I return safely to my father’s house, then Yahweh will be my God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then this stone that I have set up as a pillar will be a sacred stone. From everything that you give me, I will surely give a tenth back to you.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 28
  },
  "id": "GEN unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Genesis",
  "intro": [
    {
      "tag": "mt",
      "text": "Genesis "
    }
  ]
}