{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then God blessed Noah and his sons, and said to them, “Be fruitful, multiply, and fill the earth."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The fear of you and the dread of you will be upon every living animal on the earth, upon every bird of the sky, upon everything that goes low on the ground, and upon all the fish of the sea. They are given into your hand."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Every moving thing that lives will be food for you. Just as I gave you the green plants, I now give you everything."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But you must not eat meat with its life—that is its blood—in it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But for your blood, the life that is in your blood, I will require payment. From the hand of every animal I will require it. From the hand of any man, that is, from the hand of one who has murdered his brother, I will require an accounting for the life of that man."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Whoever sheds man’s blood, by man will his blood be shed,"
          },
          {
            "tag": "q",
            "text": "for it was in the image of God that he made man."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "As for you, be fruitful and multiply, spread throughout the earth and multiply on it.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then God spoke to Noah and to his sons with him, saying,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "“As for me, listen! I am going to confirm my covenant with you and with your descendants after you,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and with every living creature that is with you, with the birds, the livestock, and every creature of the earth with you, from all that came out of the ark, to every living creature on the earth."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I hereby confirm my covenant with you, that never again will all flesh be destroyed by the waters of a flood. Never again will there be a flood to destroy the earth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "God said, “This is the sign of the covenant which I am making between me and you and every living creature that is with you, for all future generations:"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I have set my rainbow in the cloud, and it will be the sign of the covenant between me and the earth."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "It will come about when I bring a cloud over the earth and the rainbow is seen in the cloud,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "then I will call to mind my covenant, which is between me and you and every living creature of all flesh. The waters will never again become a flood to destroy all flesh."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The rainbow will be in the clouds and I will see it, in order to remember the everlasting covenant between God and every living creature of all flesh that is on the earth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Then God said to Noah, “This is the sign of the covenant that I have confirmed between me and all flesh that is on the earth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "The sons of Noah that came out of the ark were Shem, Ham, and Japheth. Ham was the father of Canaan."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "These three were the sons of Noah, and from these the whole earth was populated."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Noah began to be a farmer, and he planted a vineyard."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He drank some of the wine and became drunk. He was lying uncovered in his tent."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So Shem and Japheth took a robe and laid it upon both their shoulders, and walked backwards and covered the nakedness of their father. Their faces were turned the other way, so they did not see their father’s nakedness."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When Noah awoke from his wine, he learned what his youngest son had done to him."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "So he said,"
          },
          {
            "tag": "q",
            "text": "“Cursed be Canaan. "
          },
          {
            "tag": "q",
            "text": "May he be a servant to his brothers’ servants.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He also said,"
          },
          {
            "tag": "q",
            "text": "“May Yahweh, the God of Shem, be blessed,"
          },
          {
            "tag": "q",
            "text": "and may Canaan be his servant."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "May God extend the territory of Japheth,"
          },
          {
            "tag": "q",
            "text": "and let him make his home in the tents of Shem."
          },
          {
            "tag": "q",
            "text": "May Canaan be his servant.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "After the flood, Noah lived three hundred fifty years."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "All the days of Noah were nine hundred fifty years, and then he died."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "GEN unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Genesis",
  "intro": [
    {
      "tag": "mt",
      "text": "Genesis "
    }
  ]
}