[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Now Sarai, Abram’s wife, had not borne any children for him, but she had a female servant, an Egyptian, whose name was Hagar.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "So Sarai said to Abram, “See, Yahweh has kept me from having children. Go sleep with my servant. It may be that I will have children by her.” Abram listened to the voice of Sarai.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "It was after Abram had lived ten years in the land of Canaan that Sarai, Abram’s wife, gave Hagar, her Egyptian servant, to her husband as a wife.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "So he had relations with Hagar, and she conceived. When she saw that she had conceived, she looked with contempt on her mistress.",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then Sarai said to Abram, “This wrong on me is because of you. I gave my servant woman into your embrace, and when she saw that she had conceived, I was despised in her eyes. Let Yahweh judge between me and you.”",
        "id": 5
      },
      {
        "t": "v",
        "n": 6,
        "v": "But Abram said to Sarai, “See here, your servant woman is in your power, do to her what you think best.” So Sarai dealt harshly with her, and she fled from her.",
        "id": 6
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "The angel of Yahweh found her by a spring of water in the wilderness, the spring that is on the way to Shur.",
        "id": 8
      },
      {
        "t": "v",
        "n": 8,
        "v": "He said, “Hagar, Sarai’s servant, where did you come from and where are you going?” Then she said, “I am fleeing from my mistress Sarai.”",
        "id": 9
      },
      {
        "t": "v",
        "n": 9,
        "v": "The angel of Yahweh said to her, “Return to your mistress, and submit yourself to her authority.”",
        "id": 10
      },
      {
        "t": "v",
        "n": 10,
        "v": "Then the angel of Yahweh said to her, “I will greatly multiply your descendants, so that they will be too numerous to count.”",
        "id": 11
      },
      {
        "t": "v",
        "n": 11,
        "v": "The angel of Yahweh also said to her,",
        "id": 12
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Behold, you are pregnant and will bear a son,",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you will call his name Ishmael,",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because Yahweh has heard your affliction.",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "He will be a wild donkey of a man.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He will be hostile against every man,",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and every man will be hostile to him,",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and he will live apart from all his brothers.”",
        "id": 26
      },
      {
        "t": "v",
        "n": 13,
        "v": "Then she gave this name to Yahweh who spoke to her, “You are the God who sees me,” for she said, “Do I really continue to see, even after he has seen me?”",
        "id": 27
      },
      {
        "t": "v",
        "n": 14,
        "v": "Therefore the well was called Beer Lahai Roi; behold, it is between Kadesh and Bered.",
        "id": 28
      }
    ],
    "id": 25
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Hagar gave birth to Abram’s son, and Abram named his son, whom Hagar bore, Ishmael.",
        "id": 30
      },
      {
        "t": "v",
        "n": 16,
        "v": "Abram was eighty-six years old when Hagar bore Ishmael to Abram.",
        "id": 31
      }
    ],
    "id": 29
  }
]