{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now the whole earth used one language and had the same words."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "As they journeyed in the east, they found a plain in the land of Shinar and they settled there."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They said to one another, “Come, let us make bricks and bake them thoroughly.” They had brick instead of stone and tar as mortar."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They said, “Come, let us build ourselves a city and a tower whose top will reach to the sky, and let us make a name for ourselves. If we do not, we will be scattered across the surface of the whole earth.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Yahweh came down to see the city and the tower which the descendants of Adam had built."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh said, “Look, they are one people with the same language, and they are beginning to do this! Soon nothing that they intend to do will be impossible for them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Come, let us go down and confuse their language there, so that they may not understand each other.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So Yahweh scattered them from there across the surface of all the earth and they stopped building the city."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore, its name was called Babel, because there Yahweh confused the language of the whole earth and from there Yahweh scattered them abroad over the surface of all the earth."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "These were the descendants of Shem. Shem was a hundred years old, and he became the father of Arphaxad two years after the flood."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Shem lived five hundred years after he became the father of Arphaxad. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "When Arphaxad had lived thirty-five years, he became the father of Shelah."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Arphaxad lived 403 years after he became the father of Shelah. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "When Shelah had lived thirty years, he became the father of Eber."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Shelah lived 403 years after he became the father of Eber. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "When Eber had lived thirty-four years, he became the father of Peleg."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Eber lived 430 years after he became the father of Peleg. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "When Peleg had lived thirty years, he became the father of Reu."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Peleg lived 209 years after he became the father of Reu. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "When Reu had lived thirty-two years, he became the father of Serug."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Reu lived 207 years after he became the father of Serug. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "When Serug had lived thirty years, he became the father of Nahor."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Serug lived two hundred years after he became the father of Nahor. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "When Nahor had live twenty-nine years, he became the father of Terah."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Nahor lived 119 years after he became the father of Terah. He also became the father of other sons and daughters."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "After Terah had lived seventy years, he became the father of Abram, Nahor, and Haran."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Now these were the descendants of Terah. Terah became the father of Abram, Nahor, and Haran, and Haran became the father of Lot."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Haran died in the presence of his father Terah in the land of his birth, in Ur of the Chaldeans."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Abram and Nahor took wives. The name of Abram’s wife was Sarai and the name of Nahor’s wife was Milkah, a daughter of Haran, who was the father of Milkah and Iskah."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Now Sarai was barren; she had no child."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Terah took Abram his son, Lot the son of his son Haran, and Sarai his daughter-in-law, his son Abram’s wife, and together they left Ur of the Chaldeans, to go into the land of Canaan. But they came to Haran and stayed there."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Terah lived 205 years and then died in Haran."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "GEN unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Genesis",
  "intro": [
    {
      "tag": "mt",
      "text": "Genesis "
    }
  ]
}