[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "The prayer of Habakkuk the prophet:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh, I have heard your report, and I am afraid."
      },
      {
        "t": "v",
        "n": 3,
        "v": "God came from Teman, and the Holy One from Mount Paran."
      },
      {
        "t": "v",
        "n": 4,
        "v": "With brightness like the light, two-pronged rays flash from his hand;"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Deadly disease went before him,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "He stood and measured the earth; he looked and shook the nations."
      },
      {
        "t": "v",
        "n": 7,
        "v": "I saw the tents of Cushan in affliction, and the fabric of the tents in the land of Midian trembling."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Was Yahweh angry at the rivers? Was your wrath against the rivers,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "You have brought out your bow without a cover; you put arrows to your bow!"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The mountains saw you and twisted in pain."
      },
      {
        "t": "v",
        "n": 11,
        "v": "The sun and moon stood still in their high places"
      },
      {
        "t": "v",
        "n": 12,
        "v": "You have marched over the earth with indignation. In wrath you have threshed the nations."
      },
      {
        "t": "v",
        "n": 13,
        "v": "You went out for the salvation of your people, for the salvation of your anointed one."
      },
      {
        "t": "v",
        "n": 14,
        "v": "You have pierced the head of his warriors with his own arrows since they came like a storm to scatter us,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "You have traveled over the sea with your horses, and heaped up the great waters."
      },
      {
        "t": "v",
        "n": 16,
        "v": "I heard, and my inner parts trembled! My lips quivered at the sound."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Though the fig tree does not bud"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Still, I will rejoice in Yahweh."
      },
      {
        "t": "v",
        "n": 19,
        "v": "The Lord Yahweh is my strength"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh, revive your work in the midst of these times; in the midst of these times make it known;"
  },
  {
    "t": "q",
    "v": "remember to have compassion in your wrath."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "His glory covered the heavens, and the earth was full of his praise."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and there he hid his power."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the plague followed him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Even the eternal mountains were shattered, and the everlasting hills bowed down."
  },
  {
    "t": "q",
    "v": "His path is everlasting."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or your fury against the sea,"
  },
  {
    "t": "q",
    "v": "when you rode upon your horses and your victorious chariots?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You divided the earth with rivers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Downpours of water passed over them; the deep sea raised a shout."
  },
  {
    "t": "q",
    "v": "It lifted up its waves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "at the flash of your arrows as they fly, "
  },
  {
    "t": "q",
    "v": "at the lightning of your flashing spear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You shatter the head of the house of the wicked to lay bare from the base up to the neck. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their gloating was like one who devours the poor in a hiding place."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Decay comes into my bones, and under myself I tremble"
  },
  {
    "t": "q",
    "v": "as I wait quietly for the day of distress to come upon the people who invade us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and there is no produce from the vines;"
  },
  {
    "t": "q",
    "v": "and though the produce of the olive tree disappoints "
  },
  {
    "t": "q",
    "v": "and the fields yield no food;"
  },
  {
    "t": "q",
    "v": "and though the flock is cut off from the fold "
  },
  {
    "t": "q",
    "v": "and there are no cattle in the stalls, this is what I will do."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will be joyful because of the God of my salvation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and he makes my feet like the deer’s."
  },
  {
    "t": "q",
    "v": "He makes me go forward on my high places."
  },
  {
    "t": "q",
    "v": "—To the music director, on my stringed instruments."
  }
]