{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Habakkuk"
        },
        {
          "tag": "toc2",
          "text": "Habakkuk"
        },
        {
          "tag": "toc3",
          "text": "Hab"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The message that Habakkuk the prophet received,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "“Yahweh, how long will I cry for help, and you will not hear?"
            },
            {
              "tag": "q",
              "text": "I cry out to you, ‘Violence!’ but you will not save."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Why do you make me see iniquity and look upon wrongdoing?"
            },
            {
              "tag": "q",
              "text": "Destruction and violence are before me; there is strife, and contention rises up."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Therefore the law is weakened, and justice does not last for any time."
            },
            {
              "tag": "q",
              "text": "For the wicked surround the righteous; therefore false justice goes out.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [],
          "tag": "m"
        },
        {
          "tag": "sp",
          "text": "Yahweh replies to Habakkuk"
        },
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "“Look at the nations and examine them; be amazed and astonished!"
            },
            {
              "tag": "q",
              "text": "For I am surely about to do something in your days that you will not believe when it is reported to you."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "For look! I am about to raise up the Chaldeans—that fierce and impetuous nation—"
            },
            {
              "tag": "q",
              "text": "they are marching throughout the breadth of the land to seize homes that were not their own."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They are terrifying and fearsome; their judgment and splendor proceed from themselves."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Their horses also are swifter than leopards, quicker than the evening wolves."
            },
            {
              "tag": "q",
              "text": "So their horses stamp,"
            },
            {
              "tag": "q",
              "text": "and their horsemen come from a great distance—they fly like an eagle hurrying to eat."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "They all come for violence;"
            },
            {
              "tag": "q",
              "text": "their multitudes go like the desert wind, and they gather captives like sand."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew text translated here as "
            },
            {
              "tag": "fqa",
              "text": "their multitudes go like the desert wind is very difficult; many modern versions have other interpretations."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So they mock kings, and rulers are only a mockery for them."
            },
            {
              "tag": "q",
              "text": "They laugh at every stronghold, for they heap up earth and take them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then the wind will rush on; it will move past—guilty men, those whose might is their god.”"
            }
          ],
          "auto": true
        },
        {
          "children": [],
          "tag": "m"
        },
        {
          "tag": "sp",
          "text": "Habakkuk asks Yahweh another question"
        },
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "“Are you not from ancient times, Yahweh my God, my Holy One? We will not die."
            },
            {
              "tag": "q",
              "text": "Yahweh has ordained them for judgment, and you, Rock, have established them for correction."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Your eyes are too pure to gaze upon evil, and you are not able to look on wrongdoing with favor;"
            },
            {
              "tag": "q",
              "text": "why then have you looked favorably on those who betray?"
            },
            {
              "tag": "q",
              "text": "Why are you silent while the wicked swallow up those more righteous than they are?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You make men like fish in the sea, like creeping things without a ruler over them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He brings all of them up with a fishhook; "
            },
            {
              "tag": "q",
              "text": "he drags men away in his fishnet;"
            },
            {
              "tag": "q",
              "text": "he gathers them together in his dragnet; "
            },
            {
              "tag": "q",
              "text": "so he rejoices and he is glad. "
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Therefore he sacrifices to his net "
            },
            {
              "tag": "q",
              "text": "and burns incense to his dragnet,"
            },
            {
              "tag": "q",
              "text": "for by his net he lives in luxury, "
            },
            {
              "tag": "q",
              "text": "and his food is the richest kind."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Will he therefore keep emptying his net, "
            },
            {
              "tag": "q",
              "text": "and will he continually slaughter the nations without mercy?”"
            }
          ],
          "auto": true
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "tag": "p",
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "I will stand at my guard post and station myself on the watchtower, "
            },
            {
              "tag": "q",
              "text": "and I will watch carefully to see what he will say to me "
            },
            {
              "tag": "q",
              "text": "and how I should turn from my complaint. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "how I should turn from my complaint , which is what the Hebrew text has, some modern versions have"
            },
            {
              "tag": "fqa",
              "text": "how I should answer when he replies to my complaint or"
            },
            {
              "tag": "fqa",
              "text": "how I should answer when he rebukes me ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "auto": true
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh answered me and said,"
            },
            {
              "tag": "q",
              "text": "“Record this vision, and write plainly on the tablets so that the one reading them might run."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For the vision is yet for a future time and will finally speak and not fail."
            },
            {
              "tag": "q",
              "text": "Though it delays, wait for it. For it will surely come and will not tarry."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Look! The one whose desires are not right within him is puffed up. But the righteous will live by his faith."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "For wine is a betrayer of the arrogant young man so that he will not abide,"
            },
            {
              "tag": "q",
              "text": "but enlarges his desire like the grave and, like death, is never satisfied."
            },
            {
              "tag": "q",
              "text": "He gathers to himself every nation and gathers up for himself all of the peoples."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Will not all these create a saying to ridicule him and a taunting song about him, saying,"
            },
            {
              "tag": "q",
              "text": "‘Woe to the one increasing what is not his! For how long will you increase the weight of the pledges you have taken?’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Will the ones biting at you not rise up suddenly, and the ones terrifying you awaken?"
            },
            {
              "tag": "q2",
              "text": "You will become a victim for them."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Because you have plundered many peoples, all the remnant of the peoples will plunder you."
            },
            {
              "tag": "q2",
              "text": "For you have shed human blood and acted with violence against the land, the cities, and all who live in them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "‘Woe to the one who carves out evil gains for his house,"
            },
            {
              "tag": "q2",
              "text": "so he can set his nest on high to keep himself safe from the hand of evil.’"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "You have devised shame for your house by cutting off many people, and have sinned against yourself."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For the stones will cry out from the wall, and the rafters of timber will answer them,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "‘Woe to the one who builds a city with blood, and who establishes a town in iniquity.’"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Is it not from Yahweh of hosts"
            },
            {
              "tag": "q2",
              "text": "that peoples labor for fire and all the other nations weary themselves for nothing?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Yet the land will be filled with the knowledge of the glory of Yahweh as the waters cover the sea."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "‘Woe to the one who forces his neighbors to drink—"
            },
            {
              "tag": "q",
              "text": "you express your anger "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "There is some question about whether the Hebrew should be translated as "
            },
            {
              "tag": "fqa",
              "text": "anger , or as"
            },
            {
              "tag": "fqa",
              "text": "wineskin ."
            },
            {
              "tag": "f",
              "text": "* over and you make them drunk "
            },
            {
              "tag": "q",
              "text": "in order to look at their nakedness.’"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "You will be filled with shame instead of glory."
            },
            {
              "tag": "q",
              "text": "Now it is your turn! Drink, and you will expose your uncircumcised foreskin!"
            },
            {
              "tag": "q2",
              "text": "The cup in Yahweh’s right hand is coming around to you,"
            },
            {
              "tag": "q2",
              "text": "and disgrace will cover your glory."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The violence done to Lebanon will overwhelm you and the destruction of animals will terrify you."
            },
            {
              "tag": "q2",
              "text": "For you have shed human blood and you have acted with violence against the land, the cities, and all who live in them."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "What does the carved figure profit you? For the one who has carved it, or who casts a figure from molten metal, is a teacher of lies;"
            },
            {
              "tag": "q",
              "text": "for he trusts his own handiwork when he makes these mute gods."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "‘Woe to the one saying to the wood, Wake up! Or to the silent stone, Arise!’ Do these things teach?"
            },
            {
              "tag": "q",
              "text": "See, it is overlaid with gold and silver, but there is no breath at all within it."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But Yahweh is in his holy temple! Be silent before him, all the land.”"
            }
          ],
          "tag": "m"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The prayer of Habakkuk the prophet:"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew text adds the expression "
            },
            {
              "tag": "fqa",
              "text": "on shigionoth , which may refer to musical directions for singers."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Yahweh, I have heard your report, and I am afraid."
            },
            {
              "tag": "q",
              "text": "Yahweh, revive your work in the midst of these times; in the midst of these times make it known;"
            },
            {
              "tag": "q",
              "text": "remember to have compassion in your wrath."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "God came from Teman, and the Holy One from Mount Paran. "
            },
            {
              "tag": "qs",
              "text": "Selah "
            },
            {
              "tag": "q",
              "text": "His glory covered the heavens, and the earth was full of his praise."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "With brightness like the light, two-pronged rays flash from his hand; "
            },
            {
              "tag": "q",
              "text": "and there he hid his power."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Deadly disease went before him, "
            },
            {
              "tag": "q",
              "text": "and the plague followed him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He stood and measured the earth; he looked and shook the nations."
            },
            {
              "tag": "q",
              "text": "Even the eternal mountains were shattered, and the everlasting hills bowed down."
            },
            {
              "tag": "q",
              "text": "His path is everlasting."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I saw the tents of Cushan in affliction, and the fabric of the tents in the land of Midian trembling."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Was Yahweh angry at the rivers? Was your wrath against the rivers,"
            },
            {
              "tag": "q",
              "text": "or your fury against the sea,"
            },
            {
              "tag": "q",
              "text": "when you rode upon your horses and your victorious chariots?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You have brought out your bow without a cover; you put arrows to your bow! "
            },
            {
              "tag": "qs",
              "text": "Selah "
            },
            {
              "tag": "q",
              "text": "You divided the earth with rivers."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "The mountains saw you and twisted in pain."
            },
            {
              "tag": "q",
              "text": "Downpours of water passed over them; the deep sea raised a shout."
            },
            {
              "tag": "q",
              "text": "It lifted up its waves."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The sun and moon stood still in their high places"
            },
            {
              "tag": "q",
              "text": "at the flash of your arrows as they fly, "
            },
            {
              "tag": "q",
              "text": "at the lightning of your flashing spear."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You have marched over the earth with indignation. In wrath you have threshed the nations."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You went out for the salvation of your people, for the salvation of your anointed one."
            },
            {
              "tag": "q",
              "text": "You shatter the head of the house of the wicked to lay bare from the base up to the neck. "
            },
            {
              "tag": "qs",
              "text": "Selah"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You have pierced the head of his warriors with his own arrows since they came like a storm to scatter us,"
            },
            {
              "tag": "q",
              "text": "their gloating was like one who devours the poor in a hiding place."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "You have traveled over the sea with your horses, and heaped up the great waters."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I heard, and my inner parts trembled! My lips quivered at the sound."
            },
            {
              "tag": "q",
              "text": "Decay comes into my bones, and under myself I tremble"
            },
            {
              "tag": "q",
              "text": "as I wait quietly for the day of distress to come upon the people who invade us."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Though the fig tree does not bud "
            },
            {
              "tag": "q2",
              "text": "and there is no produce from the vines;"
            },
            {
              "tag": "q2",
              "text": "and though the produce of the olive tree disappoints "
            },
            {
              "tag": "q2",
              "text": "and the fields yield no food;"
            },
            {
              "tag": "q2",
              "text": "and though the flock is cut off from the fold "
            },
            {
              "tag": "q2",
              "text": "and there are no cattle in the stalls, this is what I will do."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Still, I will rejoice in Yahweh. "
            },
            {
              "tag": "q2",
              "text": "I will be joyful because of the God of my salvation."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The Lord Yahweh is my strength"
            },
            {
              "tag": "q2",
              "text": "and he makes my feet like the deer’s."
            },
            {
              "tag": "q2",
              "text": "He makes me go forward on my high places."
            },
            {
              "tag": "q3",
              "text": "—To the music director, on my stringed instruments."
            }
          ],
          "tag": "m"
        }
      ]
    }
  ],
  "id": "HAB unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Habakkuk",
  "intro": [
    {
      "tag": "mt",
      "text": "Habakkuk "
    }
  ]
}