{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For every high priest, chosen from among people, is appointed to act on the behalf of people in the things concerning God, so that he may offer gifts and sacrifices for sins."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He can deal gently with those who are ignorant and who have been deceived, because he also is subject to weakness."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Because of this, he is obligated to offer sacrifices for sins, just as he does for the people, so also for himself."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It is not for himself that anyone takes this honor. Instead, he is called by God, just as also Aaron was."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "In the same way also, Christ did not honor himself by making himself high priest. Instead, the one speaking to him said,"
          },
          {
            "tag": "q",
            "text": "“ You are my Son; today I have become your Father.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "It is just as he also says in another place,"
          },
          {
            "tag": "q",
            "text": "“ You are a priest forever after the order of Melchizedek.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "During the days of his flesh, Christ offered up both prayers and requests with loud cries and tears to the one who was able to save him from death, and he was heard because of his godly life."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Even though he was a son, he learned obedience from what he suffered."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He was made perfect and became, for everyone who obeys him, the source of eternal salvation."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He was designated by God as high priest according to the order of Melchizedek."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "We have much to say about this, but it is hard to explain since you have become dull in hearing."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For even though by this time you ought to be teachers, you again have need for someone to teach you what are the basic principles of God’ s messages. You have become in need of milk, not solid food!"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For anyone who only takes milk is inexperienced with the message of righteousness, because he is still a little child."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But solid food is for adults, who by practice have trained their senses to distinguish both good and evil."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}