{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now faith is being sure of the things hoped for and certain of things that are not seen."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For because of this the ancestors were approved."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "By faith we understand that the universe was created by God’ s command, so that what is visible was not made out of things that were visible."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "By faith Abel offered God a better sacrifice than Cain, through which he was attested to be righteous, and God spoke well of him because of his offerings, and through faith he still speaks, even though he died."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "By faith Enoch was taken up so that he did not see death. “ He was not found, because God took him.” For before he was taken up, it was testified that he had pleased God."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now without faith it is impossible to please him. For the one who comes to God must believe that he exists and that he is a rewarder of those who seek him."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "By faith Noah, having been given a divine message about things not yet seen, with godly reverence built a ship to save his household. By doing this, he condemned the world and became an heir of the righteousness that is according to faith."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "By faith Abraham, when he was called, obeyed and went out to the place that he was going to receive as an inheritance. He went out, not knowing where he was going."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "By faith he lived in the land of promise as a foreigner. He lived in tents with Isaac and Jacob, fellow heirs of the same promise."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For he was looking forward to the city having foundations, whose architect and builder is God."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "By faith, even Sarah herself received ability to conceive a child, even though she was too old, since she considered as faithful the one who had promised."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "There is some question about whether it was Abraham’s faith or Sarah’s faith that was in view. "
          },
          {
            "tag": "fqa",
            "text": "By faith, even though Sarah herself was barren, that Abraham received ability to father a child. This happened even though he was too old, since he considered as faithful the one who had given the promise ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore, also from this one man— and he was almost dead— were born descendants as many as the stars in the sky in number, and as countless as sand by the shore of the sea."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In faith all these died without receiving the promises, but instead seeing and greeting them from far off, and admitting that they were foreigners and exiles on the earth."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For those who say such things make it clear that they are seeking a homeland."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If indeed they had been thinking of that country from which they had gone out, they would have had opportunity to return."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, since he has prepared a city for them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "By faith Abraham, when he was tested, offered Isaac. Even he who had received the promises offered up his only begotten son."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "To him it had been said, “ Through Isaac your descendants will be named.”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Abraham reasoned that God was able to raise up Isaac even from the dead, and figuratively speaking, he received him back from there."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "By faith also, about things to come, Isaac blessed Jacob and Esau."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "By faith Joseph, when his end was near, spoke of the departure of the sons of Israel from Egypt and instructed them about his bones."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "By faith Moses, when he was born, was hidden for three months by his parents because they saw he was a beautiful child, and they were not afraid of the command of the king."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "By faith Moses, after he had grown up, refused to be called the son of Pharaoh’ s daughter."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Instead, he chose to suffer with the people of God, rather than to enjoy the temporary pleasures of sin."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "He reasoned that the reproach for the sake of Christ was greater riches than Egypt’ s treasures. For he was fixing his eyes on his reward."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "By faith Moses left Egypt. He did not fear the king’ s anger, for he endured as if he were seeing the one who is invisible."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "By faith he kept the Passover and the sprinkling of the blood, so that the destroyer of the firstborn should not touch them."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "By faith they passed through the Sea of Reeds as if over dry land. When the Egyptians tried to do this, they were swallowed up."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "By faith the walls of Jericho fell down, after they had been circled around for seven days."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "By faith Rahab the prostitute did not die with those who were disobedient, because she had received the spies in peace."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "What more can I say? For the time will fail me if I tell about Gideon, Barak, Samson, Jephthah, David, and also Samuel and the prophets."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Through faith they conquered kingdoms, worked justice, and received promises. They stopped the mouths of lions,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "extinguished the power of fire, escaped the edge of the sword, were healed of illnesses, became mighty in battle, and defeated foreign armies."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Women received back their dead by resurrection. But others were tortured, not accepting release, so that they might experience a better resurrection."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "And others had testing in mocking and whippings, and even chains and imprisonment."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "They were stoned, they were sawn in two, they were put to the test, they were killed with the sword. They went about in sheepskins and in goatskins, destitute, oppressed, and mistreated."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions have "
          },
          {
            "tag": "fqa",
            "text": "They were stoned. They were sawn in two. They were killed with the sword ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "38",
            "text": "The world was not worthy of them. They wandered about in deserts and mountains, and in caves and holes in the ground."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "All these people were commended because of their faith, yet they did not receive the promise."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "God planned something better for us, so that without us, they would not be made perfect."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}