{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Therefore we must give far more attention to what we have heard, so that we do not drift away from it."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For if the message that was spoken through the angels proved to be so reliable, and every trespass and disobedience receives just punishment,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "how then can we escape if we ignore so great a salvation? This salvation was first announced by the Lord and confirmed to us by those who heard it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "God also testified to it by signs, wonders, and various powerful deeds, and by distributing the gifts of the Holy Spirit according to his will."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "For it was not to the angels that God subjected the world that is to come, about which we are speaking."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Instead, someone has somewhere testified, saying,"
          },
          {
            "tag": "q",
            "text": "“ What is man, that you are mindful of him? Or a son of man, that you care for him?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You made him a little lower than the angels; you crowned him with glory and honor."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older version add "
          },
          {
            "tag": "fqa",
            "text": "and you have put him over the works of your hands ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You put everything in subjection under his feet.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "For with the subjection of all things to him, he did not leave anything not subjected to him. But now we do not yet see everything subjected to him.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But we see Jesus, who was made lower than the angels for a little while, crowned with glory and honor because of his suffering and death, so that by God’ s grace he might taste death for everyone."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For it was proper for him, for whom everything exists and through whom everything exists, in bringing many sons to glory, to make the leader of their salvation complete through his sufferings."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For both the one who sanctifies and those who are sanctified all have one source. For this reason, he is not ashamed to call them brothers."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He says,"
          },
          {
            "tag": "q",
            "text": "“ I will proclaim your name to my brothers, I will sing about you from inside the assembly.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "And again,"
          },
          {
            "tag": "q",
            "text": "“ I will trust in him.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "And again,",
            "attributes": {
              "occurrence": "2",
              "occurrences": "2"
            }
          },
          {
            "tag": "q",
            "text": "“ See, here am I and the children whom God has given me.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore, since the children share in flesh and blood, he likewise shared in the same, so that through death he might abolish the one who has the power of death, that is, the devil."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This was so that he would free those who all their lives were subject to slavery by their fear of death."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For of course it is not with angels that he is concerned; instead, it is with the seed of Abraham that he is concerned."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So it was necessary for him to become like his brothers in all ways, so that he would be a merciful and faithful high priest concerning the things of God in order to make propitiation for the sins of the people."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For since he himself has suffered and was tempted, he is able to help those who are tempted."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}