{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "For the law has only a shadow of the good things to come, not the real forms of those things themselves. Those who approach God can never be made perfect by the same sacrifices that the priests continually bring year after year."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Otherwise, would the sacrifices not have ceased to be offered? For the worshipers would have been cleansed one time and would no longer have any consciousness of sin."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But with those sacrifices there is a reminder of sins year after year."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For it is impossible for the blood of bulls and goats to take away sins."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Therefore when Christ came into the world, he said,"
          },
          {
            "tag": "q",
            "text": "“ Sacrifices and offerings you did not desire, but a body you have prepared for me;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "with burnt offerings and sin offerings you did not take pleasure."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then I said, ‘ See, here I am— as it is written about me in the scroll— to do your will, O God.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "When he said above, “ Sacrifices, and offerings, and whole burnt offerings, and sin offerings you did not desire. Nor did you take pleasure in them” ( which are offered according to the law),"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "then he said, “ See, here I am to do your will.” He takes away the first practice in order to establish the second practice."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "By that will, we have been sanctified through the offering of the body of Jesus Christ once for all."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "And indeed every priest stands day after day and performs his service to God. He offers the same sacrifices again and again— sacrifices that can never take away sins."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But when Christ offered for all time one sacrifice for sins, he sat down at the right hand of God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Since that time, he is waiting until his enemies are made a stool for his feet."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For by one offering he has perfected forever those who are being sanctified."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And the Holy Spirit also testifies to us. For first he said,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ This is the covenant that I will make with them after those days, says the Lord. I will put my laws in their hearts, and I will write them on their minds.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "And then,"
          },
          {
            "tag": "q2",
            "text": "“ Their sins and their lawless deeds I will remember no longer.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Now where there is forgiveness for these, there is no longer any sacrifice for sin."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Therefore, brothers, we have confidence to enter into the most holy place by the blood of Jesus."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "That is the new and living way that he has opened for us through the curtain, that is, his flesh."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Because we have a great priest over the house of God,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "let us approach with true hearts in the full assurance of faith, having our hearts sprinkled clean from an evil conscience and having our bodies washed with pure water."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Let us hold tightly to the confession of our hope without wavering, because God, who has promised, is faithful."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "And let us consider how to motivate one another to love and good deeds."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Let us not stop meeting together, as is the habit of some. Instead, let us encourage one another, and even more so as you see the day coming closer."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "For if we deliberately go on sinning after we have received the knowledge of the truth, a sacrifice for sins no longer exists."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Instead, there is only a certain fearful expectation of judgment, and a fury of fire that will consume God’ s enemies."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Anyone who has rejected the law of Moses dies without mercy at the testimony of two or three witnesses."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "How much worse punishment do you think one deserves who has trampled underfoot the Son of God, and considered the blood of the covenant— by which he was sanctified— as profane, and insulted the Spirit of grace?"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "For we know the one who said, “ Vengeance is mine; I will pay back.” And again, “ The Lord will judge his people.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "It is a fearful thing to fall into the hands of the living God!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "But remember the former days, in which, after you were enlightened, you endured a great struggle of suffering."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Sometimes you were publically exposed to both ridicule and persecution, and other times you became partners with those who went through such suffering."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "For you had compassion on the prisoners, and you accepted with joy the seizure of your possessions. You knew that you yourselves had a better and everlasting possession."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions have "
          },
          {
            "tag": "fqa",
            "text": "For you had compassion on me in my chains ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "So do not throw away your confidence, which has a great reward."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "For you have need of patience, so that you may receive the promise, after you have done God’ s will."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "“ For in a very little while, the one who is coming will come and not delay."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But my righteous one will live by faith, and if he shrinks back, my soul will not be pleased with him.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "But we are not of those who shrink back to destruction. Instead, we are of those who have faith to preserve the soul."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}