{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Let brotherly love continue."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Do not forget hospitality, for through this, some have shown hospitality to angels without knowing it."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Remember the prisoners, as if you were bound with them. Remember those who are mistreated, as if you also were with them in body."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Let marriage be respected by everyone, and the marriage bed be pure, for God will judge the sexually immoral people and adulterers."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Let your conduct be free from the love of money. Be content with the things you have, for God himself has said, “ I will never leave you, nor never will I forsake you.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So we confidently say,"
          },
          {
            "tag": "q",
            "text": "“ The Lord is my helper; I will not be afraid. What can a man do to me?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Consider your leaders, those who spoke God’ s word to you, and considering the result of their conduct, imitate their faith."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Jesus Christ is the same yesterday, today, and forever."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do not be carried away by various and strange teachings. For it is good that the heart should be strengthened by grace, not by foods that do not help those who walk by them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "We have an altar from which those who serve in the tabernacle do not have the right to eat."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For the blood of the animals that are killed for sins is brought by the high priest into the holy place, but their bodies are burned outside the camp."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So Jesus also suffered outside the city gate, in order to sanctify the people through his own blood."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Let us therefore go to him outside the camp, bearing his shame."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For we do not have a permanent city here. Instead, we are looking for one that is to come."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Through him, let us always offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But let us not neglect doing good and sharing, for God is pleased with such sacrifices."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Obey your leaders and submit to them, for they keep watch over your souls, as those who will give account. Obey so that your leaders may do this with joy, and not with groaning, for that would be useless to you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Pray for us, for we are persuaded that we have a clean conscience and that we desire to live rightly in all things."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But I encourage you even more to do this, so that I will be returned to you sooner."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Now may the God of peace, who brought back from the dead the great shepherd of the sheep, our Lord Jesus, by the blood of the eternal covenant,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "equip you with everything good in order to do his will, working in us what is pleasing to him, through Jesus Christ, to whom be the glory forever and ever. Amen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Now I encourage you, brothers, to bear with the word of encouragement, for only in a few words I have written to you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Know that our brother Timothy has been set free, with whom I will see you if he comes soon."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Greet all your leaders and all the saints. Those from Italy greet you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "May grace be with you all."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}