{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Therefore, holy brothers, you share in a heavenly calling. Think about Jesus, the apostle and high priest of our confession."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He was faithful to the one who appointed him, just as Moses was also faithful in God’ s house."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For he has been considered worthy of greater glory than Moses, just as the one who builds a house has much greater honor than the house itself."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For every house is built by someone, but the one who built everything is God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For Moses was faithful as a servant in God’ s entire house, for a testimony about the things that were to be spoken of in the future."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But Christ is faithful as a Son who is in charge of God’ s house. We are his house if we hold fast to our confidence and the hope of which we boast."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore, it is just as the Holy Spirit says:"
          },
          {
            "tag": "q",
            "text": "“ Today, if you hear his voice"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "do not harden your hearts as in the rebellion, in the time of testing in the wilderness."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "There your fathers rebelled by testing me, and they saw my works"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "for forty years. Therefore I was displeased with that generation. I said, ‘ They have always gone astray in their hearts, and they have not known my ways.’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is just as I swore in my anger:"
          },
          {
            "tag": "q",
            "text": "‘ They will never enter into my rest.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Be careful, brothers, so that there will not be in any of you an evil heart of unbelief, that turns away from the living God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Instead, encourage one another every day, as long as it is called“ today,” so that no one among you will be hardened by the deceitfulness of sin."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For we have become partners of Christ if we firmly hold to our confidence from the beginning to the end."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "About this it has been said,"
          },
          {
            "tag": "q",
            "text": "“ Today, if you hear his voice, do not harden your hearts, as in the rebellion.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "For who heard and rebelled? Was it not all those who came out of Egypt through Moses?"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "And with whom was he angry for forty years? Was it not with those who sinned, whose dead bodies fell in the wilderness?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "And to whom did he swear that they would not enter into his rest, if not to those who disobeyed?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "We see that they were not able to enter because of unbelief."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}