{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Therefore, since we have such a large cloud of witnesses surrounding us, let us lay aside every weight and the easily entangling sin. Let us run with endurance the race that is placed before us."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Let us pay attention to Jesus, the founder and perfecter of the faith. For the joy that was placed before him, he endured the cross, despising its shame, and sat down at the right hand of the throne of God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So think about him, the one who has endured such opposition from sinners against himself, so that you do not become weary in your hearts and give up."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "You have not yet resisted to the point of blood, struggling against sin."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And you have forgotten the encouragement that addreses you as sons:"
          },
          {
            "tag": "q",
            "text": "“ My son, do not think lightly of the Lord’ s discipline, nor grow weary when you are corrected by him.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For the Lord disciplines everyone whom he loves, and he punishes every son whom he receives."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Endure suffering as discipline. God deals with you as with sons. For what son is there whom his father does not discipline?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But if you are without discipline, of which all people have become partakers, then you are illegitimate and not his sons."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Furthermore, we indeed had our human fathers who disciplined us and we respected them. Should we not much more submit to the Father of spirits and live?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For indeed our fathers disciplined us for a little while as they thought best. But God disciplines us for our good, so that we can share in his holiness."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now indeed all discipline does not seem to be joyful at the time, but painful. But later it produces the peaceful fruit of righteousness for those who have been trained by it."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So strengthen your hands that hang down and your weak knees."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Make straight paths for your feet, so that what is lame will not be sprained but rather be healed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Pursue peace with everyone, and the holiness without which no one will see the Lord."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "See that no one lacks God’ s grace, and that no root of bitterness grows up to cause trouble, and by this many may become polluted."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "See that there is no sexually immoral or ungodly person such as Esau, who for one meal sold his own birthright."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For you know that even afterwards, when he desired to inherit the blessing, he was rejected, because he found no opportunity for repentance, even though he sought it with tears."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "For you have not come to something that can be touched, a blazing fire, darkness, gloom, and storm,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and to a trumpet blast, or to a voice that speaks words whose hearers begged that not another word be spoken to them."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For they could not endure what was commanded: “ If even an animal touches the mountain, it must be stoned.”"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions have "
          },
          {
            "tag": "fqa",
            "text": "If even an animal touches the mountain, it must be stoned or shot with an arrow ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So fearful was this sight that Moses said, “ I am terrified and am trembling.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Instead, you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to tens of thousands of angels in celebration,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and to the congregation of the firstborn, who have been registered in heaven, and to God, the Judge of all, and to the spirits of the righteous ones who have been made perfect,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks better than Abel’ s blood."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "See that you do not refuse the one who is speaking. For if they did not escape when they refused the one who warned them on earth, much less will we escape if we turn away from the one who warns us from heaven."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "At one time, his voice shook the earth. But now he has promised, saying, “ Once more I will shake not only the earth, but also the heavens.”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But these words, “ Once more,” mean the removal of what is shaken, that is, of what has been created, so that what is not shaken will remain."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Therefore, since we are receiving an unshakeable kingdom, let us have gratitude, by which we may worship in a manner pleasing to God, with reverence and awe."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "For our God is a consuming fire."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}