{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "So then, let us leave the beginning of the message of Christ and move forward to maturity. Let us not lay again the foundation of repentance from dead works and of faith in God,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "teaching about baptisms, laying on of hands, the resurrection of the dead, and eternal judgment."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "We will also do this if God permits."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For it is impossible for those who were once enlightened, who both tasted the heavenly gift, and who were sharers of the Holy Spirit,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and who tasted God’ s good word and the powers of the age to come,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "but who then fell away— it is impossible to restore them again to repentance. This is because they crucify the Son of God for themselves again, and publicly shame him."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For the land that drinks in the rain that often comes on it, and that produces plants useful to those for whom the land was also cultivated, receives a blessing from God."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But land that bears thorns and thistles is worthless and is about to be cursed. Its end is to be burned."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "But we are convinced of better things concerning you, beloved ones, things related to salvation, even if we speak like this."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For God is not unjust, that he would forget your work and the love that you have shown for his name, having served the saints and still serving them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "We greatly desire that each of you may show the same diligence to the end, in order to make your hope certain."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "This is so that you will not become lazy, but imitators of those who by faith and patience inherit the promises."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "For when God made his promise to Abraham, he swore by himself, since he had no one greater by whom to swear."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He said, “ I will certainly bless you, and I will greatly increase you.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "In this way, Abraham obtained what was promised after he had patiently waited."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For people swear by someone greater than themselves. At the end of each of their disputes, an oath serves as confirmation."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When God decided to show more clearly to the heirs of the promise the unchangeable quality of his purpose, he guaranteed it with an oath."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He did this so that by two unchangeable things— with which it is impossible for God to lie— we, who have fled for refuge, will have a strong encouragement to hold firmly to the hope set before us."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "We have this hope as both a secure and reliable anchor for the soul, that even enters into the inner place behind the curtain,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "where Jesus, who went before us, has entered into that place on our behalf. He has become a high priest forever after the order of Melchizedek."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "HEB EN_ULT en_English_ltr Thu Jun 13 2019 11:48:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Hebrews",
  "intro": [
    {
      "tag": "mt",
      "text": "Hebrews"
    }
  ]
}