{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Who has believed what they heard from us, and to whom has the arm of Yahweh been revealed?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For he grew up before Yahweh like a sapling, and like a sprout out of parched earth;"
          },
          {
            "tag": "q1",
            "text": "he had no remarkable appearance or splendor; when we saw him, there was no beauty to attract us."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He was despised and rejected by people; a man of sorrows, and one familiar with pain."
          },
          {
            "tag": "q1",
            "text": "Like one from whom men hide their faces, he was despised; and we considered him insignificant."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But surely he has borne our sicknesses and carried our sorrows;"
          },
          {
            "tag": "q1",
            "text": "yet we thought he was being punished by God, struck by God, and afflicted."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But he was pierced because of our rebellious deeds; he was crushed because of our sins."
          },
          {
            "tag": "q1",
            "text": "The punishment for our peace was on him, and with his wounds we are healed."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "We all like sheep have gone astray; we have each turned to his own way,"
          },
          {
            "tag": "q1",
            "text": "and Yahweh has placed on him the iniquity of us all."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He was oppressed; yet when he humbled himself, he did not open his mouth;"
          },
          {
            "tag": "q1",
            "text": "as a lamb that is led to the slaughter, and as a sheep that before its shearers is silent,"
          },
          {
            "tag": "q1",
            "text": "so he did not open his mouth."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "By coercion and judgment he was condemned; who from that generation thought anymore about him?"
          },
          {
            "tag": "q1",
            "text": "But he was cut off from the land of the living; because of the offenses of my people the penalty was put on him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They placed his grave with the criminals, with a rich man in his death,"
          },
          {
            "tag": "q1",
            "text": "although he had done no violence, nor had there been any deceit in his mouth."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yet it was Yahweh’s will to crush him and make him ill. When he makes his life an offering for sin,"
          },
          {
            "tag": "q1",
            "text": "he will see his offspring, he will prolong his days, and Yahweh’s purpose will be accomplished through him."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "After the suffering of his life, he will see light and be satisfied by his knowledge."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "After the suffering of his life , some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "From the suffering of his life he will see the result ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q1",
            "text": "My righteous servant will justify many; he will bear their iniquities."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many modern versions supply "
          },
          {
            "tag": "fqa",
            "text": "light . Some modern versions have"
          },
          {
            "tag": "fqa",
            "text": "By his knowledge, my righteous servant will justify many ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore will I give him his portion among the multitudes, and he will divide the spoils with the many,"
          },
          {
            "tag": "q1",
            "text": "because he exposed himself to death and was numbered with the transgressors."
          },
          {
            "tag": "q1",
            "text": "He bore the sin of many and made intercession for the transgressors."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 53
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}