[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "In that day this song will be sung in the land of Judah:",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We have a strong city; God has made salvation its walls and ramparts.",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Open the gates, that the righteous nation that keeps faith may enter in.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "The mind that is stayed on you, you will keep him in perfect peace, for he trusts in you.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Trust in Yahweh forever; for in Yah, Yahweh, is an everlasting rock.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "For he will bring down those who live proudly; the fortified city",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "he will lay low, he will lay low to the ground; he will level it to the dust.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "It will be trampled down by the feet of the poor and the treading of the needy.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "The path of the righteous is level, Righteous One; the path of the righteous you make straight.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Yes, in the path of your judgments, Yahweh, we wait for you;",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "your name and your reputation are our desire.",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "I have longed for you in the night; yes, my spirit within me seeks you earnestly.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For when your judgments come on the earth, the inhabitants of the world learn about righteousness.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Let favor be shown to the wicked one, but he will not learn righteousness. In the land of uprightness he acts wickedly",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and does not see the majesty of Yahweh.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Yahweh, your hand is lifted up, but they do not notice.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "But they will see your zeal for the people and be put to shame, because fire of your adversaries will devour them.",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Yahweh, you will bring about peace for us; for indeed, you have also accomplished all our works for us.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh our God, other masters besides you have ruled over us; but we praise your name alone.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "They are dead, they will not live; they are deceased, they will not arise.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Indeed, you came in judgment and destroyed them, and made every memory of them to perish.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "You have increased the nation, Yahweh, you have increased the nation; you are honored;",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you have extended all the borders of the land.",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "Yahweh, in trouble have they looked to you; they whispered prayers when your discipline was on them.",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "f",
    "c": "+",
    "v": [
      {
        "t": "ft",
        "v": "This difficult verse has many different translations among modern versions.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "As a pregnant woman nears the time for her to give birth,",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "when she is in pain and cries out in her labor pains,",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so we have been before you, Lord.",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "We have been pregnant, we have been in labor, but it is as if we have only given birth to wind. We have not brought salvation to the earth,",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the inhabitants of the world have not fallen.",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Your dead will live; their dead bodies will arise. Awake and sing for joy, you who live in the dust;",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for your dew is the dew of light, and the earth will bring forth its dead.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Go, my people, enter into your rooms and shut your doors behind you;",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "hide for a little while, until the indignation has passed by.",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "For, look, Yahweh is about to come out of his place to punish the inhabitants of the earth for their iniquity;",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the earth will uncover her bloodshed, and will no longer conceal her slain.",
        "id": 71
      }
    ],
    "id": 70
  }
]