{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A declaration about Moab."
          },
          {
            "tag": "q1",
            "text": "Indeed, in one night Ar of Moab is laid waste and destroyed;"
          },
          {
            "tag": "q1",
            "text": "indeed, in one night Kir of Moab is laid waste and destroyed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They have gone up to the temple, the people of Dibon went up to the heights to weep;"
          },
          {
            "tag": "q1",
            "text": "Moab laments over Nebo and over Medeba."
          },
          {
            "tag": "q1",
            "text": "All their heads are shaved bare and all their beards are cut off."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "In their streets they wear sackcloth; on their housetops"
          },
          {
            "tag": "q1",
            "text": "and in the square everyone wails, melting in tears."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Heshbon and Elealeh call out for help; their sound is heard as far as Jahaz."
          },
          {
            "tag": "q1",
            "text": "So the armed men of Moab call out for help; they tremble within themselves."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "My heart cries out for Moab; her fugitives flee to Zoar and to Eglath Shelishiyah."
          },
          {
            "tag": "q1",
            "text": "They go up the ascent of Luhith weeping;"
          },
          {
            "tag": "q1",
            "text": "on the road to Horonaim they loudly wail over their destruction."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The waters of Nimrim are a desolation;"
          },
          {
            "tag": "q1",
            "text": "the grass is withered; "
          },
          {
            "tag": "q1",
            "text": "the vegetation has dried up; "
          },
          {
            "tag": "q1",
            "text": "there is no more green grass."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The abundance they have grown and stored"
          },
          {
            "tag": "q1",
            "text": "they carry away over the brook of the poplars."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The cry has gone around the territory of Moab;"
          },
          {
            "tag": "q1",
            "text": "the wailing as far as Eglaim and Beer Elim."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For the waters of Dimon are full of blood; but I will bring even more upon Dimon."
          },
          {
            "tag": "q1",
            "text": "A lion will attack those who escape from Moab and also those remaining in the land."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}