[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Arise, shine; for your light has come, and the glory of Yahweh has risen on you.",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Though darkness will cover the earth, and thick darkness the nations;",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "yet Yahweh will arise upon you, and his glory will be seen on you.",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Nations will come to your light, and kings to your bright light that is rising.",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Look all around and see. They all gather themselves together and come to you.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Your sons will come from far, and your daughters will be carried in their arms.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Then you will look and be radiant, and your heart shall rejoice and overflow,",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because the abundance of the sea will be poured out to you, the wealth of the nations will come to you.",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Camel caravans will cover you, the dromedaries of Midian and Ephah;",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "all of them will come from Sheba;",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "they will bring gold and frankincense, and will sing the praises of Yahweh.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "All the flocks of Kedar will be gathered together to you, the rams of Nebaioth will serve your needs;",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "they will be acceptable offerings on my altar; and I will glorify my glorious house.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Who are these who fly along like a cloud, and like the doves to their shelters?",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "The coastlands look for me, and the ships of Tarshish lead,",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to bring your sons from far, their silver and their gold with them,",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for the name of Yahweh your God, and for the Holy One of Israel, because he has honored you.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Sons of foreigners will rebuild your walls, and their kings will serve you;",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "though in my wrath I punished you, yet in my favor I will have compassion on you.",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Your gates also will remain open continually; they will not be shut day or night,",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so that the wealth of the nations may be brought, with their kings being led.",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Indeed, nations and kingdoms that will not serve you will perish; those nations will be completely destroyed.",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "The glory of Lebanon will come to you, the cypress tree, the fir, and the cypress box tree together,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to beautify my sanctuary; and I will glorify the place of my feet.",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "They will come to you to bow down, the sons of those who humbled you; they will bow at your feet;",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "they will call you The City of Yahweh, Zion of the Holy One of Israel.",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Instead of you remaining abandoned and hated, with no one passing through you,",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will make you a thing of pride forever, a joy from generation to generation.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "You will also drink the milk of the nations, and will nurse at the breast of kings;",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you will know that I, Yahweh, am your Savior and your Redeemer, the Mighty One of Jacob.",
        "id": 60
      },
      {
        "t": "v",
        "n": 17,
        "v": "Instead of bronze I will bring gold, instead of iron I will bring silver;",
        "id": 61
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "instead of wood, bronze, and instead of stones, iron. I will appoint peace as your governors, and justice your rulers.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Violence will no longer be heard in your land, or devastation nor shattering within your borders;",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but you will call your walls Salvation, and your gates Praise.",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "The sun will no longer be your light by day,",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "nor will the brightness of the moon shine on you;",
        "id": 71
      }
    ],
    "id": 70
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but Yahweh will be your everlasting light, and your God your glory.",
        "id": 73
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Your sun will no longer set, nor will your moon withdraw and disappear;",
        "id": 75
      }
    ],
    "id": 74
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for Yahweh will be your everlasting light, and the days of your mourning will be ended.",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "All your people will be righteous; they will take possession of the land for all time,",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the branch of my planting, the work of my hands, that I may be glorified.",
        "id": 81
      }
    ],
    "id": 80
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "The little one shall become a thousand, and the small one a strong nation;",
        "id": 83
      }
    ],
    "id": 82
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I, Yahweh, will swiftly accomplish these things when the time comes.",
        "id": 85
      }
    ],
    "id": 84
  }
]