{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Hear this, house of Jacob,"
          },
          {
            "tag": "q1",
            "text": "who are called by the name Israel, and have come from the sperm of Judah;"
          },
          {
            "tag": "q1",
            "text": "you who swear by the name of Yahweh and invoke the God of Israel,"
          },
          {
            "tag": "q1",
            "text": "but not sincerely nor in a righteous manner."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For they call themselves people of the holy city"
          },
          {
            "tag": "q1",
            "text": "and trust in the God of Israel. Yahweh of hosts is his name."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "“I have declared the things from long ago; they came out from my mouth, and I made them known;"
          },
          {
            "tag": "q1",
            "text": "then suddenly I did them, and they came to pass."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Because I knew that you were obstinate,"
          },
          {
            "tag": "q1",
            "text": "your neck muscles tight as iron, and your forehead like bronze,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "therefore I declared these things to you beforehand; before they happened I informed you,"
          },
          {
            "tag": "q1",
            "text": "so you could not say, ‘My idol has done them,’ or ‘My carved figure and my cast metal figure has ordained these things.’"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You heard about these things; look at all this evidence; and you, will you not admit what I said is true? From now on, I am showing you new things, hidden things that you have not known."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Now, and not from previously, they come into being, and before today you have not heard about them,"
          },
          {
            "tag": "q1",
            "text": "so you will not be able to say, ‘Yes, I knew about them.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You never heard; you did not know; these things were not unfolded to your ears beforehand."
          },
          {
            "tag": "q1",
            "text": "For I knew that you have been very deceitful, and that you have been a rebel from birth."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For the sake of my name I will defer my anger, and for my honor I will hold back from destroying you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Look, I refined you, but not as silver; I have purified you in the furnace of affliction."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For my own sake, for my own sake I will act; for how can I allow my name to be profaned?"
          },
          {
            "tag": "q1",
            "text": "I will not give my glory to anyone else."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Listen to me, Jacob, and Israel, whom I called:"
          },
          {
            "tag": "q1",
            "text": "I am he; I am the first, I also am the last."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yes, my hand laid the foundation of the earth, and my right hand spread out the heavens;"
          },
          {
            "tag": "q1",
            "text": "when I call to them, they stand up together."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Assemble yourselves, all of you, and listen! Who among you has announced these things?"
          },
          {
            "tag": "q1",
            "text": "Yahweh’s ally will accomplish his purpose against Babylon. He will carry out Yahweh’s will against the Chaldeans."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I, I have spoken, yes, I have summoned him, I have brought him, and he will succeed."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Come near to me, listen to this:"
          },
          {
            "tag": "q1",
            "text": "From the beginning I have not spoken in secret; when it happens, I am there.”"
          },
          {
            "tag": "q1",
            "text": "Now the Lord Yahweh has sent me, and his Spirit."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This is what Yahweh, your Redeemer, the Holy One of Israel says,"
          },
          {
            "tag": "q1",
            "text": "“I am Yahweh your God, who teaches you how to succeed,"
          },
          {
            "tag": "q1",
            "text": "who leads you by the way that you should go."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "If only you had obeyed my commandments!"
          },
          {
            "tag": "q1",
            "text": "Then your peace and prosperity would have flowed like a river, and your salvation like the waves of the sea."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Your descendants would have been as numerous as the sand, and the children from your womb as numerous as the grains of sand;"
          },
          {
            "tag": "q1",
            "text": "their name would not have been cut off nor blotted out from before me."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Come out from Babylon! Flee from the Chaldeans!"
          },
          {
            "tag": "q1",
            "text": "With the sound of a ringing cry announce it! Make this known, make it go out to the ends of the earth!"
          },
          {
            "tag": "q1",
            "text": "Say, ‘Yahweh has redeemed his servant Jacob.’"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They did not thirst when he led them through the deserts;"
          },
          {
            "tag": "q1",
            "text": "he made the water to flow out of the rock for them;"
          },
          {
            "tag": "q1",
            "text": "he split open the rock, and the waters gushed out."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "There is no peace for the wicked—says Yahweh.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 48
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}