{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A declaration about Tyre:"
          },
          {
            "tag": "q1",
            "text": "Howl, you ships of Tarshish; for there is neither home nor harbor;"
          },
          {
            "tag": "q1",
            "text": "from the land of Cyprus it has been revealed to them. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Cyprus , some modern versions keep"
          },
          {
            "tag": "fqa",
            "text": "Kittim , the Hebrew name for this island."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Be silent, you inhabitants of the coast; the merchant of Sidon,"
          },
          {
            "tag": "q1",
            "text": "who travels over the sea, has filled you. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient and modern versions have "
          },
          {
            "tag": "fqa",
            "text": "Be silent, you inhabitants of the coast; the merchants of Sidon, who travel over the sea, have filled you or"
          },
          {
            "tag": "fqa",
            "text": "Be silent, you inhabitants of the coast and you merchants of Sidon, whom those who travel over the sea have filled ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Upon the great waters was the grain of Shihor,"
          },
          {
            "tag": "q1",
            "text": "the harvest of the Nile was her produce; "
          },
          {
            "tag": "q1",
            "text": "and it became the commerce of the nations."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Be ashamed, Sidon; for the sea has spoken, the mighty one of the sea. He says,"
          },
          {
            "tag": "q1",
            "text": "“I have not labored nor given birth,"
          },
          {
            "tag": "q1",
            "text": "nor have I raised young men nor brought up young women.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When the report comes to Egypt, they will be grieved concerning Tyre."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Cross over to Tarshish; wail, you inhabitants of the coast."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Has this happened to you, the joyful city, whose origin is from ancient times,"
          },
          {
            "tag": "q1",
            "text": "whose feet carried her far away to foreign places to settle?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Who has planned this against Tyre, the giver of crowns,"
          },
          {
            "tag": "q1",
            "text": "whose merchants are princes, whose traders are the honored ones of the earth?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh of hosts has planned it to dishonor her pride"
          },
          {
            "tag": "q1",
            "text": "and all her glory, to shame all her honored ones of the earth."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Plow your land, as one plows the Nile, daughter of Tarshish. There is no longer a marketplace in Tyre."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Plow your land , some versions have"
          },
          {
            "tag": "fqa",
            "text": "Pass through your land or"
          },
          {
            "tag": "fqa",
            "text": "Overflow your land ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh has reached out with his hand over the sea, and he has shaken the kingdoms;"
          },
          {
            "tag": "q1",
            "text": "he has given a command concerning Phoenicia, to destroy the strongholds."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He said, “You will not rejoice again, oppressed virgin daughter of Sidon;"
          },
          {
            "tag": "q1",
            "text": "arise, pass over to Cyprus; but neither there you will have rest.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "See the land of the Chaldeans. This people has ceased to be; the Assyrians have made it a wilderness for wild animals."
          },
          {
            "tag": "q1",
            "text": "They set up their siege towers; they demolished its palaces; they made it a heap of ruins."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Howl, you ships of Tarshish; for your refuge has been destroyed."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "In that day, Tyre will be forgotten for seventy years, like the days of a king. After the end of seventy years there will happen in Tyre something like in the song of the prostitute."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Take a harp, go about the city, you forgotten prostitute;"
          },
          {
            "tag": "q1",
            "text": "play it well, sing many songs, so that you may be remembered."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It will come about that after seventy years, Yahweh will help Tyre, and she will start making money again by doing the work of a prostitute, and she will offer her services to all the kingdoms of the earth."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Her profits and earnings will be set apart to Yahweh. They will not be stored up or kept in the treasury, for her profits will be given to those who live in Yahweh’s presence and will be used to supply them with abundant food and so they can have the best quality clothing."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 23
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}