{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A declaration about Egypt."
          },
          {
            "tag": "q1",
            "text": "See, Yahweh rides on a swift cloud and is coming to Egypt;"
          },
          {
            "tag": "q1",
            "text": "the idols of Egypt quake before him, and the hearts of the Egyptians melt within themselves."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“I will stir up Egyptians against Egyptians: A man will fight against his brother, and a man against his neighbor;"
          },
          {
            "tag": "q1",
            "text": "city will be against city, and kingdom against kingdom."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The spirit of Egypt will be weakened from within. I will destroy his advice,"
          },
          {
            "tag": "q1",
            "text": "though they sought the advice of idols, dead men’s spirits, mediums, and spiritualists."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will give the Egyptians into the hand of a harsh master, and a strong king will rule over them—"
          },
          {
            "tag": "q1",
            "text": "this is the declaration of the Lord Yahweh of hosts.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The waters of the sea will dry up, and the river will dry up and become empty."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The rivers will become foul; the streams of Egypt will dwindle and dry up;"
          },
          {
            "tag": "q1",
            "text": "the reeds and flags will wither away."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The reeds along the Nile,"
          },
          {
            "tag": "q1",
            "text": "at the mouth of the Nile, "
          },
          {
            "tag": "q1",
            "text": "and every sown field beside the Nile will become parched, "
          },
          {
            "tag": "q1",
            "text": "will be driven away, and will be no more. "
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The fishermen will wail and mourn, and all who cast a hook into the Nile will mourn,"
          },
          {
            "tag": "q1",
            "text": "and those who spread nets on the waters will grieve."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The workers in combed flax and those who weave white cloth will turn pale."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The cloth workers of Egypt will be crushed; all who work for hire will be grieved within themselves."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The princes of Zoan are completely foolish. The advice of the wisest advisors of Pharaoh has become senseless."
          },
          {
            "tag": "q1",
            "text": "How can you say to Pharaoh, “I am the son of wise men, a son of ancient kings?”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Where then are your wise men?"
          },
          {
            "tag": "q1",
            "text": "Let them tell you and make known what Yahweh of hosts plans concerning Egypt."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The princes of Zoan have become fools, the princes of Memphis are deceived; they have made Egypt go astray, who are the cornerstones of her tribes."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Memphis , some versions have"
          },
          {
            "tag": "fqa",
            "text": "Noph , the Hebrew name for the same city in Egypt."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh has mixed a spirit of distortion into her midst,"
          },
          {
            "tag": "q1",
            "text": "and they have led Egypt astray in all she does, like a drunk staggering in his vomit."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "There is nothing anyone can do for Egypt, whether head or tail, palm branch or reed."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "In that day, the Egyptians will be like women. They will tremble and fear because of the upraised hand of Yahweh of hosts that he raises over them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The land of Judah will become a cause of staggering to Egypt. Whenever anyone reminds them of her, they will be afraid, because of the plan of Yahweh, that he is planning against them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "In that day there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to Yahweh of hosts. One of these will be called The City of the Sun."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "The City of the Sun , which probably refers to the Egyptian city of Heliopolis, some ancient and modern versions have"
          },
          {
            "tag": "fqa",
            "text": "The City of Destruction ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "In that day there will be an altar to Yahweh in the middle of the land of Egypt, and a stone pillar at the border to Yahweh."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It will be as a sign and a witness to Yahweh of hosts in the land of Egypt. When they cry to Yahweh because of oppressors, he will send them a savior and a defender, and he will deliver them."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Yahweh will become known to Egypt, and the Egyptians will acknowledge Yahweh on that day. They will worship with sacrifices and offerings, and will make vows to Yahweh and fulfill them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yahweh will afflict Egypt, afflicting and healing. They will return to Yahweh; he will hear their prayer and will heal them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "In that day there will be a highway from Egypt to Assyria, and the Assyrian will come to Egypt, and the Egyptian to Assyria; and the Egyptians will worship with the Assyrians."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "In that day, Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth;"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Yahweh of hosts will bless them and say, “Blessed be Egypt, my people; Assyria, the work of my hands; and Israel, my inheritance.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}