{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Come near, you nations, and listen; pay attention, you people!"
          },
          {
            "tag": "q1",
            "text": "The earth and all that fills it must listen, the world, and all things that come from it."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For Yahweh is angry with all the nations, and furious against all their armies;"
          },
          {
            "tag": "q1",
            "text": "he has completely destroyed them, he has handed them over to the slaughter."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The bodies of their dead will be thrown out. The stench of the dead bodies will be everywhere;"
          },
          {
            "tag": "q1",
            "text": "and the mountains will soak up their blood."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "All the stars of the sky will fade away,"
          },
          {
            "tag": "q1",
            "text": "and the sky will be rolled up like a scroll; and all their stars will fade away,"
          },
          {
            "tag": "q1",
            "text": "as the leaf fades from off the vine, and as the overripe figs from the fig tree."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For when my sword will have drunk its fill in heaven;"
          },
          {
            "tag": "q1",
            "text": "look, it will now come down on Edom, on the people I am setting apart for destruction."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The sword of Yahweh is dripping with blood and covered with fat,"
          },
          {
            "tag": "q1",
            "text": "dripping with the blood of lambs and goats, covered with the fat of the kidneys of rams."
          },
          {
            "tag": "q1",
            "text": "For Yahweh has a sacrifice in Bozrah and a great slaughter in the land of Edom."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Wild oxen will fall with them, and young bulls with the older ones."
          },
          {
            "tag": "q1",
            "text": "Their land will be drunk with blood, and their dust made fat with fatness."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For it will be a day of vengeance for Yahweh and a year when he will pay them back for the cause of Zion."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The streams of Edom will be turned into pitch, her dust into sulfur,"
          },
          {
            "tag": "q1",
            "text": "and her land will become burning pitch."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "It will burn night and day; its smoke will rise forever;"
          },
          {
            "tag": "q1",
            "text": "from generation to generation it will be a wasteland; no one will pass through it forever and ever."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But wild birds and animals will live there; the owl and the raven will make their nest in it."
          },
          {
            "tag": "q1",
            "text": "He will stretch over it the measuring line of ruin and the plumbline of destruction."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Her nobles"
          },
          {
            "tag": "q1",
            "text": "will have nothing left to call a kingdom, and all her princes will be nothing."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Thorns will overgrow her palaces, nettles and thistles her fortresses."
          },
          {
            "tag": "q1",
            "text": "It will be a habitation of jackals, a place for ostriches."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The wild animals and the hyenas will meet there, and the wild goats will cry to one another."
          },
          {
            "tag": "q1",
            "text": "Nocturnal animals will settle there and find for themselves a place of rest."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Owls will make nests, lay and hatch their eggs, hatch and protect their young."
          },
          {
            "tag": "q1",
            "text": "Yes, there hawks will gather, each one with its mate."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Search through the scroll of Yahweh; not one of these will be missing."
          },
          {
            "tag": "q1",
            "text": "None will lack for a mate; for his mouth has commanded it, and his spirit has gathered them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He has cast lots for their places, and his hand has measured it out for them by a cord."
          },
          {
            "tag": "q1",
            "text": "They will possess it forever; from generation to generation they will live there. "
          }
        ],
        "tag": "m"
      }
    ],
    "num": 34
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}