{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Comfort, comfort my people,” says your God."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Speak tenderly to Jerusalem; and proclaim to her"
          },
          {
            "tag": "q1",
            "text": "that her warfare has ended, that her iniquity is pardoned,"
          },
          {
            "tag": "q1",
            "text": "that she has received double from Yahweh’s hand for all her sins.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A voice cries out,"
          },
          {
            "tag": "q1",
            "text": "“In the wilderness prepare the way of Yahweh;"
          },
          {
            "tag": "q1",
            "text": "make straight in the Arabah a highway for our God.” "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions have "
          },
          {
            "tag": "fqa",
            "text": "A voice cries out in the wilderness ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Every valley will be lifted up, and every mountain and hill will be leveled;"
          },
          {
            "tag": "q1",
            "text": "and the rugged land will be made level, and the rough places a plain;"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and the glory of Yahweh will be revealed, and all people will see it together; for the mouth of Yahweh has spoken it."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A voice says, “Cry.” Another answers, “What should I cry?”"
          },
          {
            "tag": "q1",
            "text": "“All flesh is grass, and all their covenant faithfulness is like the flower of the field."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The grass withers and the flower wilts when the breath of Yahweh blows on it; surely humanity is grass."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The grass withers, the flower wilts, but the word of our God will stand forever.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Go up on a high mountain, Zion, bearer of good news."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Go up on a high mountain, Zion, bearer of good news , some versions have"
          },
          {
            "tag": "fqa",
            "text": "You who are bearing good news to Zion, go up on a high mountain ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q1",
            "text": "Shout out loud, Jerusalem. You who bring good news, raise your voice, do not be afraid."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "Jerusalem, proclaimer of good news , some versions have"
          },
          {
            "tag": "fqa",
            "text": "proclaim good news to Jerusalem ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q1",
            "text": "Say to the cities of Judah, “Here is your God!”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Look, the Lord Yahweh comes as a victorious warrior, and his strong arm rules for him."
          },
          {
            "tag": "q1",
            "text": "See, his reward is with him, and those he has rescued go before him."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He will feed his flock like a shepherd, he will gather in his arm the lambs,"
          },
          {
            "tag": "q1",
            "text": "and carry them close to his heart,"
          },
          {
            "tag": "q1",
            "text": "and will gently lead the ewes nursing their young."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Who has measured the waters in the hollow of his hand, measured the sky with the span of his hand,"
          },
          {
            "tag": "q1",
            "text": "held the dust of the earth in a basket, weighed the mountains in scales,"
          },
          {
            "tag": "q1",
            "text": "or the hills in a balance?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Who has comprehended the mind of Yahweh, or instructed him as his counselor?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "From whom did he ever receive instruction? Who taught him the correct way to do things,"
          },
          {
            "tag": "q1",
            "text": "and taught him knowledge, or showed to him the way of understanding?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Look, the nations are like a drop in a bucket, and are regarded like the dust on the scales;"
          },
          {
            "tag": "q1",
            "text": "see, he weighs the isles as a speck."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Lebanon is not sufficient fuel,"
          },
          {
            "tag": "q1",
            "text": "nor its wild animals sufficient for a burnt offering."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "All the nations are insufficient before him; they are regarded by him as nothing."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "To whom then will you compare God? To what idol will you liken him?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "An idol! A craftsman casts it: The goldsmith overlays it with gold"
          },
          {
            "tag": "q1",
            "text": "and forges silver chains for it."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "To make an offering one chooses a wood that will not rot;"
          },
          {
            "tag": "q1",
            "text": "he seeks a skillful artisan to make an idol that will not fall over."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Have you not known? Have you not heard? Has it not been told you from the beginning?"
          },
          {
            "tag": "q1",
            "text": "Have you not understood from the foundations of the earth?"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "He is the one who sits above the horizon of the earth; and the inhabitants are like grasshoppers before him."
          },
          {
            "tag": "q1",
            "text": "He stretches out the heavens like a curtain and spreads them out as a tent to live in."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He reduces rulers to nothing and makes the rulers of the earth insignificant."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They are barely planted, barely sown, their stem has barely taken root in the earth,"
          },
          {
            "tag": "q1",
            "text": "when he blows upon them and they wither, and the wind carries them away like straw."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "“To whom then will you compare me, whom do I resemble?”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Look up at the sky! Who has created all these stars?"
          },
          {
            "tag": "q1",
            "text": "He leads out their formations and calls them all by name."
          },
          {
            "tag": "q1",
            "text": "By the greatness of his might and by the strength of his power, not one is missing."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Why do you say, Jacob, and declare, Israel,"
          },
          {
            "tag": "q1",
            "text": "“My way is hidden from Yahweh, and my God is not concerned about my vindication”?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Have you not known? Have you not heard?"
          },
          {
            "tag": "q1",
            "text": "The everlasting God, Yahweh, the Creator of the ends of the earth,"
          },
          {
            "tag": "q1",
            "text": "does not get tired or weary; there is no limit to his understanding."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "He gives strength to the tired; and to the weak he gives renewed energy."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Even young people become tired and weary, and young men stumble and fall:"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "but those who wait for Yahweh will renew their strength; they will soar with wings like eagles;"
          },
          {
            "tag": "q1",
            "text": "they will run and not be weary; they will walk and not faint."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 40
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}