{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "In those days Hezekiah was sick to the point of dying. So Isaiah son of Amoz, the prophet, came to him, and said to him, “Yahweh says, ‘Set your house in order; for you will die, not live.’”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then Hezekiah turned his face to the wall and prayed to Yahweh."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He said, “Please, Yahweh, call to mind how I have faithfully walked before you with my whole heart, and how I have done what was good in your sight.” Then Hezekiah wept loudly."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then the word of Yahweh came to Isaiah, saying,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "“Go and say to Hezekiah, the leader of my people, ‘This is what Yahweh, the God of David your ancestor, says: I have heard your prayer, and I have seen your tears. See, I am about to add fifteen years to your life."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then I will rescue you and this city from the hand of the king of Assyria, and I will defend this city."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "This will be the sign to you from Yahweh, that I will do what I have promised."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Look, I will cause the shadow on the stairs of Ahaz to go back ten steps.’” So the shadow went back ten steps of the stairs on which it had advanced."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "This was the written prayer of Hezekiah king of Judah, when he had been sick and then recovered:"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "“I said that halfway through my life"
          },
          {
            "tag": "q1",
            "text": "I will go through the gates of Sheol; I am sent there for the rest of my years."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I said that I will no longer see Yahweh, Yahweh in the land of the living;"
          },
          {
            "tag": "q1",
            "text": "I will no longer look on mankind or the inhabitants of the world."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "fqa",
            "text": "the inhabitants of the world :"
          },
          {
            "tag": "ft",
            "text": "Most modern versions have this meaning. Ancient Hebrew copies have "
          },
          {
            "tag": "fqa",
            "text": "the inhabitants of the place of non-existence (that is, brief existence)."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "My life is removed and carried away from me like a shepherd’s tent;"
          },
          {
            "tag": "q1",
            "text": "I have rolled up my life like a weaver; you are cutting me off from the loom;"
          },
          {
            "tag": "q1",
            "text": "between day and night you are ending my life."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I cried out"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The Hebrew could be read: "
          },
          {
            "tag": "fqa",
            "text": "I cried out or"
          },
          {
            "tag": "fqa",
            "text": "I calmed myself ."
          },
          {
            "tag": "f",
            "text": "* until the morning;"
          },
          {
            "tag": "q1",
            "text": "like a lion he breaks all my bones. "
          },
          {
            "tag": "q1",
            "text": "Between day and night you are ending my life."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Like a swallow I chirp; I coo like a dove;"
          },
          {
            "tag": "q1",
            "text": "my eyes grow tired with looking upward. Lord, I am oppressed; help me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "What shall I say? He has both spoken to me, and has done it;"
          },
          {
            "tag": "q1",
            "text": "I will walk slowly all my years because I am overcome with grief."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Lord, the sufferings you send are good for me; may my life be given back to me;"
          },
          {
            "tag": "q1",
            "text": "you have restored my life and health."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It was for my benefit that I experienced such grief."
          },
          {
            "tag": "q1",
            "text": "You have rescued me from the pit of destruction;"
          },
          {
            "tag": "q1",
            "text": "for you have thrown all my sins behind your back."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For Sheol does not thank you; death does not praise you;"
          },
          {
            "tag": "q1",
            "text": "those who go down into the pit do not hope in your trustworthiness."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The living person, the living person, he is the one who gives you thanks, as I do this day;"
          },
          {
            "tag": "q1",
            "text": "a father makes known to children your trustworthiness."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh is about to save me, and we will celebrate with music"
          },
          {
            "tag": "q1",
            "text": "all the days of our lives in the house of Yahweh.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Now Isaiah had said, “Let them take a lump of figs and put it on the boil, and he will recover.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Hezekiah also had said, “What will be the sign that I should go up to the house of Yahweh?”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 38
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}