{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Awake, awake, put on your strength, Zion;"
          },
          {
            "tag": "q1",
            "text": "put on your beautiful garments, Jerusalem, holy city;"
          },
          {
            "tag": "q1",
            "text": "for never again will the uncircumcised or the unclean enter you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Shake yourself off from the dust; arise and sit, Jerusalem;"
          },
          {
            "tag": "q1",
            "text": "take off the chain from your neck, captive, daughter of Zion."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For this is what Yahweh says, “You were sold for nothing, and you will be redeemed without money.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For this is what the Lord Yahweh says, “In the beginning my people went down to live temporarily in Egypt; and Assyria has oppressed them for no good reason."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Now what do I have here—this is Yahweh’s declaration—seeing that my people are taken away for nothing? Those who rule over them mock—this is Yahweh’s declaration—and my name is blasphemed continually all day long."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "mock , some versions identify a different Hebrew word meaning"
          },
          {
            "tag": "fqa",
            "text": "wail ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Therefore my people will know my name;"
          },
          {
            "tag": "q1",
            "text": "they will know in that day that I am the one who says, “Yes, it is I!”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "How beautiful on the mountains are the feet of the messenger who brings good news,"
          },
          {
            "tag": "q1",
            "text": "who announces peace, who bears good tidings, who announces salvation,"
          },
          {
            "tag": "q1",
            "text": "who says to Zion, “Your God reigns!”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Listen, your watchmen raise their voices, together they shout for joy,"
          },
          {
            "tag": "q1",
            "text": "for they will see, every eye of theirs, Yahweh’s return to Zion."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Break out into joyful singing together, you ruins of Jerusalem;"
          },
          {
            "tag": "q1",
            "text": "for Yahweh has comforted his people; he has redeemed Jerusalem."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh has bared his holy arm in the sight of all the nations;"
          },
          {
            "tag": "q1",
            "text": "all the earth will see the salvation of our God."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Leave, leave, go out from there; touch nothing unclean;"
          },
          {
            "tag": "q1",
            "text": "leave from her midst; purify yourselves, you who carry the vessels of Yahweh."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For you will not go out in a rush, nor will you leave in a panic;"
          },
          {
            "tag": "q1",
            "text": "for Yahweh will go before you; and the God of Israel will be your rearguard."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Look, my servant will act wisely;"
          },
          {
            "tag": "q1",
            "text": "he will be high and lifted up, and he will be exalted."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "As many were horrified at you—"
          },
          {
            "tag": "q1",
            "text": "his appearance was so disfigured beyond that of any man, and his form no longer looked like anything human."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Even so, my servant will sprinkle many nations and kings will shut their mouths because of him."
          },
          {
            "tag": "q1",
            "text": "For that which they had not been told, they will see, and that which they had not heard, they will understand."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 52
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}