[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "The vision of Isaiah son of Amoz, that he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Hear, heavens, and give ear, earth; for Yahweh has spoken:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "The ox knows his owner, and the donkey his master’s feeding trough,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Woe! Nation, sinners, a people weighed down with iniquity,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Why are you still being beaten? Why do you rebel more and more?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "From the sole of the foot to the head there is no part unharmed;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Your country is ruined; your cities are burned;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The daughter of Zion is left like a hut in a vineyard,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If Yahweh of hosts had not left for us a small remnant,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Hear the word of Yahweh, you rulers of Sodom;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "“What is the multitude of your sacrifices to me?” says Yahweh."
      },
      {
        "t": "v",
        "n": 12,
        "v": "When you come to appear before me,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Bring no more meaningless offerings; incense is an abomination to me;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "I hate your new moons and your appointed feasts;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "So when you spread out your hands in prayer, I hide my eyes from you;"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Wash, cleanse yourselves;"
      },
      {
        "t": "v",
        "n": 17,
        "v": "learn to do good;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "“Come now, and let us reason together,” says Yahweh;"
      },
      {
        "t": "v",
        "n": 19,
        "v": "If you are willing and obedient, you will eat the good of the land,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "but if you refuse and rebel, the sword will devour you,”"
      },
      {
        "t": "v",
        "n": 21,
        "v": "How the faithful city has become a prostitute!"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Your silver has become impure, your wine mixed with water."
      },
      {
        "t": "v",
        "n": 23,
        "v": "Your princes are rebels and companions of thieves;"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Therefore this is the declaration of the Lord Yahweh of hosts, the Mighty One of Israel:"
      },
      {
        "t": "v",
        "n": 25,
        "v": "I will turn my hand against you,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "I will restore your judges as at the first, and your counselors as at the beginning;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Zion will be redeemed by justice, and her repentant ones by righteousness."
      },
      {
        "t": "v",
        "n": 28,
        "v": "Rebels and sinners will be crushed together, and those who abandon Yahweh will be done away with."
      },
      {
        "t": "v",
        "n": 29,
        "v": "“For you will be ashamed of the sacred oak trees that you desired,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "For you will be like an oak whose leaf fades,"
      },
      {
        "t": "v",
        "n": 31,
        "v": "The strong man will be like tinder, and his work like a spark;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“I have nourished and brought up children, but they have rebelled against me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but Israel does not know, Israel does not understand.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "offspring of evildoers, sons who act corruptly!"
  },
  {
    "t": "q",
    "v": "They have abandoned Yahweh, they have despised the Holy One of Israel,"
  },
  {
    "t": "q",
    "v": "they have estranged themselves from him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The whole head is sick, the whole heart is weak."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "only wounds, and bruises, and fresh open wounds;"
  },
  {
    "t": "q",
    "v": "they have not been closed, cleansed, bandaged, nor treated with oil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your fields—in your presence, strangers are destroying them—"
  },
  {
    "t": "q",
    "v": "abandoned devastation, overthrown by strangers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "like a shed in a garden of cucumbers, like a besieged city."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "we would have been like Sodom, we would have been like Gomorrah."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "listen to the law of our God, you people of Gomorrah:"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“I have had enough of the burnt offerings of rams, and the fat of fatted beasts;"
  },
  {
    "t": "q",
    "v": "and in the blood of bulls, lambs, or goats I do not delight."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who has required this of you, to trample my courts?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your new moon and Sabbath assemblies—I cannot tolerate these wicked assemblies."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they are a burden to me; I am tired of enduring them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "even though you offer many prayers, I will not listen;"
  },
  {
    "t": "q",
    "v": "your hands are full of blood."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "remove the evil of your deeds from my sight;"
  },
  {
    "t": "q",
    "v": "stop being evil;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "seek justice, make straight the oppression,"
  },
  {
    "t": "q",
    "v": "give justice to the fatherless, defend the widow.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“though your sins are like scarlet, they will be white like snow;"
  },
  {
    "t": "q",
    "v": "though they are red like crimson, they will be like wool."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for the mouth of Yahweh has spoken it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "She who was full of justice—she was full of righteousness,"
  },
  {
    "t": "q",
    "v": "but now she is full of murderers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "everyone loves bribes and runs after payoffs."
  },
  {
    "t": "q",
    "v": "They do not defend the fatherless, nor does the widow’s legal plea come before them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Woe to them! I will take vengeance against my adversaries, and avenge myself against my enemies;"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "refine away your dross as with lye, and take away all your dross."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "after that you will be called the city of righteousness, a faithful town.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and you will be embarrassed by the gardens that you have chosen."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and like a garden that has no water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they will both burn together, and no one will quench them.”"
  }
]