[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Hear this, house of Jacob,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "For they call themselves people of the holy city"
      },
      {
        "t": "v",
        "n": 3,
        "v": "“I have declared the things from long ago; they came out from my mouth, and I made them known;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Because I knew that you were obstinate,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "therefore I declared these things to you beforehand; before they happened I informed you,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "You heard about these things; look at all this evidence; and you, will you not admit what I said is true? From now on, I am showing you new things, hidden things that you have not known."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Now, and not from previously, they come into being, and before today you have not heard about them,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "You never heard; you did not know; these things were not unfolded to your ears beforehand."
      },
      {
        "t": "v",
        "n": 9,
        "v": "For the sake of my name I will defer my anger, and for my honor I will hold back from destroying you."
      },
      {
        "t": "v",
        "n": 10,
        "v": "Look, I refined you, but not as silver; I have purified you in the furnace of affliction."
      },
      {
        "t": "v",
        "n": 11,
        "v": "For my own sake, for my own sake I will act; for how can I allow my name to be profaned?"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Listen to me, Jacob, and Israel, whom I called:"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yes, my hand laid the foundation of the earth, and my right hand spread out the heavens;"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Assemble yourselves, all of you, and listen! Who among you has announced these things?"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I, I have spoken, yes, I have summoned him, I have brought him, and he will succeed."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Come near to me, listen to this:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "This is what Yahweh, your Redeemer, the Holy One of Israel says,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "If only you had obeyed my commandments!"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Your descendants would have been as numerous as the sand, and the children from your womb as numerous as the grains of sand;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Come out from Babylon! Flee from the Chaldeans!"
      },
      {
        "t": "v",
        "n": 21,
        "v": "They did not thirst when he led them through the deserts;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "There is no peace for the wicked—says Yahweh.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who are called by the name Israel, and have come from the sperm of Judah;"
  },
  {
    "t": "q",
    "v": "you who swear by the name of Yahweh and invoke the God of Israel,"
  },
  {
    "t": "q",
    "v": "but not sincerely nor in a righteous manner."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and trust in the God of Israel. Yahweh of hosts is his name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "then suddenly I did them, and they came to pass."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your neck muscles tight as iron, and your forehead like bronze,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so you could not say, ‘My idol has done them,’ or ‘My carved figure and my cast metal figure has ordained these things.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so you will not be able to say, ‘Yes, I knew about them.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I knew that you have been very deceitful, and that you have been a rebel from birth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will not give my glory to anyone else."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am he; I am the first, I also am the last."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when I call to them, they stand up together."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh’s ally will accomplish his purpose against Babylon. He will carry out Yahweh’s will against the Chaldeans."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "From the beginning I have not spoken in secret; when it happens, I am there.”"
  },
  {
    "t": "q",
    "v": "Now the Lord Yahweh has sent me, and his Spirit."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“I am Yahweh your God, who teaches you how to succeed,"
  },
  {
    "t": "q",
    "v": "who leads you by the way that you should go."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then your peace and prosperity would have flowed like a river, and your salvation like the waves of the sea."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "their name would not have been cut off nor blotted out from before me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With the sound of a ringing cry announce it! Make this known, make it go out to the ends of the earth!"
  },
  {
    "t": "q",
    "v": "Say, ‘Yahweh has redeemed his servant Jacob.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he made the water to flow out of the rock for them;"
  },
  {
    "t": "q",
    "v": "he split open the rock, and the waters gushed out."
  },
  {
    "t": "q",
    "v": []
  }
]