[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "“Come, everyone who is thirsty, come to the water,",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and you who have no money, come, buy and eat!",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Come, buy wine and milk without money and without cost.",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Why do you weigh out silver for what is not bread, and why do you labor for what does not satisfy?",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Listen carefully to me and eat what is good, and delight yourselves in fatness.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Turn your ears and come to me! Listen, that you may live!",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will make an everlasting covenant with you—my reliable, faithful love that I promised to David.",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Look, I have placed him as a witness to the nations, as a leader and commander to the peoples.",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Look, you will call to a nation that you did not know; and a nation that did not know you will run to you",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because of Yahweh your God, the Holy One of Israel, who has glorified you.”",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Seek Yahweh while he may be found; call on him while he is nearby.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Let the wicked leave his path, and the man of sin his thoughts.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Let him return to Yahweh, and he will pity him, and to our God, who will abundantly forgive him.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "“For my thoughts are not your thoughts, nor are your ways my ways—this is Yahweh’s declaration—",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "for as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "For as the rain and snow come down from heaven",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and do not return there unless they saturate the earth",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and make it produce and sprout and give seed to the farmer who sows and bread to the eater,",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "so also my word will be that goes from my mouth—it will not return to me empty,",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but it will achieve the purpose for which I sent it.",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "For you will go out in joy and be led along peacefully;",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the mountains and the hills will break out in joyful shouts before you, and all the trees of the fields will clap their hands.",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Instead of the thornbushes, the cypress will grow; and instead of the brier, the myrtle tree will grow,",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and it will be for Yahweh, for his name, as an everlasting sign that will not be cut off.”",
        "id": 48
      }
    ],
    "id": 47
  }
]