{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to you, destroyer who has not been destroyed!"
          },
          {
            "tag": "q2",
            "text": "Woe to the betrayer whom they have not betrayed!"
          },
          {
            "tag": "q1",
            "text": "When you stop destroying, you will be destroyed."
          },
          {
            "tag": "q2",
            "text": "When you stop betraying, they will betray you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh, be gracious to us; we wait for you;"
          },
          {
            "tag": "q1",
            "text": "be our arm every morning, our salvation in the time of trouble."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "At the loud noise the peoples flee; when you arise, the nations are scattered."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your spoil is gathered as the locusts gather; as locusts leap, men leap on it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh is exalted. He lives in a high place. He will fill Zion with justice and righteousness."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He will be the stability in your times,"
          },
          {
            "tag": "q1",
            "text": "abundance of salvation, wisdom, and knowledge; the fear of Yahweh is his treasure."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Look, their envoys cry in the streets; the diplomats hoping for peace weep bitterly."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The highways are deserted; there are no more travelers."
          },
          {
            "tag": "q1",
            "text": "Covenants are broken, witnesses are despised, and mankind is not respected."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "witness are despised , some versions have"
          },
          {
            "tag": "fqa",
            "text": "cities are despised ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The land mourns and withers away; Lebanon is ashamed and withers away;"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions have "
          },
          {
            "tag": "fqa",
            "text": "The land dries up and withers away ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q1",
            "text": "Sharon is like a desert plain; and Bashan and Carmel shake off their leaves."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "“Now will I arise,” says Yahweh; “now I will be lifted up; now I will be elevated."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You conceive chaff, and you give birth to stubble; your breath is a fire that will consume you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The peoples will be burned to lime, as thornbushes are cut down and are burned."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You who are far away, hear what I have done; and, you who are near, acknowledge my might.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The sinners in Zion are afraid; trembling has seized the godless ones."
          },
          {
            "tag": "q1",
            "text": "Who among us can sojourn with a raging fire? Who among us can sojourn with everlasting burnings?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He who walks righteously and speaks honestly; "
          },
          {
            "tag": "q1",
            "text": "who despises the gain of oppression,"
          },
          {
            "tag": "q1",
            "text": "who shakes his hand so that it will not accept a bribe, "
          },
          {
            "tag": "q1",
            "text": "who stops his ears from hearing about bloodshed,"
          },
          {
            "tag": "q1",
            "text": "and who shuts his eyes from looking on evil—"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "this is the man who will dwell on the heights,"
          },
          {
            "tag": "q1",
            "text": "his place of defense will be the fortress among the cliffs, "
          },
          {
            "tag": "q1",
            "text": "his food will be given, and his water will be in steady supply."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Your eyes will see the king in his beauty; they will see a land off in the distance."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Your heart will recall the terror; where is the scribe, where is he who weighed the money? Where is he who counted the towers?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You will no longer see the defiant people, a people of a strange language that you do not understand."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Look at Zion, the city of our feasts;"
          },
          {
            "tag": "q1",
            "text": "your eyes will see Jerusalem as a quiet habitation, a tent that will not be removed,"
          },
          {
            "tag": "q1",
            "text": "whose stakes will never be pulled up nor will any of its cords be broken."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Instead, Yahweh in majesty will be with us, in a place of broad rivers and streams."
          },
          {
            "tag": "q1",
            "text": "No warship with oars will travel it, and no large ships will sail by."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For Yahweh is our judge, Yahweh is our lawgiver, Yahweh is our king; he will save us."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Your riggings are slack; they cannot hold the mast in place; they cannot spread the sail;"
          },
          {
            "tag": "q1",
            "text": "when the great spoil is divided, even the lame will drag off the spoil."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The inhabitants will not say, “I am sick;” the people who live there will be forgiven for their iniquity."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 33
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}