{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The wilderness and the Arabah will be glad; and the desert will rejoice and blossom."
          },
          {
            "tag": "q1",
            "text": "Like the rose,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "it will blossom abundantly and rejoice with joy and singing;"
          },
          {
            "tag": "q1",
            "text": "the glory of Lebanon will be given to it, the splendor of Carmel and Sharon;"
          },
          {
            "tag": "q1",
            "text": "they will see the glory of Yahweh, the splendor of our God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Strengthen the weak hands, and steady the knees that shake."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Say to those with a fearful heart, “Be strong, do not fear!"
          },
          {
            "tag": "q1",
            "text": "Look, your God will come with vengeance,"
          },
          {
            "tag": "q1",
            "text": "with the recompense of God. He will come and save you.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the eyes of the blind will see, and the ears of the deaf will hear."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then the lame man will leap like a deer, and the mute tongue will sing,"
          },
          {
            "tag": "q1",
            "text": "for water breaks out in the Arabah, and streams in the wilderness."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The burning sand will become a pool, and the thirsty ground springs of water;"
          },
          {
            "tag": "q1",
            "text": "in the habitation of jackals, where they once lay, will be grass with reeds and rushes."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A highway will be there called The Holy Way."
          },
          {
            "tag": "q1",
            "text": "The unclean will not travel it. But it will be for him who walks in it."
          },
          {
            "tag": "q1",
            "text": "No fool will go on it."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "No lion will be there, no ferocious beast will be on it; they will not be found there,"
          },
          {
            "tag": "q1",
            "text": "but the redeemed will walk there."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The ransomed of Yahweh will return"
          },
          {
            "tag": "q1",
            "text": "and come with singing to Zion, and everlasting joy will be on their heads;"
          },
          {
            "tag": "q1",
            "text": "gladness and joy will overtake them; sorrow and sighing will flee away."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 35
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}