[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Look, Yahweh’s hand is not so short that it cannot save; nor his ear so dull, that it cannot hear.",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Your sinful acts, however, have separated you from your God,",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and your sins have made him hide his face from you and from hearing you.",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "For your hands are stained with blood and your fingers with sin.",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Your lips speak lies and your tongue speaks maliciously.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "No one calls in righteousness, and none pleads his case in truth.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They trust in empty words, and tell lies; they conceive trouble and give birth to sin.",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "They hatch eggs of a poisonous snake and weave a spider’s web.",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Whoever eats of their eggs dies, and if an egg is crushed, it hatches into a poisonous snake.",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Their webs cannot be used for garments, nor can they cover themselves with their works.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Their works are works of sin, and deeds of violence are in their hands.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Their feet run to evil, and they run to pour out innocent blood.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Their thoughts are thoughts of sin; violence and destruction are their roads.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "The way of peace they do not know, and there is no justice in their paths.",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They have made crooked paths; whoever travels these paths does not know peace.",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Therefore justice is far from us, nor does righteousness reach us.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We wait for light, but see darkness; we look for brightness, but we walk in darkness.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "We grope for the wall like the blind, like those who cannot see.",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We stumble at noonday as in the twilight; among the strong we are like dead men.",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "We growl like bears and moan like doves;",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "we wait for justice, but there is none; for rescue, but it is far from us.",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "For our many transgressions are before you, and our sins testify against us;",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for our transgressions are with us, and we know our sins.",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "We have rebelled, denying Yahweh and turning away from following our God.",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We have spoken extortion and turning aside, conceived complaining from the heart and words of lying.",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Justice is driven back, and righteousness stands far off;",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for truth stumbles in the public square, and right cannot come.",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Trustworthiness has gone away, and he who turns away from evil makes himself a victim.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Yahweh saw it and was displeased that there was no justice.",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "He saw that there was no man, and wondered that there was no one to intervene.",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Therefore his own arm brought salvation for him, and his righteousness sustained him.",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "He put on righteousness as a breastplate and a helmet of salvation upon his head.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He clothed himself with garments of vengeance and wore zeal as a mantle.",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "He repaid them for what they had done, angry judgment to his adversaries, vengeance to his enemies, to the islands punishment as their reward.",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "So they will fear the name of Yahweh from the west, and his glory from the sun’s rising; for he will come as a rushing stream, driven by the breath of Yahweh.",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "“A redeemer will come to Zion and to those who turn from their rebellious deeds in Jacob—this is Yahweh’s declaration.",
        "id": 72
      },
      {
        "t": "v",
        "n": 21,
        "v": "As for me, this is my covenant with them—says Yahweh—my spirit who is upon you, and my words which I have put in your mouth, will not leave your mouth, or go out of the mouth of your children, or go out of the mouth of your children’s children—says Yahweh—from this time and forever.”",
        "id": 73
      }
    ],
    "id": 71
  }
]