{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Listen to me, you coastlands! Now give my your attention, you distant peoples."
          },
          {
            "tag": "q1",
            "text": "Yahweh has called me from birth by name, when my mother brought me into the world."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He has made my mouth like a sharp sword; he hid me in the shadow of his hand;"
          },
          {
            "tag": "q1",
            "text": "he has made me into a polished arrow; in his quiver he has hidden me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He said to me, “You are my servant, Israel, through whom I show my glory.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But I replied, “Though I thought I have labored in vain, I have spent my energy for nothing,"
          },
          {
            "tag": "q1",
            "text": "yet my justice is with Yahweh, and my reward is with my God.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Now Yahweh has spoken—he who formed me from birth to be his servant,"
          },
          {
            "tag": "q1",
            "text": "to restore Jacob again to himself, so that Israel would be gathered to him,"
          },
          {
            "tag": "q1",
            "text": "for I am honored in the eyes of Yahweh, and my God has become my strength—"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "and he says, “It is too small a thing for you to be my servant to reestablish the tribes of Jacob,"
          },
          {
            "tag": "q1",
            "text": "and to restore the survivors of Israel. I will make you a light to the Gentiles,"
          },
          {
            "tag": "q1",
            "text": "that you may be my salvation to the ends of the earth.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "This is what Yahweh says, the Redeemer of Israel, their Holy One,"
          },
          {
            "tag": "q1",
            "text": "to the one whose life is despised, hated by the nations, and a slave of rulers,"
          },
          {
            "tag": "q1",
            "text": "“Kings will see you and arise, and princes will see you and bow down,"
          },
          {
            "tag": "q1",
            "text": "because of Yahweh who is faithful, even the Holy One of Israel, who has chosen you.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "This is what Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“At a time I decide to show my favor I will answer you, and in a day of salvation I will help you;"
          },
          {
            "tag": "q1",
            "text": "I will protect you, and give you as a covenant for the people,"
          },
          {
            "tag": "q1",
            "text": "to rebuild the land, to reassign the desolate inheritance."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You will say to the prisoners, ‘Come out;’ to those in dark dungeons, ‘Show yourselves.’"
          },
          {
            "tag": "q1",
            "text": "They will graze along the roads, and on all the bare slopes will be their pasture."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They will not be hungry or thirsty; nor will the heat or sun beat on them,"
          },
          {
            "tag": "q1",
            "text": "for he who has mercy on them will lead them; he will guide them to springs of water."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then I will make all my mountains into a road, and make my highways level.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Look, these will come from far away, some from the north and the west; and others from the land of Sinim."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Sing, heavens, and be joyful, earth; break into singing, you mountains!"
          },
          {
            "tag": "q1",
            "text": "For Yahweh comforts his people, and will have compassion on his afflicted."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But Zion said, “Yahweh has forsaken me, and the Lord has forgotten me.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“Can a woman forget her baby, nursing at her breast, so she does not have compassion on the son she has borne?"
          },
          {
            "tag": "q1",
            "text": "Yes, they may forget, but I will not forget you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Look, I have inscribed your name on my palms; your walls are continually before me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Your children are hurrying back, while those who destroyed you are going away."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Look around and see, they are all gathering and coming to you."
          },
          {
            "tag": "q1",
            "text": "As surely as I live—this is Yahweh’s declaration—you will surely wear them like jewelry, and you will put them on like a bride."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Though you were a waste and desolate, a land that was in ruins,"
          },
          {
            "tag": "q1",
            "text": "now you will be too small for the inhabitants, and those who devoured you will be far away."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The children born during the time of your bereavement will say in your hearing,"
          },
          {
            "tag": "q1",
            "text": "‘The place is too cramped for us, make room for us, so we may live here.’"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then you will ask yourself, ‘Who has borne these children for me?"
          },
          {
            "tag": "q1",
            "text": "I was bereaved and barren, exiled and divorced. Who has raised these children?"
          },
          {
            "tag": "q1",
            "text": "Look, I was left all alone; where did these come from?’”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "This is what the Lord Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“Look, I will raise my hand to the nations; I will raise my signal flag to the peoples."
          },
          {
            "tag": "q1",
            "text": "They will bring your sons in their arms and carry your daughters on their shoulders."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Kings will be your foster fathers, and their queens your nursemaids;"
          },
          {
            "tag": "q1",
            "text": "they will bow down to you with their faces to the earth and lick the dust of your feet;"
          },
          {
            "tag": "q1",
            "text": "and you will know that I am Yahweh; those who wait for me will not be put to shame.”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Can the spoils be taken from the warrior, or captives be rescued from the fierce?"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "from the fierce , the Hebrew text has"
          },
          {
            "tag": "fqa",
            "text": "from the righteous , but most modern versions correct it to"
          },
          {
            "tag": "fqa",
            "text": "from the fierce ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But this is what Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“Yes, the captives will be taken away from the warrior, and spoils will be rescued;"
          },
          {
            "tag": "q1",
            "text": "for I will oppose your adversary and save your children."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "I will feed your oppressors with their own flesh; and they will get drunk on their own blood, as if it were wine."
          },
          {
            "tag": "q1",
            "text": "Then all mankind will know that I, Yahweh, am your Savior and your Redeemer, the Mighty One of Jacob.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 49
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}