{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The things that Isaiah son of Amoz perceived in a vision, concerning Judah and Jerusalem."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It will be in the last days "
          },
          {
            "tag": "q1",
            "text": "that the mountain of Yahweh’s house "
          },
          {
            "tag": "q1",
            "text": "will be established as the highest of the mountains, "
          },
          {
            "tag": "q1",
            "text": "and it will be raised up above the hills,"
          },
          {
            "tag": "q1",
            "text": "and all the nations will flow to it."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Many peoples will come and say,"
          },
          {
            "tag": "q1",
            "text": "“Come, let us go up to the mountain of Yahweh, to the house of the God of Jacob,"
          },
          {
            "tag": "q1",
            "text": "so he may teach us some of his ways, and we may walk in his paths.”"
          },
          {
            "tag": "q1",
            "text": "For out of Zion will go the law, and the word of Yahweh from Jerusalem."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He will judge between the nations and will render decisions for many peoples;"
          },
          {
            "tag": "q1",
            "text": "they will hammer their swords into plowshares, and their spears into pruning hooks;"
          },
          {
            "tag": "q1",
            "text": "nation will not lift up sword against nation, nor will they train for war any longer."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "House of Jacob, come, and let us walk in the light of Yahweh."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For you have abandoned your people, the house of Jacob,"
          },
          {
            "tag": "q1",
            "text": "because they are filled with customs from the east and they practice divination like the Philistines,"
          },
          {
            "tag": "q1",
            "text": "and they shake hands with sons of foreigners."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Their land is full of silver and gold, and is there no limit to their wealth;"
          },
          {
            "tag": "q1",
            "text": "their land also is full of horses, nor is there limit to their chariots."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Their land also is full of idols;"
          },
          {
            "tag": "q1",
            "text": "they worship the craftsmanship of their own hands, things that their own fingers have made."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The people will be bowed down, and individuals will fall down; therefore do not raise them up."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Go into the rocky places and hide in the ground"
          },
          {
            "tag": "q1",
            "text": "from the terror of Yahweh and from the glory of his majesty."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The lofty gaze of man will be brought low, and the pride of men will be brought down,"
          },
          {
            "tag": "q1",
            "text": "and Yahweh alone will be exalted on that day."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For there will be a day of Yahweh of hosts"
          },
          {
            "tag": "q1",
            "text": "against everyone who is proud and raised up, and against everyone who is arrogant—and he will be brought down—"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "and against all the cedars of Lebanon that are high and lifted up,"
          },
          {
            "tag": "q1",
            "text": "and against all the oaks of Bashan."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "That day of Yahweh of hosts will be against all the high mountains, and against all the hills that are lifted up,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and against every high tower, and against every impregnable wall,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and against all the ships of Tarshish, and against all beautiful sailing vessels."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The pride of man will be brought low, and the haughtiness of men will fall;"
          },
          {
            "tag": "q1",
            "text": "Yahweh alone will be exalted on that day."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The idols will completely pass away."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Men will go into the caves of the rocks and the holes of the ground,"
          },
          {
            "tag": "q1",
            "text": "from the terror of Yahweh, and from the glory of his majesty, when he rises to terrify the earth."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "On that day people will throw away their idols of silver and of gold"
          },
          {
            "tag": "q1",
            "text": "that they have made for themselves to worship—they will throw them away to the moles and bats."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The people will go into the crevices in the rocks and into the clefts of the ragged rocks,"
          },
          {
            "tag": "q1",
            "text": "from the terror of Yahweh and from the glory of his majesty, when he rises to terrify the earth."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Stop trusting in man, whose life-breath is in his nostrils,"
          },
          {
            "tag": "q1",
            "text": "for what does he amount to?"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}