{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Send rams to the ruler of the land"
          },
          {
            "tag": "q1",
            "text": "from Selah in the wilderness, to the mount of the daughter of Zion."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "As wandering birds, as a scattered nest,"
          },
          {
            "tag": "q1",
            "text": "so the women of Moab are at the fords of the Arnon River."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "“Give instruction, execute justice; provide some shade like night in the middle of the day;"
          },
          {
            "tag": "q1",
            "text": "hide the fugitives; do not betray the fugitives."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Let them live among you, the refugees from Moab;"
          },
          {
            "tag": "q1",
            "text": "be a hiding place for them from the destroyer.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "q1",
            "text": "For the oppression will stop, and destruction will cease,"
          },
          {
            "tag": "q1",
            "text": "those who trample will disappear from the land."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "A throne will be established in covenant faithfulness; and one from David’s tent will faithfully sit there."
          },
          {
            "tag": "q1",
            "text": "He will judge as he seeks justice and does righteousness."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "We have heard of Moab’s pride, his arrogance,"
          },
          {
            "tag": "q1",
            "text": "his boasting, and his anger. But his boastings are empty words."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So Moab wails for Moab—they all wail! Mourn, you who are utterly destroyed, for the raisin cakes of Kir Hareseth."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The fields of Heshbon have dried up as well as the vines of Sibmah."
          },
          {
            "tag": "q1",
            "text": "The rulers of the nations have trampled the choice vines"
          },
          {
            "tag": "q1",
            "text": "that reached to Jazer and spread into the desert."
          },
          {
            "tag": "q1",
            "text": "Its shoots spread abroad; they went over to the sea."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Indeed I will weep along with Jazer for the vineyard of Sibmah."
          },
          {
            "tag": "q1",
            "text": "I will water you with my tears, Heshbon, and Elealeh."
          },
          {
            "tag": "q1",
            "text": "For on your fields of summer fruits and harvest I have ended the shouts of joy."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Gladness and joy are taken away from the fruit tree groves; and there is no singing, or shouts in the vineyards."
          },
          {
            "tag": "q1",
            "text": "No one treads out wine in the presses, for I have put an end to the shouts of the one who treads."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So my heart sighs like a harp for Moab, and my inward being for Kir Hareseth."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When Moab wears himself out on the high place"
          },
          {
            "tag": "q1",
            "text": "and enters his temple to pray, his prayers will accomplish nothing."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "This is the word that Yahweh spoke concerning Moab previously."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Again Yahweh speaks, “Within three years, the glory of Moab will disappear; in spite of his many people, the remnant will be very few and insignificant.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}