{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh said to me, “Take a large tablet and write on it, ‘Maher-Shalal-Hash-Baz.’"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I will summon faithful witnesses to attest for me, Uriah the priest, and Zechariah son of Jeberekiah.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I went to the prophetess, and she conceived and bore a son. Then Yahweh said to me, “Call his name Maher-Shalal-Hash-Baz."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For before the child knows to cry, ‘My father,’ and, ‘My mother,’ the riches of Damascus and the plunder of Samaria will be carried away by the king of Assyria.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh spoke to me again,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "“Because this people has refused the gentle waters of Shiloah,"
          },
          {
            "tag": "q1",
            "text": "and is happy over Rezin and Remaliah’s son,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "therefore the Lord is about to bring up on them the waters of the River, mighty and many, the king of Assyria and all his glory."
          },
          {
            "tag": "q1",
            "text": "It will come up over all its channels and overflow its banks."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The River will sweep onward into Judah, flooding and passing on, until it reaches to your neck."
          },
          {
            "tag": "q1",
            "text": "Its outstretched wings will fill the breadth of your land, Immanuel.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You peoples will be broken to pieces. Listen, all you distant countries:"
          },
          {
            "tag": "q1",
            "text": "arm yourselves for war and be broken in pieces; arm yourselves and be broken in pieces."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Form a plan, but it will not be carried out; issue the command, but it will not be carried out,"
          },
          {
            "tag": "q1",
            "text": "for God is with us."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh spoke to me, with his strong hand upon me, and warned me not to walk in the way of this people."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Do not call conspiracy anything that this people calls conspiracy,"
          },
          {
            "tag": "q1",
            "text": "you will not fear what they fear, and do not be terrified."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is Yahweh of hosts whom you will honor as holy; he is the one you must fear, and he is the one you must dread."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He will become a sanctuary; "
          },
          {
            "tag": "q1",
            "text": "but he will be a stone of striking, and a rock of stumbling—"
          },
          {
            "tag": "q2",
            "text": "for both the houses of Israel, "
          },
          {
            "tag": "q2",
            "text": "and he will be a trap and a snare "
          },
          {
            "tag": "q2",
            "text": "to the people of Jerusalem."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Many will stumble over it and fall and be broken, and be ensnared and captured."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Bind up my testimony, seal the official record, and give it to my disciples."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I will wait for Yahweh, who hides his face from the house of Jacob; I will trust in him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "See, I and the sons whom Yahweh has given me are for signs and for wonders in Israel"
          },
          {
            "tag": "q1",
            "text": "from Yahweh of hosts, who lives on Mount Zion."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "They will say to you, “Consult with those who speak with the dead and with spirits,” the ones who chirp and mutter incantations. But should a people not consult their God? Should they consult the dead on behalf of the living?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "To the law and to the testimony! If they do not say such things, it is because they have no light of dawn."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They will pass through the land greatly distressed and hungry. When they are hungry, they will become angry"
          },
          {
            "tag": "q1",
            "text": "and curse their king and their God, as they turn their faces upward."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "They will look at the earth"
          },
          {
            "tag": "q1",
            "text": "and see distress, darkness, and oppressive gloom. They will be driven into a land of darkness."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}