{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But now this is what Yahweh says, he who created you, Jacob, and he who formed you, Israel:"
          },
          {
            "tag": "q1",
            "text": "“Do not be afraid, for I have redeemed you; I have called you by your name, you are mine."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "When you pass through the waters, I will be with you; and through the rivers, they will not overwhelm you."
          },
          {
            "tag": "q1",
            "text": "When you walk through the fire you will not be burned, and the flames will not destroy you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For I am Yahweh your God, the Holy One of Israel, your Savior."
          },
          {
            "tag": "q1",
            "text": "I have given Egypt as your ransom, Cush and Seba in exchange for you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Since you are precious and special in my sight, I love you;"
          },
          {
            "tag": "q1",
            "text": "therefore I will give people in exchange for you, and other peoples in exchange for your life."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Do not be afraid, for I am with you;"
          },
          {
            "tag": "q1",
            "text": "I will bring your offspring from the east, and gather you from the west."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will say to the north, ‘Hand them over;’ and to the south, ‘Do not hold any back;’"
          },
          {
            "tag": "q1",
            "text": "Bring my sons from afar, and my daughters from the remote regions of the earth,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "everyone who is called by my name, whom I have created for my glory, whom I have formed, yes, whom I have made."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Bring out the people who are blind, even though they have eyes, and the deaf, even though they have ears."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "All the nations gather together, and the peoples assemble."
          },
          {
            "tag": "q1",
            "text": "Who among them could have declared this and announced to us earlier events?"
          },
          {
            "tag": "q1",
            "text": "Let them bring their witnesses to prove themselves right, let them listen and affirm, ‘It is true.’"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You are my witnesses,” declares Yahweh, “and my servant whom I have chosen,"
          },
          {
            "tag": "q1",
            "text": "so that you may know and believe in me, and understand that I am he."
          },
          {
            "tag": "q1",
            "text": "Before me there was no god formed, and there will be none after me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I, I am Yahweh, and there is no savior but me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I have declared, saved, and proclaimed, and there is no other god among you."
          },
          {
            "tag": "q1",
            "text": "You are my witnesses,” declares Yahweh, “I am God."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "From this day on I am he,"
          },
          {
            "tag": "q1",
            "text": "and no one can rescue anyone from my hand. I act, and who can turn it back?”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This is what Yahweh says, your Redeemer, the Holy One of Israel:"
          },
          {
            "tag": "q1",
            "text": "“For your sake I send to Babylon and lead them all down as fugitives,"
          },
          {
            "tag": "q1",
            "text": "turning the Babylonians’ expressions of joy into songs of lamentation."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I am Yahweh, your Holy One, the Creator of Israel, your King.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "This is what Yahweh says (who opened a way through the sea and a path in the mighty waters,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "who led out the chariot and horse, the army and the mighty host. They fell down together;"
          },
          {
            "tag": "q1",
            "text": "they will never rise again; they are extinguished, quenched like a burning wick.)"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“Do not think about these former things, nor consider the things of long ago."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Look, I am about to do a new thing; now it begins to happen; do you not perceive it?"
          },
          {
            "tag": "q1",
            "text": "I will make a road in the desert and streams of water in the wilderness."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The wild animals of the field will honor me, the jackals and the ostriches,"
          },
          {
            "tag": "q1",
            "text": "because I give water in the wilderness, and rivers in the desert,"
          },
          {
            "tag": "q1",
            "text": "for my chosen people to drink,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "this people whom I formed for myself,"
          },
          {
            "tag": "q1",
            "text": "that they might recount my praises."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But you have not called on me, Jacob; you have become tired of me, Israel."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You have not brought me any of your sheep as burnt offerings,"
          },
          {
            "tag": "q1",
            "text": "or honored me with your sacrifices. I have not burdened you with grain offerings, nor wearied you with demands for incense."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "You have bought me no sweet-smelling cane with money, neither have you poured out to me the fat of your sacrifices;"
          },
          {
            "tag": "q1",
            "text": "but you have burdened me with your sins, you have wearied me with your evil deeds."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I, yes, I, am he who blots out your offenses for my own sake; and I will not call to mind your sins any longer."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Remind me of what happened. Let us debate together; present your cause, that you may be proved innocent."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Your first father sinned, and your leaders have transgressed against me."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Therefore I will defile the holy officials; I will hand Jacob over to complete destruction, and Israel to abusive humiliation.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 43
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}