{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Come down and sit in the dust, virgin daughter of Babylon;"
          },
          {
            "tag": "q1",
            "text": "sit on the ground without a throne, daughter of the Chaldeans."
          },
          {
            "tag": "q1",
            "text": "You will no longer be called dainty and delicate."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Take the millstone and grind flour; remove your veil,"
          },
          {
            "tag": "q1",
            "text": "strip off your flowing robe, uncover your legs, cross the streams."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Your nakedness will be uncovered, yes, your shame will be seen:"
          },
          {
            "tag": "q1",
            "text": "I will take vengeance and will not spare a man."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Our Redeemer, Yahweh of hosts is his name, the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Sit in silence and go into darkness, daughter of the Chaldeans;"
          },
          {
            "tag": "q1",
            "text": "for you will no longer be called queen of kingdoms."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I was angry with my people; I defiled my heritage"
          },
          {
            "tag": "q1",
            "text": "and gave them over into your hand, but you showed them no mercy;"
          },
          {
            "tag": "q1",
            "text": "you placed a very heavy yoke on the old people."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You said, “I will rule forever as sovereign queen.”"
          },
          {
            "tag": "q1",
            "text": "You did not take these things to heart, nor did you consider how they would turn out."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So now hear this, you who love pleasure and sit securely;"
          },
          {
            "tag": "q1",
            "text": "you who say in your heart, “I exist, and there is no one else like me;"
          },
          {
            "tag": "q1",
            "text": "I will never sit as a widow, nor will I ever experience loss of children.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But these two things will come to you in a moment in one day:"
          },
          {
            "tag": "q1",
            "text": "the loss of children and widowhood; in full force they will come on you,"
          },
          {
            "tag": "q1",
            "text": "despite your sorceries and your many incantations and amulets."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You have trusted in your wickedness; you have said, “No one sees me”;"
          },
          {
            "tag": "q1",
            "text": "your wisdom and your knowledge lead you astray,"
          },
          {
            "tag": "q1",
            "text": "but you say in your heart, “I exist, and there is no one else like me.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Disaster will overcome you; you will not be able to drive it away with your incantations."
          },
          {
            "tag": "q1",
            "text": "Destruction will fall on you; you will not be able to ward it off."
          },
          {
            "tag": "q1",
            "text": "Calamity will strike you suddenly, before you know it."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Persist in casting your spells and your many sorceries"
          },
          {
            "tag": "q1",
            "text": "which you have faithfully recited since your childhood;"
          },
          {
            "tag": "q1",
            "text": "perhaps you will be successful, perhaps you will scare away disaster."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are tired out with your many consultations; let those men stand up"
          },
          {
            "tag": "q1",
            "text": "and save you—those who chart the heavens and look at the stars,"
          },
          {
            "tag": "q1",
            "text": "those who declare the new moons—let them save you from what will happen to you."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "See, they will become like stubble. The fire will burn them up."
          },
          {
            "tag": "q1",
            "text": "They will not save themselves from the hand of the flame."
          },
          {
            "tag": "q1",
            "text": "There are no coals to warm them and no fire for them to sit by!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This is what they have become to you— "
          },
          {
            "tag": "q1",
            "text": "those with whom you have worked, "
          },
          {
            "tag": "q1",
            "text": "and you have bought and sold with them since your youth—"
          },
          {
            "tag": "q1",
            "text": "they wandered about each one in his own direction; "
          },
          {
            "tag": "q2",
            "text": "there is no one who can rescue you.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 47
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}