{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A declaration about the Valley of Vision:"
          },
          {
            "tag": "q1",
            "text": "What is the reason that you have all gone up to the housetops?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Is it so you may hear a city full of noises, a town full of revelry?"
          },
          {
            "tag": "q1",
            "text": "Your dead were not killed with the sword, and they did not die in battle."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "All your rulers fled away together, but they were captured without using a bow;"
          },
          {
            "tag": "q1",
            "text": "all of them were captured together, though they had fled far away."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Therefore I said, “Do not look at me, I will weep bitterly;"
          },
          {
            "tag": "q1",
            "text": "do not try to comfort me concerning the destruction of the daughter of my people.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For there is a day of tumult, treading down, and confusion for the Lord Yahweh of hosts,"
          },
          {
            "tag": "q1",
            "text": "in the Valley of Vision, a breaking down of the walls, and people crying out to the mountains."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Elam takes up the quiver, with chariots of men and horsemen,"
          },
          {
            "tag": "q1",
            "text": "and Kir lays the shield bare."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It will come about that your choicest valleys"
          },
          {
            "tag": "q1",
            "text": "will be full of chariots, and the horsemen will take their positions at the gate."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He took away the protection of Judah;"
          },
          {
            "tag": "q1",
            "text": "and you looked in that day to the weapons in the Palace of the Forest."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You saw the breaches of the city of David, that they were many,"
          },
          {
            "tag": "q1",
            "text": "and you collected the water of the lower pool."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You counted the houses of Jerusalem, and you tore down the houses to fortify the wall."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You made a reservoir between the two walls for the water of the old pool."
          },
          {
            "tag": "q1",
            "text": "But you did not consider the city’s maker, who had planned it long ago."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The Lord Yahweh of hosts called on that day"
          },
          {
            "tag": "q1",
            "text": "for weeping, for mourning, for shaved heads, and the wearing of sackcloth."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But look, instead, celebration and gladness, killing cattle and slaughtering sheep,"
          },
          {
            "tag": "q1",
            "text": "eating meat and drinking wine; let us eat and drink, for tomorrow we will die."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This was revealed in my ears by Yahweh of hosts:"
          },
          {
            "tag": "q1",
            "text": "“Surely this iniquity will not be forgiven you, even when you die,” says the Lord Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The Lord Yahweh of hosts, says this, “Go to this administrator, to Shebna, who is over the house, and say,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "‘What are you doing here and who gave you permission to cut out a tomb for yourself,"
          },
          {
            "tag": "q1",
            "text": "hewing out a grave on the heights and carving out a resting place in the rock?’”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "See, Yahweh is about to throw you, a mighty man, about to throw you down; he will grasp you tightly."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He will surely wind you round and round, and toss you like a ball into a vast country."
          },
          {
            "tag": "q1",
            "text": "There you will die, and there your glorious chariots will be; you will be the shame of your master’s house!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "“I will thrust you from your office and from your station. You will be pulled down."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It will come about on that day that I will call my servant Eliakim son of Hilkiah."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I will clothe him with your tunic and put on him your sash, and I will transfer your authority into his hand."
          },
          {
            "tag": "q1",
            "text": "He will be a father to the inhabitants of Jerusalem and to the house of Judah."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I will place the key of the house of David on his shoulder;"
          },
          {
            "tag": "q1",
            "text": "he will open, and none will shut; he will shut, and none will open."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I will fasten him, a peg in a secure place,"
          },
          {
            "tag": "q1",
            "text": "and he will become a seat of glory for his father’s house."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They will hang on him all the glory of his father’s house, the offspring and descendants, every small container "
          },
          {
            "tag": "q1",
            "text": "from the cups to all the jugs."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "On that day—this is the declaration of Yahweh of hosts—the peg driven in a firm place will give way, break off, and fall, and the weight that was on it will be cut off—for Yahweh has spoken."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 22
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}