{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A declaration about Babylon, that Isaiah son of Amoz received:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "On the bare mountain set up a signal flag, cry aloud to them,"
          },
          {
            "tag": "q1",
            "text": "wave your hand for them to go into the gates of the nobles."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I have commanded my holy ones,"
          },
          {
            "tag": "q1",
            "text": "yes, I have called my mighty men to execute my anger, even my proudly exulting ones."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The noise of a multitude in the mountains, as of many people!"
          },
          {
            "tag": "q1",
            "text": "The noise of a tumult of the kingdoms like many nations gathered together!"
          },
          {
            "tag": "q1",
            "text": "Yahweh of hosts is mustering the army for the battle."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They come from a far country, from way over the horizon."
          },
          {
            "tag": "q1",
            "text": "It is Yahweh with his instruments of judgment, to destroy the whole land."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Howl, for the day of Yahweh is near; it comes with destruction from the Almighty."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Therefore all hands hang limp, and every heart melts."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They will be terrified; pain and agony will seize them, like a woman in labor."
          },
          {
            "tag": "q1",
            "text": "They will look in astonishment at one another; their faces will be aflame."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "See, the day of Yahweh comes with cruel wrath and overflowing anger,"
          },
          {
            "tag": "q1",
            "text": "to make the land a desolation and to destroy the sinners from it."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The stars of heaven and the constellations will not give their light."
          },
          {
            "tag": "q1",
            "text": "The sun will be darkened even from dawn, and the moon will not shine."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I will punish the world for its evil and the wicked for their iniquity."
          },
          {
            "tag": "q1",
            "text": "I will put an end to the arrogance of the proud and will bring down the arrogance of the ruthless."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will make men more rare than fine gold and mankind harder to find than the pure gold of Ophir."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore I will make the heavens tremble, and the earth will be shaken out of its place,"
          },
          {
            "tag": "q1",
            "text": "by the fury of Yahweh of hosts, and on the day of his fierce anger."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Like a hunted gazelle or like a sheep with no shepherd,"
          },
          {
            "tag": "q1",
            "text": "every man will turn toward his own people and will flee to his own land."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Every one who is found will be killed, and every one who is captured will die by the sword."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Their infants also will be dashed in pieces before their eyes."
          },
          {
            "tag": "q1",
            "text": "Their houses will be plundered and their wives raped."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Look, I am about to stir up the Medes to attack them,"
          },
          {
            "tag": "q1",
            "text": "who will not be concerned about silver, nor do they delight in gold."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Their bows will strike down the young men; "
          },
          {
            "tag": "q1",
            "text": "they will have no mercy on infants and they will not look with pity on children."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Then Babylon, the most admired of kingdoms, the splendor of Chaldean pride,"
          },
          {
            "tag": "q1",
            "text": "will be overthrown by God like Sodom and Gomorrah."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It will not be inhabited or lived in from generation to generation."
          },
          {
            "tag": "q1",
            "text": "The Arab will not pitch his tent there, nor will shepherds have their flocks rest there."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But wild animals of the desert will lie there. Their houses will be full of owls;"
          },
          {
            "tag": "q1",
            "text": "and ostriches and wild goats will skip about there."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Hyenas will cry in their fortresses, and jackals in the beautiful palaces. Her time is near, and her days will not be delayed."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}