{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "See, the Lord Yahweh of hosts is about to take away from Jerusalem and from Judah"
          },
          {
            "tag": "q1",
            "text": "support and staff: the whole supply of bread and the whole supply of water,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "the mighty man and the warrior, the judge and the prophet, the one who practices divination and the elder,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "the captain of fifty and the respected citizen, the counselor, the expert craftsman and the skillful enchanter."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "“I will place mere youths as their leaders, and the young will rule over them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The people will be oppressed, every one by another, and every one by his neighbor;"
          },
          {
            "tag": "q1",
            "text": "the child will insult the elderly, and the degraded will challenge the honorable."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A man will even take hold of his brother in his father’s house"
          },
          {
            "tag": "q1",
            "text": "and say, ‘You have a coat; be our ruler, and let this ruin be in your hands.’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "On that day he will shout and say,"
          },
          {
            "tag": "q1",
            "text": "‘I will not be a healer; I have no bread or clothing."
          },
          {
            "tag": "q1",
            "text": "You will not make me ruler of the people.’”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For Jerusalem has stumbled, and Judah has fallen,"
          },
          {
            "tag": "q1",
            "text": "because their speech and their actions are against Yahweh, defying the eyes of his glory."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The look on their faces witnesses against them; and they tell of their sin like Sodom; they do not hide it."
          },
          {
            "tag": "q1",
            "text": "Woe to them! For they have completed a catastrophe for themselves."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Tell the righteous person that it will be well, for they will eat the fruit of their deeds."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Woe to the wicked! It will go badly for him, for the recompense of his hands will be done to him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "My people—children are their oppressors, and women rule over them."
          },
          {
            "tag": "q1",
            "text": "My people, those who guide you lead you astray and confuse the direction of your path."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh stands up for an accusation; he is standing to accuse the people."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh will come with judgment against the elders of his people and their leaders:"
          },
          {
            "tag": "q1",
            "text": "“You have ruined the vineyard; the plunder from the poor is in your houses."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Why do you crush my people and grind the faces of the poor?”"
          },
          {
            "tag": "q1",
            "text": "This is the declaration of the Lord Yahweh of hosts."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh says that because the daughters of Zion are proud, "
          },
          {
            "tag": "q",
            "text": "they walk with their necks extended, "
          },
          {
            "tag": "q",
            "text": "with flirting eyes, walking with tiny steps as they go, "
          },
          {
            "tag": "q",
            "text": "making tinkling sounds from bracelets on their ankles."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Therefore the Lord will form scabs on the heads of the daughters of Zion, "
          },
          {
            "tag": "q",
            "text": "and Yahweh will make them bald."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "On that day the Lord will remove their beautiful ankle jewelry, head bands, the crescent ornaments,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "the ear pendants, the bracelets, and the veils;"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "the headscarves, the ankle chains, the sashes, and the perfume boxes, and the lucky charms."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He will remove the rings and the nose jewels;"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "the festive robes, the mantles, the veils, and the handbags;"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "the hand mirrors, the fine linen, the head pieces, and the wraps."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Instead of sweet perfume there will be stench; and instead of a sash, a rope;"
          },
          {
            "tag": "q1",
            "text": "instead of well-arranged hair, baldness; and instead of a robe, a covering of sackcloth;"
          },
          {
            "tag": "q1",
            "text": "and branding instead of beauty."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Your men will fall by the sword, and your strong men will fall in war."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Jerusalem’s gates will lament and mourn; and she will be alone and sit upon the ground."
          }
        ],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "m"
      }
    ],
    "num": 3
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}