{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Behold, my servant, whom I uphold; my chosen one, in him I take delight."
          },
          {
            "tag": "q1",
            "text": "I have put my Spirit upon him; he will bring justice to the nations."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He will not cry out nor shout, nor make his voice heard in the streets."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A crushed reed he will not break, and a dimly burning wick he will not quench:"
          },
          {
            "tag": "q1",
            "text": "he will faithfully execute justice."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "He will not grow faint nor be discouraged"
          },
          {
            "tag": "q1",
            "text": "until he has established justice on the earth;"
          },
          {
            "tag": "q1",
            "text": "and the coastlands wait for his law."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "This is what God Yahweh says—"
          },
          {
            "tag": "q1",
            "text": "the one who created the heavens and stretched them out, the one who made the earth and all that it produces,"
          },
          {
            "tag": "q1",
            "text": "the one who gives breath to the people on it and life to those who live on it:"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "“I, Yahweh, have called you in righteousness and will hold your hand."
          },
          {
            "tag": "q1",
            "text": "I will keep you and set you as a covenant for the people, as a light for the Gentiles,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "to open the eyes of the blind, to release the prisoners from the dungeon,"
          },
          {
            "tag": "q1",
            "text": "and from the house of confinement those who sit in darkness."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I am Yahweh, that is my name;"
          },
          {
            "tag": "q1",
            "text": "and my glory I will not share with another nor my praise with carved idols."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "See, the previous things came to pass,"
          },
          {
            "tag": "q1",
            "text": "now I am about to declare new events."
          },
          {
            "tag": "q1",
            "text": "Before they begin to occur I will tell you about them.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Sing to Yahweh a new song, and his praise from the end of the earth;"
          },
          {
            "tag": "q1",
            "text": "you who go down to the sea, and all that is"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Let the desert and the cities cry out,"
          },
          {
            "tag": "q1",
            "text": "Let the inhabitants of Sela sing; let them shout from the mountaintops."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Let them give glory to Yahweh and declare his praise in the coastlands."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh will go out as a warrior; as a man of war he will stir up his zeal."
          },
          {
            "tag": "q1",
            "text": "He will shout, yes, he will roar his battle cries; he will show his enemies his power."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I have kept quiet for a long time; I have been still and restrained myself;"
          },
          {
            "tag": "q1",
            "text": "now I will cry out like a woman in labor; I will gasp and pant."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will lay waste mountains and hills and dry up all their vegetation;"
          },
          {
            "tag": "q1",
            "text": "and I will turn the rivers into islands and will dry up the marshes."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I will bring the blind by a way that they do not know; in paths that they do not know I will lead them."
          },
          {
            "tag": "q1",
            "text": "I will turn the darkness into light before them, and make the crooked places straight."
          },
          {
            "tag": "q1",
            "text": "These things I will do, and I will not abandon them."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They will be turned back, they will be completely put to shame, those who trust in carved figures,"
          },
          {
            "tag": "q1",
            "text": "who say to cast metal figures, “You are our gods.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Listen, you deaf; and look, you blind, that you may see."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Who is blind but my servant? Or deaf like my messenger I send?"
          },
          {
            "tag": "q1",
            "text": "Who is as blind as my covenant partner, or blind as Yahweh’s servant?"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "You see many things, but do not comprehend; ears are open, but no one hears."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It pleased Yahweh to praise his justice and to make his law glorious."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But this is a people robbed and plundered;"
          },
          {
            "tag": "q1",
            "text": "they are all trapped in pits, held captive in prisons;"
          },
          {
            "tag": "q1",
            "text": "they have become a plunder with no one to rescue them, and no one says, “Bring them back!”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Who among you will listen to this? Who will listen and hear in the future?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Who gave Jacob over to the robber, and Israel to the looters?"
          },
          {
            "tag": "q1",
            "text": "Was it not Yahweh, against whom we have sinned,"
          },
          {
            "tag": "q1",
            "text": "in whose ways they refused to walk, and whose law they refused to obey?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Therefore he poured out on them his fierce anger and the violence of war,"
          },
          {
            "tag": "q1",
            "text": "Its flames encircled them, yet they did not understand; "
          },
          {
            "tag": "q1",
            "text": "it consumed them, but they did not take it to heart."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 42
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}