{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Who is this who comes from Edom, clothed in red from Bozrah?"
          },
          {
            "tag": "q1",
            "text": "Who is he in royal clothing, marching confidently because of his great strength?"
          },
          {
            "tag": "q1",
            "text": "It is I, speaking righteousness and powerfully able to save."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Why are your clothes red, and why do they look like you have been treading grapes in a winepress?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I have trodden grapes in the winepress alone, and no one from the nations joined me."
          },
          {
            "tag": "q1",
            "text": "I trod them in my anger and trampled them in my fury."
          },
          {
            "tag": "q1",
            "text": "Their blood is spattered on my clothes and stained all my clothes."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For I looked forward to the day of vengeance, and the year for my redemption had arrived."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I looked, and there was no one to help. I wondered that there was none to help,"
          },
          {
            "tag": "q1",
            "text": "but my own arm brought victory for me, and my strong anger drove me on."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I trampled down the peoples in my anger and made them drunk in my wrath,"
          },
          {
            "tag": "q1",
            "text": "and I poured out their blood on the earth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I will tell of the acts of Yahweh’s covenant faithfulness, the praiseworthy deeds of Yahweh."
          },
          {
            "tag": "q1",
            "text": "I will tell of all that Yahweh has done for us, and of his great goodness to the house of Israel."
          },
          {
            "tag": "q1",
            "text": "This compassion he has shown us because of his mercy, and with many deeds of covenant faithfulness."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For he said, “For certain they are my people, children who are not disloyal.”"
          },
          {
            "tag": "q1",
            "text": "He became their Savior."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Through all their suffering,"
          },
          {
            "tag": "q1",
            "text": "he suffered too, and the angel from his presence saved them."
          },
          {
            "tag": "q1",
            "text": "In his love and mercy he saved them,"
          },
          {
            "tag": "q1",
            "text": "and he lifted them up and carried them through all the ancient times."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But they rebelled and grieved his Holy Spirit."
          },
          {
            "tag": "q1",
            "text": "So he became their enemy and fought against them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "His people thought about the ancient times of Moses."
          },
          {
            "tag": "q1",
            "text": "They said, “Where is God, who brought them up out of the sea with the shepherds of his flock?"
          },
          {
            "tag": "q1",
            "text": "Where is God, who put his Holy Spirit among them?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Where is God, who made his glorious power go with the right hand of Moses,"
          },
          {
            "tag": "q1",
            "text": "and divided the water before them, to make an everlasting name for himself?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Where is God, who led them through the deep water? Like a horse running on flat land, they did not stumble."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "As the cattle that go down into the valley, the Spirit of Yahweh gave them rest."
          },
          {
            "tag": "q1",
            "text": "So you led your people, to make yourself a name of praise."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Look down from heaven and take notice from your holy and glorious habitation."
          },
          {
            "tag": "q1",
            "text": "Where are your zeal and your mighty acts?"
          },
          {
            "tag": "q1",
            "text": "Your pity and your compassionate actions are kept from us."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For you are our father,"
          },
          {
            "tag": "q1",
            "text": "though Abraham does not know us, and Israel does not recognize us,"
          },
          {
            "tag": "q1",
            "text": "you, Yahweh, are our father. ‘Our Redeemer’ has been your name from ancient times."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh, why do you make us wander from your ways and harden our hearts, so we do not obey you?"
          },
          {
            "tag": "q1",
            "text": "Return for your servants’ sake, the tribes of your inheritance."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Your people possessed your holy place for a short time, but then our enemies trampled it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "We have become like those over whom you never ruled, like those who were never called by your name.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 63
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}