{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The righteous perish, but no one considers it,"
          },
          {
            "tag": "q1",
            "text": "and the people of covenant faithfulness are gathered away, but no one understands"
          },
          {
            "tag": "q1",
            "text": "that the righteous is gathered away from the evil."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He enters into peace;"
          },
          {
            "tag": "q1",
            "text": "they rest in their beds, those who walk in their uprightness."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But come here, you sons of the sorceress,"
          },
          {
            "tag": "q1",
            "text": "children of the adulterer and the woman who has prostituted herself."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Whom are you merrily mocking?"
          },
          {
            "tag": "q1",
            "text": "Against whom are you opening the mouth and sticking out the tongue?"
          },
          {
            "tag": "q1",
            "text": "Are you not children of rebellion, children of deceit?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You heat yourselves up sleeping together under the oaks, under every green tree,"
          },
          {
            "tag": "q1",
            "text": "you who kill your children in the dry riverbeds, under the rocky overhangs."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Among the smooth things of the river valley are the things that have been assigned to you. They are the object of your devotion."
          },
          {
            "tag": "q1",
            "text": "You pour out your drink offering to them and raise up a grain offering. In these things should I take pleasure?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "You prepared your bed on a high mountain;"
          },
          {
            "tag": "q1",
            "text": "you also went up there to offer sacrifices."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Behind the door and the doorposts you set up your symbols;"
          },
          {
            "tag": "q1",
            "text": "you deserted me, made yourselves naked, and went up; you made your bed wide."
          },
          {
            "tag": "q1",
            "text": "You made a covenant with them; you loved their beds; you saw their private parts."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You went to Molech with oil; you multiplied perfumes."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "to Molech , some versions have"
          },
          {
            "tag": "fqa",
            "text": "to the king ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "q1",
            "text": "You send your ambassadors far away; you went down to Sheol."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You were tired from your long journey, but you never said, “It is hopeless.”"
          },
          {
            "tag": "q1",
            "text": "You found life in your hand; therefore you did not weaken."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "“Whom are you worried about? Whom do you fear so much that has caused you to act so deceitfully,"
          },
          {
            "tag": "q1",
            "text": "so much that you would not remember me or think about me?"
          },
          {
            "tag": "q1",
            "text": "Because I was silent for so long, you are no longer afraid of me."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will proclaim all your righteous acts and tell all that you have done,"
          },
          {
            "tag": "q1",
            "text": "but they will not help you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When you cry out, let your collection of idols rescue you."
          },
          {
            "tag": "q1",
            "text": "Instead the wind will carry them all away, a breath will carry them all away."
          },
          {
            "tag": "q1",
            "text": "Yet he who takes refuge in me will inherit the land and will take possession of my holy mountain."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He will say,"
          },
          {
            "tag": "q1",
            "text": "‘Build, build! Clear a way! Remove all the stumbling blocks from the path of my people!’”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For this is what the high and elevated One says, who lives eternally, whose name is holy,"
          },
          {
            "tag": "q1",
            "text": "“I live in the exalted and holy place, with him also that is of a crushed and humble spirit,"
          },
          {
            "tag": "q1",
            "text": "to revive the spirit of the humble ones, and to revive the heart of the contrite ones."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For I will not accuse forever, nor will I be angry forever,"
          },
          {
            "tag": "q1",
            "text": "for then man’s spirit would faint before me, the lives that I have made."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Because of the sin of his violent gain, I was angry, and I punished him; I hid my face and was angry,"
          },
          {
            "tag": "q1",
            "text": "but he went backward in the way of his heart."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I have seen his ways,"
          },
          {
            "tag": "q1",
            "text": "but I will heal him. I will lead him and comfort and console those who mourn for him,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and I create the fruit of the lips. Peace, peace, to those who are far off and to those who are near—says Yahweh—I will heal them."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But the wicked are like the tossing sea, which cannot rest,"
          },
          {
            "tag": "q1",
            "text": "and its waters churn up mire and mud."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "There is no peace for the wicked one—says God.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 57
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}