{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "A shoot will sprout from the stump of Jesse, and a branch out of his roots will bear fruit."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The Spirit of Yahweh will rest upon him, the Spirit of wisdom and understanding,"
          },
          {
            "tag": "q1",
            "text": "the Spirit of instruction and might, the Spirit of knowledge and of the fear of Yahweh."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "His delight will be the fear of the Lord;"
          },
          {
            "tag": "q1",
            "text": "he will not judge by what his eyes see, nor decide by what his ears hear."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Instead, he will judge the poor with righteousness and decide fairly for the humble of the earth."
          },
          {
            "tag": "q1",
            "text": "He will strike the earth with the rod of his mouth, and with the breath of his lips he will slay the wicked."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Righteousness will be the belt of his waist, and faithfulness the belt around his hips."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The wolf will live with the lamb, and the leopard will lie down with the young goat,"
          },
          {
            "tag": "q1",
            "text": "the calf, the young lion and the fattened calf, together. A little child will lead them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The cow and the bear will graze together, and their young will lie down together."
          },
          {
            "tag": "q1",
            "text": "The lion will eat straw like the ox."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "A baby will play over the hole of the snake,"
          },
          {
            "tag": "q1",
            "text": "and the weaned child will put his hand on the serpent’s den."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They will not hurt nor destroy on all my holy mountain;"
          },
          {
            "tag": "q1",
            "text": "for the earth will be full of knowledge of Yahweh, as the waters cover the sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "On that day, the root of Jesse will stand as a banner for the peoples."
          },
          {
            "tag": "q1",
            "text": "The nations will seek him out, and his resting place will be glorious."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "On that day, the Lord will again extend his hand"
          },
          {
            "tag": "q1",
            "text": "to recover the remnant of his people who remain in Assyria, Egypt,"
          },
          {
            "tag": "q1",
            "text": "Pathros, Cush, Elam, Shinar, Hamath, and the islands of the sea."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He will set up a banner for the nations and will gather the outcasts of Israel"
          },
          {
            "tag": "q1",
            "text": "and the dispersed of Judah from the four corners of the earth."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He will turn aside the envy of Ephraim, and hostilities of Judah will be cut off."
          },
          {
            "tag": "q1",
            "text": "Ephraim will not envy Judah, and Judah will no longer be hostile to Ephraim."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Instead they will swoop down on the Philistine hills on the west, "
          },
          {
            "tag": "q1",
            "text": "and together they will plunder the people of the east."
          },
          {
            "tag": "q1",
            "text": "They will attack Edom and Moab, and the people of Ammon will obey them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh will completely destroy the gulf of the Sea of Egypt. "
          },
          {
            "tag": "q1",
            "text": "With his scorching wind he will wave his hand over the Euphrates River"
          },
          {
            "tag": "q1",
            "text": "and will divide it into seven streams, so it can be crossed over in sandals."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "There will be a highway for the remnant of his people that return from Assyria,"
          },
          {
            "tag": "q1",
            "text": "as there was for Israel in their coming up from the land of Egypt."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}