[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Woe to the land of the rustling of wings, which is along the rivers of Cush;",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "who send ambassadors by the sea, in vessels of papyrus on the waters.",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Go, you swift messengers, to a nation tall and smooth,",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to a people feared far and near, a nation strong and trampling down, whose land the rivers divide.",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "All you inhabitants of the world and you who live on the earth,",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "when a signal is lifted up on the mountains, look; and when the trumpet is blown, listen.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "m",
    "v": [],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "This is what Yahweh said to me, “I will quietly observe from my home,",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "like the simmering heat in sunshine, like a cloud of mist in the heat of harvest.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Before the harvest, when the blossoming is over, and the flower is ripening into a grape,",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "he will cut off the sprigs with pruning hooks, and he will cut down and take away the spreading branches.",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "They will be left together for the birds of the mountains and for the animals of the earth.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The birds will summer on them, and all the animals of the earth will winter on them.”",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "At that time tribute will be brought to Yahweh of hosts from a people tall and smooth,",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "from a people feared far and near, a nation strong and trampling down, whose land the rivers divide,",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to the place of the name of Yahweh of hosts, to Mount Zion.",
        "id": 31
      }
    ],
    "id": 30
  }
]