{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is what Yahweh says, “Observe what is right, do what is just;"
          },
          {
            "tag": "q1",
            "text": "for my salvation is near, and my righteousness is about to be revealed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Blessed is the man that does this, and who holds it tightly."
          },
          {
            "tag": "q1",
            "text": "He observes the Sabbath, not defiling it, and keeps his hand from doing any evil.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Let no foreigner who has become a follower of Yahweh say,"
          },
          {
            "tag": "q1",
            "text": "“Yahweh will certainly exclude me from his people.”"
          },
          {
            "tag": "q1",
            "text": "The eunuch should not say, “See, I am a dry tree.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For this is what Yahweh says, “To the eunuchs who observe my Sabbaths"
          },
          {
            "tag": "q1",
            "text": "and choose what pleases me, and hold fast my covenant,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "to them I will set up in my house and within my walls a monument that is better than having sons and of daughters."
          },
          {
            "tag": "q1",
            "text": "I will give them an everlasting monument that will never be cut off."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Also foreigners who join themselves to Yahweh—"
          },
          {
            "tag": "q1",
            "text": "to serve him, and who love the name of Yahweh, to worship him,"
          },
          {
            "tag": "q1",
            "text": "every one who observes the Sabbath and who keeps from defiling it, and who holds fast my covenant—"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I will bring to my holy mountain and make them joyful in my house of prayer;"
          },
          {
            "tag": "q1",
            "text": "their burnt offerings and their sacrifices will be accepted on my altar."
          },
          {
            "tag": "q1",
            "text": "For my house will be called a house of prayer for all nations,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "this is the declaration of the Lord Yahweh, who gathers the outcasts of Israel—"
          },
          {
            "tag": "q1",
            "text": "I will still gather others in addition to them.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "All you wild beasts of the field, come and devour, all you beasts in the forest!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "All their watchmen are blind, they do not understand."
          },
          {
            "tag": "q1",
            "text": "They are all silent dogs who cannot bark."
          },
          {
            "tag": "q1",
            "text": "They dream, and lying down they love to sleep."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The dogs have big appetites; they can never get enough;"
          },
          {
            "tag": "q1",
            "text": "they are shepherds without discernment;"
          },
          {
            "tag": "q1",
            "text": "they have all turned to their own way, each one covetous for unjust gain."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "“Come,” they say, “let us drink wine and liquor."
          },
          {
            "tag": "q1",
            "text": "Tomorrow will be like today, a day great beyond measure.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 56
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}