{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Look, a king will reign in righteousness, and princes will rule in justice."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Each one will be like a shelter from the wind and a refuge from the storm,"
          },
          {
            "tag": "q1",
            "text": "like streams of water in a dry place, like the shade of a great rock in a land of weariness."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the eyes of those who see will not be dim, and the ears of those who hear will hear attentively."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The rash will think carefully with understanding, and the stutterer will speak distinctly and with ease."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The fool will no longer be called honorable, nor the deceiver called principled."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For the fool speaks folly, and his heart plans evil"
          },
          {
            "tag": "q1",
            "text": "and godless actions, and he speaks wrongly against Yahweh."
          },
          {
            "tag": "q1",
            "text": "He makes the hungry empty, and the thirsty he causes to lack drink."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The deceiver’s methods are evil. He devises wicked schemes"
          },
          {
            "tag": "q1",
            "text": "to ruin the poor with lies, even when the poor say what is right."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But the honorable man makes honorable plans; and because of his honorable actions he will stand."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Rise up, you women who are at ease, and listen to my voice;"
          },
          {
            "tag": "q1",
            "text": "you carefree daughters, listen to me."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For in a little more than a year your confidence will be broken,"
          },
          {
            "tag": "q1",
            "text": "you carefree women, for the grape harvest will fail, the ingathering will not come."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Tremble, you women who are at ease; be troubled, you confident ones;"
          },
          {
            "tag": "q1",
            "text": "take off your fine clothes and make yourselves bare; put on sackcloth around your waists."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You will wail for the pleasant fields, for the fruitful vines."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The land of my people will be overgrown with thorns and briers,"
          },
          {
            "tag": "q1",
            "text": "even in all the once joyful houses in the city of revelry."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For the palace will be forsaken, the crowded city will be deserted;"
          },
          {
            "tag": "q1",
            "text": "the hill and the watchtower will become caves forever,"
          },
          {
            "tag": "q1",
            "text": "a joy of wild donkeys, a pasture of flocks;"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "until the Spirit is poured on us from on high,"
          },
          {
            "tag": "q1",
            "text": "and the wilderness becomes a fruitful field, and the fruitful field is considered as a forest."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then justice will reside in the wilderness; and righteousness will live in the fruitful field."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The work of righteousness will be peace; and the result of righteousness, quietness and confidence forever."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "My people will live in a peaceful habitation, in secure homes, and in quiet resting places."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But even if it hails and the forest is destroyed, and the city is completely annihilated,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "you who sow beside all the streams will be blessed, you who send out your ox and donkey to graze."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 32
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}