[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "For Zion’s sake I will not be silent, and for Jerusalem’s sake I will not be quiet,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "The nations will see your righteousness, and all kings your glory."
      },
      {
        "t": "v",
        "n": 3,
        "v": "You will also be a crown of beauty in the hand of Yahweh, and a turban of kingship in the hand of your God."
      },
      {
        "t": "v",
        "n": 4,
        "v": "It will no more be said of you, “Abandoned”; nor of your land any longer will it be said, “Desolate.”"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Truly, as a young man marries a young woman, so your sons will marry you,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "I have put watchmen on your walls, Jerusalem;"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Do not allow him to rest until he reestablishes"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh has sworn by his right hand and by the arm of his strength,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "For those who harvest the grain will eat it and praise Yahweh,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Come through, come through the gates! Prepare the way for the people!"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Look, Yahweh announces to the ends of the earth,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "They will call you, “The holy people; the redeemed of Yahweh,” and you will be called “Sought after; a city not abandoned.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "until her righteousness proceeds brightly, and her salvation as a burning torch."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will be called by a new name that Yahweh will choose."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Indeed, you will be called “My delight is in her,” and your land “Married,”"
  },
  {
    "t": "q",
    "v": "for Yahweh delights in you, and your land will be married."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and as a bridegroom rejoices over his bride, your God will rejoice over you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they are not silent day or night."
  },
  {
    "t": "q",
    "v": "You who keep reminding Yahweh, do not pause."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Jerusalem and makes it a praise on earth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Surely I will no longer give your grain as food for your enemies."
  },
  {
    "t": "q",
    "v": "Foreigners will not drink your new wine, for which you have worked."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and those who pick the grapes will drink the wine in the courts of my holy sanctuary.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Build it, build the highway! Gather out the stones!"
  },
  {
    "t": "q",
    "v": "Raise up a signal flag for the nations!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Say to the daughter of Zion: Look, your Savior is coming!"
  },
  {
    "t": "q",
    "v": "See, his reward is with him, and his recompense is going before him.”"
  },
  {
    "t": "q",
    "v": []
  }
]