[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "The Spirit of the Lord Yahweh is on me, because Yahweh has anointed me",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to proclaim good news to the afflicted. He has sent me to heal the brokenhearted,",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to proclaim liberty to the captives, and the opening of the prison for those who are bound.",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "He has sent me to proclaim the year of Yahweh’s favor,",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the day of vengeance of our God,",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and to comfort all who mourn.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "He has sent me—to give to those who mourn in Zion—to give them a turban instead of ashes,",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "oil of joy instead of mourning, a mantle of praise in place of a spirit of dullness,",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to call them oaks of righteousness, the planting of Yahweh, that he may be glorified.",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "They will rebuild the ancient ruins; they will restore the former desolations.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will restore the ruined cities, the desolations from many former generations.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Foreigners will stand and feed your flocks, and sons of foreigners will work your fields and vineyards.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "You will be called the priests of Yahweh; they will call you servants of our God.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You will eat the wealth of the nations, and you will boast in their riches.",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Instead of your shame you will have double; and instead of dishonor they will rejoice over their share.",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So they will have a double share of their land; everlasting joy will be theirs.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "For I, Yahweh, love justice, and I hate robbery and violent injustice.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will faithfully repay them, and I will make an everlasting covenant with them.",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Their descendants will be known among the nations, and their offspring among the peoples.",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "All who see them will acknowledge them, that they are the people whom Yahweh has blessed.",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "I will greatly rejoice in Yahweh; in my God I will be very glad.",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For he has clothed me with the garments of salvation; he has clothed me with the robe of righteousness,",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "as a bridegroom adorns himself with a turban, and as a bride adorns herself with her jewels.",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "For as the earth produces its sprouting plants, and as the garden makes its planting grow,",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so the Lord Yahweh will cause righteousness and praise to sprout up in front of all the nations.",
        "id": 50
      }
    ],
    "id": 49
  }
]