{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to those who go down to Egypt for help and lean on horses,"
          },
          {
            "tag": "q1",
            "text": "and trust in chariots (for they are many) and in horsemen (for they are countless)."
          },
          {
            "tag": "q1",
            "text": "But they are not concerned about the Holy One of Israel, nor do they seek Yahweh!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yet he is wise, and he will bring disaster and will not retract his words."
          },
          {
            "tag": "q1",
            "text": "He will arise against the evil house and against the helpers of those who commit sin."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Egypt is a man and not God, their horses flesh and not spirit."
          },
          {
            "tag": "q1",
            "text": "When Yahweh reaches out with his hand, both the one who helps will stumble, and the one who is helped will fall; both will perish together."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "This is what Yahweh says to me,"
          },
          {
            "tag": "q1",
            "text": "“As a lion, even a young lion, growls over its torn prey,"
          },
          {
            "tag": "q1",
            "text": "when a group of shepherds is called out against it,"
          },
          {
            "tag": "q1",
            "text": "but it does not tremble at their voices, nor creep away from their sound;"
          },
          {
            "tag": "q1",
            "text": "thus Yahweh of hosts will descend to fight on Mount Zion, on that hill."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Like birds in flight, so Yahweh of hosts will protect Jerusalem;"
          },
          {
            "tag": "q1",
            "text": "he will protect and rescue as he passes over it and preserves it."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Return to him from whom you have deeply turned away, people of Israel."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For in that day each one will get rid of his idols of silver "
          },
          {
            "tag": "q1",
            "text": "and his idols of gold that your own hands have sinfully made."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Assyria will fall by the sword; a sword not wielded by man will consume him."
          },
          {
            "tag": "q1",
            "text": "He will flee from the sword, and his young men will be forced to do hard labor."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They will lose all confidence because of terror, and his princes will be afraid at the sight of Yahweh’s battle flag—"
          },
          {
            "tag": "q1",
            "text": "this is Yahweh’s declaration—whose fire is in Zion and whose firepot is in Jerusalem.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 31
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}