{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to the proud garland crown that is worn by each of the drunkards of Ephraim, and to the fading flower of its glorious beauty,"
          },
          {
            "tag": "q1",
            "text": "the garland that is set on the head of the lush Valley of those who are overcome with wine!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Behold, the Lord sends one who is mighty and strong; like a storm of hail and a destructive windstorm,"
          },
          {
            "tag": "q1",
            "text": "like a driving rain and overflowing waters;"
          },
          {
            "tag": "q1",
            "text": "and he will throw each garland crown down to the ground."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The proud garland of the drunkards of Ephraim will be trodden underfoot."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The fading flower of his glorious beauty, that is on the head of the rich valley,"
          },
          {
            "tag": "q1",
            "text": "will be as the first ripe fig before the summer, that, when someone sees it,"
          },
          {
            "tag": "q1",
            "text": "while it is yet in his hand, he gulps it down."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "In that day Yahweh of hosts will become a beautiful crown and a diadem of beauty for the remainder of his people,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "a spirit of justice for him who sits in judgment, and strength for those who turn back their enemies at their gates."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "But even these reel with wine, and stagger with strong drink."
          },
          {
            "tag": "q1",
            "text": "The priest and the prophet reel with strong drink, and they are swallowed up by wine."
          },
          {
            "tag": "q1",
            "text": "They stagger with strong drink, staggering in vision and reeling in decision."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Truly, all tables are covered with vomit, so that there is no clean place."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "To whom will he teach knowledge, and to whom will he explain the message?"
          },
          {
            "tag": "q1",
            "text": "To those who are weaned from milk or to those just taken from the breasts?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For it is command upon command, command upon command; rule upon rule, rule upon rule;"
          },
          {
            "tag": "q1",
            "text": "here a little, there a little."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Indeed, with mocking lips and a foreign tongue he will speak to this people."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "In the past he said to them “This is the rest, give rest to him who is weary;"
          },
          {
            "tag": "q1",
            "text": "and this is the refreshing,” but they would not listen."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So the word of Yahweh will be to them"
          },
          {
            "tag": "q1",
            "text": "command upon command, command upon command; rule upon rule, rule upon rule;"
          },
          {
            "tag": "q1",
            "text": "here a little, there a little;"
          },
          {
            "tag": "q1",
            "text": "so that they may go and fall backward, and be broken, ensnared, and captured."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So listen to the word of Yahweh, you who mock,"
          },
          {
            "tag": "q1",
            "text": "you who rule over this people who are in Jerusalem."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This will happen because you said, “We have made a covenant with death,"
          },
          {
            "tag": "q1",
            "text": "and with Sheol we have reached an agreement. So when the overwhelming whip passes through, it will not reach us."
          },
          {
            "tag": "q1",
            "text": "For we have made a lie our refuge, and taken shelter in falsehood.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Therefore the Lord Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“See, I will lay in Zion a foundation stone, a tried stone,"
          },
          {
            "tag": "q1",
            "text": "a precious cornerstone, a sure foundation. He who believes will not be ashamed."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "I will make justice the measuring stick, and righteousness the plumbline."
          },
          {
            "tag": "q1",
            "text": "Hail will sweep away the refuge of lies, and the floodwaters will overwhelm the hiding place."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Your covenant with death will be dissolved, and your agreement with Sheol will not stand."
          },
          {
            "tag": "q1",
            "text": "When the raging flood passes through, you will be overwhelmed by it."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Whenever it passes through, it will overwhelm you,"
          },
          {
            "tag": "q1",
            "text": "and morning by morning it will pass through and by day and night it will come."
          },
          {
            "tag": "q1",
            "text": "When the message is understood, it will cause terror."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For the bed is too short for a man to stretch out on, and the blanket too narrow for him to wrap himself in.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Yahweh will rise up as on Mount Perazim; he will rouse himself as in the Valley of Gibeon"
          },
          {
            "tag": "q1",
            "text": "to do his work, his strange work, and perform his strange deed."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Now therefore do not mock, or your bonds will be tightened."
          },
          {
            "tag": "q1",
            "text": "I have heard from the Lord Yahweh of hosts, a decree of destruction on the earth."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Pay attention and listen to my voice; be attentive and listen to my words."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Does a farmer who plows all day to sow, only plow the ground? Does he continually break up and harrow the field?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When he has prepared the ground, does he not scatter caraway seed, sow the cumin,"
          },
          {
            "tag": "q1",
            "text": "put in the wheat in rows and the barley in the right place, and the spelt at its edges?"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The identification of some of these spices is in doubt, so versions have a variety of translations. In addition, some versions give different interpretations to the expressions translated here as "
          },
          {
            "tag": "fqa",
            "text": "in rows and"
          },
          {
            "tag": "fqa",
            "text": "in the right place , because these expressions are uncertain in Hebrew."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "His God instructs him; he teaches him wisely."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Moreover, the caraway seed is not threshed with a sledge, "
          },
          {
            "tag": "q1",
            "text": "nor is a cartwheel rolled over the cumin;"
          },
          {
            "tag": "q1",
            "text": "but caraway is beaten with a stick, and cumin with a rod."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Grain is ground for bread but not too finely,"
          },
          {
            "tag": "q1",
            "text": "and though the wheels of his cart and his horses scatter it, his horses do not crush it."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "This too comes from Yahweh of hosts,"
          },
          {
            "tag": "q1",
            "text": "who is wonderful in instruction and excellent in wisdom."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 28
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}