{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Woe to the rebellious children,” this is Yahweh’s declaration."
          },
          {
            "tag": "q1",
            "text": "“They make plans, but not from me; they make alliances with other nations, "
          },
          {
            "tag": "q1",
            "text": "but they were not directed by my Spirit, so they add sin to sin."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They set out to go down into Egypt, but have not asked for my direction."
          },
          {
            "tag": "q1",
            "text": "They seek protection from Pharaoh and take refuge in the shadow of Egypt."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Therefore Pharaoh’s protection will be your shame,"
          },
          {
            "tag": "q1",
            "text": "and the refuge in Egypt’s shade, your humiliation,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "although their princes are at Zoan, and their messengers have come to Hanes."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will all be ashamed because of a people who cannot help them,"
          },
          {
            "tag": "q1",
            "text": "who are neither help nor aid, but a shame, and even a disgrace.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "A declaration about the beasts of the Negev:"
          },
          {
            "tag": "q1",
            "text": "Through the land of trouble and danger, of the lioness and the lion, "
          },
          {
            "tag": "q1",
            "text": "the viper and fiery flying serpent,"
          },
          {
            "tag": "q1",
            "text": "they carry their riches on the backs of donkeys, "
          },
          {
            "tag": "q1",
            "text": "and their treasures on the camels’ humps,"
          },
          {
            "tag": "q1",
            "text": "to a people who cannot help them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For Egypt’s help is worthless;"
          },
          {
            "tag": "q1",
            "text": "therefore I have called her Rahab, who sits still."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Now go, write it in their presence on a tablet, and inscribe it on a scroll,"
          },
          {
            "tag": "q1",
            "text": "that it may be preserved for the time to come as a testimony."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For these are a rebellious people, lying children,"
          },
          {
            "tag": "q1",
            "text": "children who will not hear the instruction of Yahweh."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They say to the seers, “Do not see;”"
          },
          {
            "tag": "q1",
            "text": "and to the prophets, “Do not prophesy the truth to us;"
          },
          {
            "tag": "q1",
            "text": "speak flattering words to us, prophesy illusions."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Turn aside from the way, stray off the path;"
          },
          {
            "tag": "q1",
            "text": "cause the Holy One of Israel to cease speaking before our face.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore the Holy One of Israel says,"
          },
          {
            "tag": "q1",
            "text": "“Because you reject this word"
          },
          {
            "tag": "q1",
            "text": "and trust in oppression and deceit and lean on it,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "so this sin will be to you"
          },
          {
            "tag": "q1",
            "text": "like a broken part ready to fall, like a bulge in a high wall"
          },
          {
            "tag": "q1",
            "text": "whose fall will happen suddenly, in an instant.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He will break it as a potter’s vessel is broken; he will not spare it,"
          },
          {
            "tag": "q1",
            "text": "so that there will not be found among its pieces a shard"
          },
          {
            "tag": "q1",
            "text": "with which to scrape fire from the hearth, or to scoop up water out of the cistern."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For this is what the Lord Yahweh, the Holy One of Israel says,"
          },
          {
            "tag": "q1",
            "text": "“In returning and resting you will be saved; in quietness and in trust will be your strength."
          },
          {
            "tag": "q1",
            "text": "But you were not willing."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You said, ‘No,"
          },
          {
            "tag": "q1",
            "text": "for we will flee on horses,’ so you will flee;"
          },
          {
            "tag": "q1",
            "text": "and, ‘We will ride upon swift horses,’ so those who pursue you will be swift."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "One thousand will flee at the threat of one;"
          },
          {
            "tag": "q1",
            "text": "at the threat of five you will flee"
          },
          {
            "tag": "q1",
            "text": "until your remnant will be like a flagstaff on the top of a mountain, or like a flag on a hill.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yet Yahweh is waiting to be gracious to you, therefore he is ready to show you mercy. "
          },
          {
            "tag": "q1",
            "text": "For Yahweh is a God of justice; blessed are all those who wait for him. "
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For a people will live in Zion, in Jerusalem, and you will weep no more."
          },
          {
            "tag": "q1",
            "text": "He will surely be gracious to you at the sound of your cry. When he hears it, he will answer you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Though Yahweh gives you the bread of adversity and the water of affliction,"
          },
          {
            "tag": "q1",
            "text": "even so, your teacher will not hide himself anymore, but you will see your teacher with your own eyes."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Your ears will hear a word behind you saying,"
          },
          {
            "tag": "q1",
            "text": "“This is the way, walk in it,” when you turn to the right or when you turn to the left."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You will desecrate your carved figures overlaid with silver and your gold cast figures."
          },
          {
            "tag": "q1",
            "text": "You will throw them away like a menstrual rag. You will say to them, “Get out of here.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "He will give the rain for your seed when you sow the ground,"
          },
          {
            "tag": "q1",
            "text": "and bread with abundance from the ground, and the crops will be abundant."
          },
          {
            "tag": "q1",
            "text": "In that day your cattle will graze in broad pastures."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The oxen and the donkeys, who plow the ground, will eat seasoned feed"
          },
          {
            "tag": "q1",
            "text": "that has been winnowed with a shovel and a fork."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "On every high mountain and on every high hill, there will be flowing brooks and streams of waters,"
          },
          {
            "tag": "q1",
            "text": "in the day of the great slaughter when the towers fall."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The light of the moon will be like the light of the sun, and the light of the sun will be seven times brighter, like the sunlight of seven days."
          },
          {
            "tag": "q1",
            "text": "Yahweh will bind up the breaking of his people and heal the bruises of his wounding them."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Look, the name of Yahweh comes from a distant place, burning with his anger and in dense smoke."
          },
          {
            "tag": "q1",
            "text": "His lips are full of fury, and his tongue is like a devouring fire."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "His breath is like an overflowing torrent that reaches up to the middle of the neck,"
          },
          {
            "tag": "q1",
            "text": "to sift the nations with the sieve of destruction. His breath is a bridle in the jaws of the peoples to cause them to wander away."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "You will have a song as in the night when a holy feast is observed,"
          },
          {
            "tag": "q1",
            "text": "and gladness of heart, as when one goes with a flute to the mountain of Yahweh, to the Rock of Israel."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Yahweh will make the splendor of his voice heard and show the motion of his arm"
          },
          {
            "tag": "q1",
            "text": "in storming anger and flames of fire, with windstorm, rainstorm, and hailstones."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "For at the voice of Yahweh, Assyria will be shattered; he will strike them with a staff."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Every stroke of the appointed rod that Yahweh will lay on them"
          },
          {
            "tag": "q1",
            "text": "will be accompanied with the music of tambourines and harps as he battles and fights with them."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "For a place of burning was prepared long ago. Indeed, it is prepared for the king, and God has made it deep and wide."
          },
          {
            "tag": "q1",
            "text": "The pile is ready with a fire and much wood."
          },
          {
            "tag": "q1",
            "text": "The breath of Yahweh, like a stream of brimstone, will set it on fire."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 30
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}