[
  {
    "t": "m",
    "v": [],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Woe to Ariel, Ariel, the city where David encamped!",
        "id": 2
      }
    ],
    "id": 1
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Add year to year; let the festivals come round.",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "But I will besiege Ariel, and she will be mourning and lamenting;",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and she will be to me like Ariel.",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "I will encamp against you in a circle",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and will lay siege against you with a palisade, and I will raise siege works against you.",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "You will be brought down and will speak from the ground; your speech will be low from the dust.",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Your voice will sound like a spirit that speaks from the ground, and out of the dust your speech will whisper.",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "The great number of your invaders will become like fine dust, and the multitude of the ruthless ones as chaff that passes away.",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It will happen suddenly, in an instant.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Yahweh of hosts will come to you",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "with thunder, earthquake, great noise, with strong winds and violent storm, and the flames of a devouring fire.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "It will be like a dream, a vision of the night:",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "A horde of all the nations will fight against Ariel",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and her stronghold. They will attack her and her fortifications to press upon her.",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "It will be like when a hungry man dreams he is eating, but when he awakes, his stomach is empty.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It will be like when a thirsty man dreams that he is drinking, but he when he awakes, he is fainting, with his thirst not quenched.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Yes, so will be the great number of nations that fights against Mount Zion.",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Astonish yourselves and be astonished; blind yourselves and be blind!",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Be drunk, but not with wine; stagger, but not with beer.",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "For Yahweh has poured out on you the spirit of deep sleep.",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He has closed your eyes, the prophets, and has covered your heads, the seers.",
        "id": 44
      },
      {
        "t": "v",
        "n": 11,
        "v": "All revelation has become to you as the words of a book that is sealed, which men might give to one who is learned, saying, “Read this.” He also says, “I cannot, for it is sealed.”",
        "id": 45
      },
      {
        "t": "v",
        "n": 12,
        "v": "If the book is given to one who cannot read, saying, “Read this,” he says, “I cannot read.”",
        "id": 46
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "The Lord said, “This people comes close to me with their mouths",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and honors me with their lips, but their heart is far from me.",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Their honor for me is only a commandment of men that has been taught.",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Therefore, see, I will proceed to do a marvelous thing among this people, wonder after wonder.",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The wisdom of their wise men will perish, and the understanding of their prudent men will disappear.”",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Woe to those who deeply hide their plans from Yahweh,",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and whose deeds are in darkness. They say, “Who sees us, and who knows us?”",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "You turn things upside down! Should the potter be considered like clay,",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so that the thing that is made should say about him who made it, “He did not make me,”",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "or the thing formed say about him who formed it, “He does not understand”?",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "In just a little while,",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Lebanon will be turned into a field, and the field will become a forest.",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "On that day the deaf will hear the words of a book,",
        "id": 72
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the eyes of the blind will see out of the deep darkness.",
        "id": 74
      }
    ],
    "id": 73
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "The oppressed will again rejoice in Yahweh,",
        "id": 76
      }
    ],
    "id": 75
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the poor among men will rejoice in the Holy One of Israel.",
        "id": 78
      }
    ],
    "id": 77
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "For the ruthless will cease, and the scoffer will vanish. All those who love to do evil will be eliminated,",
        "id": 80
      }
    ],
    "id": 79
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "who by a word make a man out to be an offender. They lay a snare for him",
        "id": 82
      }
    ],
    "id": 81
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "who seeks justice at the gate and put the righteous down with empty lies.",
        "id": 84
      }
    ],
    "id": 83
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Therefore this is what Yahweh says concerning the house of Jacob—Yahweh, who redeemed Abraham,",
        "id": 86
      }
    ],
    "id": 85
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Jacob will no longer be ashamed, nor will his face be pale.",
        "id": 88
      }
    ],
    "id": 87
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "But when he sees his children, the work of my hands, they will make my name holy.",
        "id": 90
      }
    ],
    "id": 89
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will make holy the name of the Holy One of Jacob and they will stand in awe of the God of Israel.",
        "id": 92
      }
    ],
    "id": 91
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Those who err in spirit will gain understanding, and complainers will learn knowledge.”",
        "id": 94
      }
    ],
    "id": 93
  }
]