{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Cry loudly; do not hold back. Lift up your voice like a trumpet."
          },
          {
            "tag": "q1",
            "text": "Confront my people with their rebellion, and the house of Jacob with their sins."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yet they seek me daily and delight in the knowledge of my ways,"
          },
          {
            "tag": "q1",
            "text": "like a nation that practiced righteousness and did not abandon the law of their God."
          },
          {
            "tag": "q1",
            "text": "They ask me for righteous judgments; they take pleasure in the thought of God coming near."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "‘Why have we fasted,’ they say, ‘but you do not see it? Why have we humbled ourselves, but you do not notice?’"
          },
          {
            "tag": "q1",
            "text": "Look, on the day of your fast you find your own pleasure and oppress all your laborers."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Look, you fast to quarrel and fight, and to hit with your fist of wickedness;"
          },
          {
            "tag": "q1",
            "text": "you do not fast today to make your voice heard above."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Is this really the kind of fast that I would want: A day for anybody to humble himself,"
          },
          {
            "tag": "q1",
            "text": "for him to bow down his head like a reed, and to spread sackcloth and ashes under himself?"
          },
          {
            "tag": "q1",
            "text": "Do you really call this a fast, a day that pleases Yahweh?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Is not this the fast that I choose:"
          },
          {
            "tag": "q1",
            "text": "To release wicked bonds, to undo the ropes of the yoke,"
          },
          {
            "tag": "q1",
            "text": "to set the crushed ones free, and to break every yoke?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Is it not to break your bread with the hungry and to bring the poor and homeless into your house?”"
          },
          {
            "tag": "q1",
            "text": "When you see someone naked, you should clothe him; and you should not hide yourself from your own relatives."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then your light would be broken open like the sunrise, and your healing would quickly sprout up;"
          },
          {
            "tag": "q1",
            "text": "your righteousness would go before you, and the glory of Yahweh would be your rearguard."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then you would call, and Yahweh would answer; you would cry out for help, and he would say, “Here I am.”"
          },
          {
            "tag": "q1",
            "text": "If you take away from among yourselves the yoke, the accusing finger, and the speech of wickedness,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "if you yourselves provide for the hungry and satisfy the need of the distressed;"
          },
          {
            "tag": "q1",
            "text": "then your light will rise in the darkness, and your darkness will be like the noonday."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then Yahweh will lead you continually and satisfy you in regions where there is no water,"
          },
          {
            "tag": "q1",
            "text": "and he will strengthen your bones. You will be like a watered garden,"
          },
          {
            "tag": "q1",
            "text": "and like a spring of water, whose waters never fail."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Some of you will rebuild the ancient ruins; you will raise up the ruins of many generations;"
          },
          {
            "tag": "q1",
            "text": "you will be called “The repairer of the wall,” “The restorer of streets to live on.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Suppose that you turn back your feet from traveling on the Sabbath day, and from doing your own pleasure on my holy day."
          },
          {
            "tag": "q1",
            "text": "Suppose that you call the Sabbath a delight, and that you call the matters of Yahweh holy and honored."
          },
          {
            "tag": "q1",
            "text": "Suppose that you honor the Sabbath by leaving your own business, and by not finding your own pleasure and by not speaking your own words."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "“Then you will find delight in Yahweh; and I will make you ride on the heights of the earth;"
          },
          {
            "tag": "q1",
            "text": "I will feed you from the inheritance of Jacob your father—for the mouth of Yahweh has spoken.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 58
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}