[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Bel bows down, Nebo stoops; their idols"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Together they bend low, kneel down; they cannot rescue the images,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Listen to me, house of Jacob, all the remnant of the house of Israel,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Even to your old age I am he, and until your hair is gray I will carry you."
      },
      {
        "t": "v",
        "n": 5,
        "v": "To whom will you compare me? Who do you think I resemble, so that we may be compared?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "People pour out gold from the bag and weigh silver on the scale."
      },
      {
        "t": "v",
        "n": 7,
        "v": "They lift it on their shoulder and carry it; they set it in its place, and it stands in its place and does not move from it."
      },
      {
        "t": "v",
        "n": 8,
        "v": "Think about these things; never ignore them, you rebels!"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Think about the earlier things, those of times past,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I announce the end from the beginning, and beforehand what has not yet happened;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "I call a bird of prey from the east, the man of my choice from a distant land;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Listen to me, you stubborn people, who are far from doing what is right."
      },
      {
        "t": "v",
        "n": 13,
        "v": "I am bringing my righteousness near; it is not far away, and my salvation does not wait;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "are carried by animals and beasts of burden. These idols that you carry are a heavy burden for weary animals."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they themselves have gone off into captivity."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who have been carried by me from before your birth, carried from the womb."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I made you and I will bear you; I will carry you and I will rescue you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They hire a metalsmith, and he makes it into a god; they bow down and worship it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They cry out to it, but it cannot answer nor save anyone from his trouble."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for I am God, and there is no other, I am God, and there is no one like me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I say, “My plan will happen, and I will do as I desire.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "yes, I have spoken; I will also accomplish it; I have purposed, I will also do it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will give salvation to Zion and my beauty to Israel."
  }
]