{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“I was ready to be sought out by those who did not ask; I was ready to be found by those who did not seek."
          },
          {
            "tag": "q1",
            "text": "I said, ‘Here I am! Here I am!’ to a nation that did not call on my name."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "I have spread out my hands all day to a stubborn people,"
          },
          {
            "tag": "q1",
            "text": "who walk in a way that is not good, who have walked after their own thoughts and plans!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They are a people who continually offend me,"
          },
          {
            "tag": "q1",
            "text": "offering sacrifices in gardens, and burning incense on brick tiles."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They sit among the graves and keep watch all night,"
          },
          {
            "tag": "q1",
            "text": "and eat pork with the broth of foul meat in their dishes."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They say, ‘Stand away, do not come near to me, for I am holier than you.’"
          },
          {
            "tag": "q1",
            "text": "These things are smoke in my nose, a fire that burns all day long."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Look, it is written before me:"
          },
          {
            "tag": "q1",
            "text": "I will not keep quiet, for I will pay them back; I will repay them into their laps,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "for their sins and the sins of their fathers together,” says Yahweh."
          },
          {
            "tag": "q1",
            "text": "“I will repay them for burning incense on the mountains and for mocking me on the hills."
          },
          {
            "tag": "q1",
            "text": "I will therefore measure out their past deeds into their laps.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "This is what Yahweh says, “As when juice is found in a cluster of grapes,"
          },
          {
            "tag": "q1",
            "text": "when one says, ‘Do not ruin it, for there is good in it,’"
          },
          {
            "tag": "q1",
            "text": "this is what I will do for my servants’ sake: I will not ruin them all."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I will bring descendants from Jacob, and from Judah ones who will possess my mountains."
          },
          {
            "tag": "q1",
            "text": "My chosen ones will possess the land, and my servants will live there."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Sharon will become a pasture for the flocks, and the Valley of Achor a resting place for herds,"
          },
          {
            "tag": "q1",
            "text": "for my people who seek me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But you who abandon Yahweh, who forget my holy mountain,"
          },
          {
            "tag": "q1",
            "text": "who prepare a table for Fortune,"
          },
          {
            "tag": "q1",
            "text": "and fill wine glasses of mixed wine for Destiny."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will appoint you for the sword, and you will all bow down to the slaughter,"
          },
          {
            "tag": "q1",
            "text": "because when I called, you did not answer; when I spoke, you did not listen."
          },
          {
            "tag": "q1",
            "text": "But you did what was evil in my sight and and chose to do what displeases me.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "This is what the Lord Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“Look, my servants will eat, but you will be hungry;"
          },
          {
            "tag": "q1",
            "text": "look, my servants will drink, but you will be thirsty;"
          },
          {
            "tag": "q1",
            "text": "look, my servants will rejoice, but you will be put to shame."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Look, my servants will shout with joy because of gladness of heart,"
          },
          {
            "tag": "q1",
            "text": "but you will cry because of the pain of the heart, and will wail because of the crushing of the spirit."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "You will leave behind your name as a curse for my chosen ones to speak; I, the Lord Yahweh, will kill you;"
          },
          {
            "tag": "q1",
            "text": "I will call my servants by another name."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Whoever pronounces a blessing on the earth will be blessed by me, the God of truth."
          },
          {
            "tag": "q1",
            "text": "Whoever takes an oath on the earth will swear by me, the God of truth,"
          },
          {
            "tag": "q1",
            "text": "because the former troubles will be forgotten, for they will be hidden from my eyes."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "For see, I am about to create new heavens and a new earth;"
          },
          {
            "tag": "q1",
            "text": "and the former things will not be remembered or be brought to mind."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But you will be glad and rejoice forever in what I am about to create. See, I am about to create Jerusalem as a joy, and her people as a delight."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I will rejoice over Jerusalem and be glad over my people;"
          },
          {
            "tag": "q1",
            "text": "weeping and cries of distress will no longer be heard in her."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Never again will an infant live there only a few days;"
          },
          {
            "tag": "q1",
            "text": "nor will an old man die before his time."
          },
          {
            "tag": "q1",
            "text": "One who dies at one hundred years old will be considered a young person."
          },
          {
            "tag": "q1",
            "text": "Anyone who fails to reach the age of one hundred years old will be considered cursed."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "They will build houses and inhabit them, and they will plant vineyards and eat their fruit."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "No longer will they build a house and another live in it; they will not plant, and another eat;"
          },
          {
            "tag": "q1",
            "text": "for as the days of trees will be the days of my people. My chosen will fully outlive the work of their hands."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "They will not labor in vain, nor give birth to dismay."
          },
          {
            "tag": "q1",
            "text": "For they are the children of those blessed by Yahweh, and their descendants with them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Before they call, I will answer; and while they are still speaking, I will hear."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The wolf and the lamb will graze together, and the lion will eat straw like the ox;"
          },
          {
            "tag": "q1",
            "text": "but dust will be the serpent’s food."
          },
          {
            "tag": "q1",
            "text": "They will no longer hurt nor destroy on all my holy mountain,” says Yahweh."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 65
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}