{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Sing, you barren woman, you who have not given birth; break into joyful singing and cry aloud, you who have never been in birth labor."
          },
          {
            "tag": "q1",
            "text": "For the children of the desolate one are more than the children of the married woman,” says Yahweh."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Make your tent larger and spread your tent curtains farther out, unsparingly;"
          },
          {
            "tag": "q1",
            "text": "lengthen your ropes and strengthen your stakes."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For you will spread out to the right hand and to the left,"
          },
          {
            "tag": "q1",
            "text": "and your descendants will conquer nations and resettle desolate cities."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not fear for you will not be ashamed, nor be discouraged for you will not be disgraced;"
          },
          {
            "tag": "q1",
            "text": "you will forget the shame of your youth and the disgrace of your abandonment."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For your Maker is your husband; Yahweh of hosts is his name."
          },
          {
            "tag": "q1",
            "text": "The Holy One of Israel is your Redeemer; he is called the God of the whole earth."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For Yahweh has called you back as a wife abandoned and grieved in spirit,"
          },
          {
            "tag": "q1",
            "text": "like a woman married young and rejected,” says your God."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "“For a short time I abandoned you, but with great compassion I will gather you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "In a flood of anger I hid my face from you momentarily;"
          },
          {
            "tag": "q1",
            "text": "but with everlasting covenant faithfulness I will have mercy on you—"
          },
          {
            "tag": "q1",
            "text": "says Yahweh, the one who rescues you."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For this is like the waters of Noah to me:"
          },
          {
            "tag": "q1",
            "text": "as I swore that the waters of Noah would never again pass over the earth,"
          },
          {
            "tag": "q1",
            "text": "so have I sworn that I will not be angry with you or rebuke you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Though the mountains may fall and the hills be shaken,"
          },
          {
            "tag": "q1",
            "text": "yet my steadfast love will not turn away from you, nor will my covenant of peace be shaken—"
          },
          {
            "tag": "q1",
            "text": "says Yahweh, who has mercy on you."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Afflicted one, storm-driven and uncomforted one,"
          },
          {
            "tag": "q1",
            "text": "look, I will set your pavement in turquoise, and lay your foundations with sapphires."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will make your pinnacles of rubies and your gates of sparkling stones,"
          },
          {
            "tag": "q1",
            "text": "and your outer wall of beautiful stones."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then all your children will be taught by Yahweh;"
          },
          {
            "tag": "q1",
            "text": "and the peace of your children will be great."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "In righteousness you will be established, and you will be far from oppression, for you will not fear; and from terror, for it will not come near to you. "
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Look, if anyone stirs up trouble, it will not be from me; anyone who stirs up trouble with you will fall in defeat."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "See, I have created the craftsman, who blows the burning coals"
          },
          {
            "tag": "q1",
            "text": "and forges weapons as his work, and I have created the destroyer to destroy."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "No weapon that is formed against you will succeed;"
          },
          {
            "tag": "q1",
            "text": "and you will condemn everyone who accuses you."
          },
          {
            "tag": "q1",
            "text": "This is the heritage of the servants of Yahweh, and their vindication from me—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 54
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}