[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "A declaration about the desert by the sea."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "A distressing vision has been given to me:"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Therefore my loins are filled with pain;"
      },
      {
        "t": "v",
        "n": 4,
        "v": "My heart pounds; I shake with fear."
      },
      {
        "t": "v",
        "n": 5,
        "v": "They prepare the table, they spread rugs and eat and drink;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "For this is what the Lord said to me,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "When he sees a chariot, a pair of horsemen,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The watchman cries out,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Here comes a chariot with a man and a pair of horsemen."
      },
      {
        "t": "v",
        "n": 10,
        "v": "My threshed and winnowed ones, children of my threshing floor!"
      }
    ]
  },
  {
    "t": "q",
    "v": "Like stormwinds sweeping through the Negev it comes"
  },
  {
    "t": "q",
    "v": "passing through from the wilderness, from a terrible land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the treacherous man deals treacherously, and the destroyer destroys."
  },
  {
    "t": "q",
    "v": "Go up and attack, Elam; besiege, Media;"
  },
  {
    "t": "q",
    "v": "I will stop all her groaning."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "pains like the pains of a woman in labor have taken hold of me;"
  },
  {
    "t": "q",
    "v": "I am bowed down by what I heard; I am disturbed by what I saw."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Twilight was my desire, but it brought me terror."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "arise, princes, anoint your shields with oil."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Go, post a watchman; he must report what he sees."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "riders on donkeys, and riders on camels,"
  },
  {
    "t": "q",
    "v": "then he must pay attention and be very alert.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Lord, on the watchtower I stand all day, every day,"
  },
  {
    "t": "q",
    "v": "and at my post I stand all night long.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He calls out, “Babylon has fallen, fallen,"
  },
  {
    "t": "q",
    "v": "and all the carved figures of its gods are broken to the ground.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "What I have heard from Yahweh of hosts,"
  },
  {
    "t": "q",
    "v": "the God of Israel, I have declared to you."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "A declaration about Dumah."
      },
      {
        "t": "v",
        "n": 12,
        "v": "The watchman said, “The morning comes and also the night."
      },
      {
        "t": "v",
        "n": 13,
        "v": "A declaration about Arabia."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "One calls to me from Seir, "
  },
  {
    "t": "q",
    "v": "“Watchman, what is left of the night? "
  },
  {
    "t": "q",
    "v": "Watchman, what is left of the night?”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you want to ask, then ask; and come back again.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Bring water for the thirsty;"
      },
      {
        "t": "v",
        "n": 15,
        "v": "For they have fled from the sword, from the drawn sword,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "For this is what the Lord said to me, “Within a year, as a laborer hired for a year would see it, all the glory of Kedar will end."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Only a few of the archers, the warriors of Kedar will remain,” for Yahweh, the God of Israel, has spoken."
      }
    ]
  },
  {
    "t": "q",
    "v": "In the wilderness of Arabia you spend the night, you caravans of Dedanites."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "inhabitants of the land of Tema, meet the fugitives with bread."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "from the bent bow, and from the weight of war."
  }
]