{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Oh, if you had split open the heavens and come down! The mountains would have shaken at your presence,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "as when fire kindles the brushwood, or the fire makes water boil."
          },
          {
            "tag": "q1",
            "text": "Oh, that your name would be known by your adversaries, that the nations would tremble at your presence!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Previously, when you did marvelous things that we had not expected, you came down, and the mountains trembled at your presence."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Since ancient times no one has heard or perceived,"
          },
          {
            "tag": "q1",
            "text": "nor eye seen any God besides you, who does things for him who waits for him."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You come to help those who rejoice in doing what is right, those who call to mind your ways and obey them."
          },
          {
            "tag": "q1",
            "text": "You were angry when we sinned. In your ways we will always be rescued."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For we have all become like one who is unclean, and all our righteous deeds are like a menstrual rag."
          },
          {
            "tag": "q1",
            "text": "We have all withered like leaves; our iniquities, like the wind, carry us away."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "There are none who calls on your name, who makes an effort to take hold of you."
          },
          {
            "tag": "q1",
            "text": "For you have hidden your face from us and made us waste away in the hand of our iniquities."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yet, Yahweh, you are our father;"
          },
          {
            "tag": "q1",
            "text": "we are the clay. You are our potter; and we all are the work of your hand."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Be not too angry, Yahweh, nor always call to mind against us our sins."
          },
          {
            "tag": "q1",
            "text": "Please look at us all, your people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Your holy cities have become a wilderness;"
          },
          {
            "tag": "q1",
            "text": "Zion has become a wilderness, Jerusalem a desolation."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Our holy and beautiful temple, where our fathers praised you,"
          },
          {
            "tag": "q1",
            "text": "has been destroyed by fire, and all that was so dear is in ruins."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "How can you still hold back, Yahweh? How can you remain silent and continue to humiliate us?”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 64
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}