{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is what Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“Heaven is my throne, and the earth is my footstool. Where then is the house you will build for me? Where is the place where I may rest?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "My hand has made all these things; that is how these things came to be—this is Yahweh’s declaration."
          },
          {
            "tag": "q1",
            "text": "This is the man of whom I approve, the broken and contrite in spirit, and who trembles at my word."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He who slaughters an ox also murders a man; he who sacrifices a lamb also breaks a dog’s neck;"
          },
          {
            "tag": "q1",
            "text": "he who offers a grain offering offers swine’s blood; he who offers a memorial of incense also blesses wickedness."
          },
          {
            "tag": "q1",
            "text": "They have chosen their own ways, and they take pleasure in their abominations."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "In the same way I will choose their own punishment; I will bring on them what they fear,"
          },
          {
            "tag": "q1",
            "text": "because when I called, no one answered; when I spoke, no one listened."
          },
          {
            "tag": "q1",
            "text": "They did what was evil in my sight, and chose to do what displeases me.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Hear the word of Yahweh, you who tremble at his word,"
          },
          {
            "tag": "q1",
            "text": "“Your brothers who hate and exclude you for my name’s sake have said,"
          },
          {
            "tag": "q1",
            "text": "‘May Yahweh be glorified, then we will see your joy,’"
          },
          {
            "tag": "q1",
            "text": "but they will be put to shame."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "A sound of battle tumult comes from the city, a sound from the temple,"
          },
          {
            "tag": "q1",
            "text": "the sound of Yahweh paying back his enemies."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Before she goes into labor, she gives birth;"
          },
          {
            "tag": "q1",
            "text": "before pain is upon her, she gave birth to a son."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Who has heard of such a thing? Who has seen such things?"
          },
          {
            "tag": "q1",
            "text": "Will a land be born in one day? Can a nation be established in one moment?"
          },
          {
            "tag": "q1",
            "text": "Yet as soon as Zion goes into labor, she gives birth to her children."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Do I bring a baby to the birth opening and not permit the child to be born?—asks Yahweh."
          },
          {
            "tag": "q1",
            "text": "Or do I bring a child to moment of delivery and then hold it back?—asks your God.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Rejoice with Jerusalem and be glad for her, all you who love her;"
          },
          {
            "tag": "q1",
            "text": "rejoice with her, all you who mourned over her!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For you will nurse and be satisfied; with her breasts you will be comforted;"
          },
          {
            "tag": "q1",
            "text": "for you will drink them to the full and be delighted with the abundance of her glory."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "This is what Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“I am about to spread prosperity over her like a river,"
          },
          {
            "tag": "q1",
            "text": "and the riches of the nations like an overflowing stream."
          },
          {
            "tag": "q1",
            "text": "You will nurse at her side, be carried in her arms, and be dandled on her knees."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "As a mother comforts her child, so I will comfort you, and you will be comforted in Jerusalem.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You will see this, and your heart will rejoice, and your bones will sprout like the tender grass."
          },
          {
            "tag": "q1",
            "text": "The hand of Yahweh will be made known to his servants, but he will show his anger against his enemies."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For look, Yahweh is coming with fire, and his chariots are coming like the windstorm"
          },
          {
            "tag": "q1",
            "text": "to bring the heat of his anger and his rebuke with flames of fire."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For Yahweh executes judgment on mankind by fire and with his sword. Those killed by Yahweh will be many."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They consecrate themselves and make themselves pure, so they may enter the gardens, following the one in the middle of those who"
          },
          {
            "tag": "q1",
            "text": "eat the flesh of pig and abominable things like mice."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "This verse is very difficult, and modern versions provide various interpretations. "
          },
          {
            "tag": "q1",
            "text": "“They will come to an end—this is Yahweh’s declaration."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "For I know their deeds and their thoughts. The time is coming when I will gather all nations and languages. They will come and will see my glory."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "This verse is very difficult, and modern versions provide various interpretations. "
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I will set a sign among them. Then I will send survivors from them to the nations: To Tarshish, Put, and Lud, who draw the bow, to Tubal, Javan, and to the distant coastlands where they have not heard about me nor seen my glory. They will proclaim my glory among the nations."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "They will bring back all your brothers out of all the nations, as an offering to Yahweh. They will come on horses, and in chariots, in wagons, on mules, and on camels, to my holy mountain Jerusalem—says Yahweh. For the people of Israel will bring a grain offering in a clean vessel into the house of Yahweh."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Some of these I will even choose as priests and Levites—says Yahweh."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For just as the new heavens and the new earth that I will make"
          },
          {
            "tag": "q1",
            "text": "will remain before me—this is Yahweh’s declaration—so your descendants will remain, and your name will remain."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "From one month to the next, and from one Sabbath to the next,"
          },
          {
            "tag": "q1",
            "text": "all people will come to bow down to me—says Yahweh."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They will go out and see the dead bodies of the men who have rebelled against me,"
          },
          {
            "tag": "q1",
            "text": "for the worms that eat them will not die, and the fire that consumes them will not be quenched;"
          },
          {
            "tag": "q1",
            "text": "and it will be an abhorrence to all flesh.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 66
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}