{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Let me sing for my well beloved, a song of my beloved about his vineyard."
          },
          {
            "tag": "q1",
            "text": "My well beloved had a vineyard on a very fertile hill."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He spaded it, removed the stones, and planted it with an excellent kind of vine."
          },
          {
            "tag": "q1",
            "text": "He built a tower in the middle of it, and also built a winepress."
          },
          {
            "tag": "q1",
            "text": "He waited for it to produce grapes, but it only produced wild grapes."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "So now, inhabitant of Jerusalem and man of Judah,"
          },
          {
            "tag": "q1",
            "text": "judge between me and my vineyard."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "What more could have been done for my vineyard, that I have not done for it?"
          },
          {
            "tag": "q1",
            "text": "When I looked for it to produce grapes, why did it produce wild grapes?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Now I will tell you what I will do to my vineyard: I will remove the hedge,"
          },
          {
            "tag": "q1",
            "text": "I will turn it into a pasture, I will break down its wall, and it will be trampled down."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will lay it waste, and it will not be pruned nor hoed. Instead, briers and thorns will spring up."
          },
          {
            "tag": "q1",
            "text": "I will also command the clouds not to rain on it."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For the vineyard of Yahweh of hosts is the house of Israel,"
          },
          {
            "tag": "q1",
            "text": "and the man of Judah his pleasant planting;"
          },
          {
            "tag": "q1",
            "text": "he waited for justice, but instead, there was killing; for righteousness, but, instead, a shout for help."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Woe to those who join house to house, who join field to field,"
          },
          {
            "tag": "q1",
            "text": "until no room remains, and you alone remain in the land!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh of hosts told me,"
          },
          {
            "tag": "q1",
            "text": "many houses will be empty, even great and impressive ones, without any inhabitant."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For a ten-yoke vineyard will yield only one bath, and one homer of seed will yield only an ephah."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Woe to those who rise up early in the morning to obtain strong drink,"
          },
          {
            "tag": "q1",
            "text": "those who linger late into the night until wine inflames them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They banquet with harp, lute, tambourine, flute, and wine,"
          },
          {
            "tag": "q1",
            "text": "but they do not recognize the work of Yahweh, nor have they considered the doings of his hands."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore my people have gone into captivity for lack of understanding;"
          },
          {
            "tag": "q1",
            "text": "their honored leaders go hungry, and their common people have nothing to drink."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore Sheol has made its appetite greater and has opened its mouth very wide;"
          },
          {
            "tag": "q1",
            "text": "their elite, the people, their leaders, and the revelers and those who are happy among them, descend into Sheol."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Man will be forced to bend down, and mankind will be humbled; the eyes of the lofty will be cast down."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh of hosts will be exalted in his justice, and God the Holy One will show himself holy by his righteousness."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then the sheep will feed as in their own pasture, and in the ruins, lambs will graze as foreigners."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some modern versions have "
          },
          {
            "tag": "fqa",
            "text": "and in the ruins of the rich, lambs will graze ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Woe to those who pull along iniquity with useless cords and who pull along sin as if it were with a cart rope."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Woe to those who say, “Let God hurry, let him act quickly, so we can see it happen;"
          },
          {
            "tag": "q1",
            "text": "and let the plans of the Holy One of Israel come, so that we may know them.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Woe to those who call evil good, and good evil;"
          },
          {
            "tag": "q1",
            "text": "who represent darkness as light, and light as darkness;"
          },
          {
            "tag": "q1",
            "text": "who represent bitter as sweet, and sweet as bitter!"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Woe to those who are wise in their own eyes, and prudent in their own understanding!"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Woe to those who are champions at drinking wine, and masters at mixing strong drinks;"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "who acquit the wicked for payment, and deprive the innocent of his rights!"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore as the tongue of fire devours stubble, and as the dry grass goes down in flame,"
          },
          {
            "tag": "q1",
            "text": "so their root will rot, and their blossom will blow away like dust."
          },
          {
            "tag": "q1",
            "text": "This will happen because they have rejected the law of Yahweh of hosts, and because they have despised the word of the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Therefore the anger of Yahweh is kindled against his people. He has reached out with his hand against them and has punished them."
          },
          {
            "tag": "q1",
            "text": "The mountains tremble, and their corpses are like garbage in the streets."
          },
          {
            "tag": "q1",
            "text": "In all these things, his anger does not subside; instead, his hand is still stretched out."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "He will lift up a signal flag for far away nations and will whistle for those at the end of the earth."
          },
          {
            "tag": "q1",
            "text": "Look, they will come speedily and promptly."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "None tire or stumble among them; none slumbers or sleeps."
          },
          {
            "tag": "q1",
            "text": "Nor are their belts loose, or the thongs of their sandals broken."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Their arrows are sharp and all their bows are bent;"
          },
          {
            "tag": "q1",
            "text": "their horses’ hooves are like flint, and their chariot wheels like storms."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Their roaring will be like a lion; they will roar like young lions."
          },
          {
            "tag": "q1",
            "text": "They will growl and seize the prey and drag it away, with none to rescue."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "On that day they will roar against the prey as the sea roars."
          },
          {
            "tag": "q1",
            "text": "If anyone looks over the land, he will see darkness and suffering; even the light will be made dark by the clouds."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 5
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}