{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "During the days of Ahaz son of Jotham son of Uzziah, king of Judah, Rezin the king of Aram, and Pekah son of Remaliah, king of Israel, went up to Jerusalem to war against it, but they could not prevail against it."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It was reported to the house of David that Aram was allied with Ephraim. His heart trembled, and the heart of his people, as the trees of the forest shake in the wind."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "that Aram was allied with Ephraim , some versions have"
          },
          {
            "tag": "fqa",
            "text": "that Aram had camped in Ephraim ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then Yahweh said to Isaiah, “Go out with your son Shear-Jashub to meet Ahaz at the end of the conduit of the upper pool, on the road to Launderer’s Field."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Tell him, ‘Be careful, remain calm, do not be afraid or intimidated by these two smoldering firebrands, by the fierce anger of Rezin and Aram, and of Pekah son of Remaliah."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Aram, Ephraim, and the son of Remaliah have planned evil against you; they have said,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "“Let us attack Judah and terrify her, and let us break into her and set up our king there, the son of Tabeel.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The Lord Yahweh says, “It will not take place; it will not happen,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "because the head of Aram is Damascus, and the head of Damascus is Rezin."
          },
          {
            "tag": "q1",
            "text": "Within sixty-five years, Ephraim will be shattered and will no longer be a people."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son."
          },
          {
            "tag": "q1",
            "text": "If you do not remain firm in faith, surely you will not remain secure.”’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "The Lord spoke again to Ahaz,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "The Lord spoke , some versions have"
          },
          {
            "tag": "fqa",
            "text": "Yahweh spoke ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "“Ask a sign of Yahweh your God; ask for it in the depths or in the height above.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But Ahaz said, “I will not ask, nor will I test Yahweh.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So Isaiah replied, “Listen, house of David. Is it not enough for you people to test the patience of people? Must you also test the patience of my God?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore the Lord himself will give you people a sign: See, the young woman will conceive, bear a son, and will call his name Immanuel."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "the young woman , some versions have"
          },
          {
            "tag": "fqa",
            "text": "a young woman ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He will eat curds and honey when he knows to refuse the evil and choose the good."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For before the child knows to refuse the evil and choose the good, the land whose two kings you dread will be desolate."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh will bring on you, on your people, and on your father’s house days unlike any since Ephraim seceded from Judah—he will bring on you the king of Assyria.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "At that time"
          },
          {
            "tag": "q1",
            "text": "Yahweh will whistle for a fly from the distant streams of Egypt,"
          },
          {
            "tag": "q1",
            "text": "and for a bee from the land of Assyria."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They will all come and settle down into all the gorges, into the clefts of the rocks,"
          },
          {
            "tag": "q1",
            "text": "on all the thornbushes, and onto all the pastures."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "At that time the Lord will shave with a razor that was hired beyond the Euphrates River—the king of Assyria—"
          },
          {
            "tag": "q1",
            "text": "the head and the hair of the legs; it will also sweep away the beard."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "On that day, a man will keep alive a young cow and two sheep,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "and because of the abundance of milk which they shall give, he will eat curds,"
          },
          {
            "tag": "q1",
            "text": "for everyone left in the land will eat curds and honey."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "At that time, where there were a thousand vines worth a thousand silver shekels,"
          },
          {
            "tag": "q1",
            "text": "there will be nothing but briers and thorns."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Men will go there to hunt with bows, because all the land will be briers and thorns."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "They will stay away from all the hills that were cultivated with the hoe, for fear of the briers and thorns;"
          },
          {
            "tag": "q1",
            "text": "but it will be a place where cattle and sheep graze."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}