{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to those who enact unjust laws and write unfair decrees."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They deprive the needy of justice, rob the poor of my people of their rights,"
          },
          {
            "tag": "q1",
            "text": "plunder widows, and make the fatherless their prey!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "What will you do on judgment day when the destruction comes from far away?"
          },
          {
            "tag": "q1",
            "text": "To whom will you flee for help, and where will you leave your wealth?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Nothing remains, and you crouch among the prisoners or fall among the killed."
          },
          {
            "tag": "q1",
            "text": "In all these things, his anger does not subside; instead, his hand is still stretched out. "
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Woe to the Assyrian, the club of my anger, the rod by whom I wield my fury!"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I send him against an arrogant nation and against the people who bear my overflowing wrath."
          },
          {
            "tag": "q1",
            "text": "I order him to take the spoil, to take the prey, and to trample them like mud in the streets."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But this is not what he intends, nor does he think this way."
          },
          {
            "tag": "q1",
            "text": "It is in his heart to destroy and eliminate many nations."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For he says, “Are not all my princes kings?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Is not Kalno like Carchemish?"
          },
          {
            "tag": "q1",
            "text": "Is not Hamath like Arpad? Is not Samaria like Damascus?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "As my hand has overcome idolatrous kingdoms, whose carved figures were greater than those of Jerusalem and Samaria,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "just as I did to Samaria and her worthless idols,"
          },
          {
            "tag": "q1",
            "text": "will I not also do the same to Jerusalem and to her idols?”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "When the Lord has finished his work on Mount Zion and on Jerusalem, I will punish the speech of the arrogant heart of the king of Assyria and his prideful looks."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For he says,"
          },
          {
            "tag": "q1",
            "text": "“By my strength and by my wisdom I acted. I have understanding,"
          },
          {
            "tag": "q1",
            "text": "and I have removed the boundaries of the peoples. I have stolen their treasures,"
          },
          {
            "tag": "q1",
            "text": "and like a bull I have brought down the inhabitants."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "My hand has seized, as from a nest, the wealth of nations,"
          },
          {
            "tag": "q1",
            "text": "and as one gathers abandoned eggs, I gathered all the earth."
          },
          {
            "tag": "q1",
            "text": "None fluttered their wings or opened their mouth or chirped.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Will the ax boast about itself against the one who wields it? "
          },
          {
            "tag": "q1",
            "text": "Will the saw praise itself more than the one who cuts with it?"
          },
          {
            "tag": "q1",
            "text": "It is as if a rod could lift up those who raise it, or as if a wooden club could lift up a person."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Therefore the Lord Yahweh of hosts will send emaciation among his elite warriors;"
          },
          {
            "tag": "q1",
            "text": "and under his glory there will be kindled a burning like fire."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The light of Israel will become a fire, and his Holy One a flame;"
          },
          {
            "tag": "q1",
            "text": "it will burn and devour his thorns and briers in one day."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Yahweh will consume the glory of his forest and of his fruitful land, both soul and body;"
          },
          {
            "tag": "q1",
            "text": "it will be like when a sick man’s life wastes away."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The remnant of the trees of his forest will be so few, that a child could count them."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "On that day, the remnant of Israel, the family of Jacob that has escaped, will no longer rely on the one who defeated them, but will indeed depend on Yahweh, the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "A remnant of Jacob will return to the mighty God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For though your people, Israel, are like the sand of the seashore, only a remnant of them will return. Destruction is decreed, as overflowing righteousness demands."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "For the Lord Yahweh of hosts, is about to carry out the destruction determined throughout the land."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore the Lord Yahweh of hosts says, “My people who live in Zion, do not fear the Assyrian. He will strike you with the rod and raise his staff against you, as the Egyptians did."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Do not fear him, for in a very short time my anger against you will end, and my anger will lead to his destruction.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Then Yahweh of hosts will wield a whip against them, as when he defeated Midian at the rock of Oreb. He will raise his rod over the sea and lift it up as he did in Egypt."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "On that day, his burden is lifted from your shoulder and his yoke from off your neck, and the yoke will be destroyed because of fatness. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The last line of this verse is difficult because it does not seem to fit the context. Some modern versions leave out "
          },
          {
            "tag": "fqa",
            "text": "because of fatness . Other modern versions have"
          },
          {
            "tag": "fqa",
            "text": "and the yoke will be destroyed from off your neck. He has gone up from Rimmon . Here"
          },
          {
            "tag": "fqa",
            "text": "He means the Assyrian king and his army."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "The enemy has come to Aiath"
          },
          {
            "tag": "q1",
            "text": "and has passed through Migron; at Michmash he has stored his provisions."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They have crossed over the pass and they lodge at Geba."
          },
          {
            "tag": "q1",
            "text": "Ramah trembles and Gibeah of Saul has fled."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Cry aloud, daughter of Gallim! Give attention, Laishah!"
          },
          {
            "tag": "q1",
            "text": "You poor Anathoth!"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Madmenah is fleeing,"
          },
          {
            "tag": "q1",
            "text": "and the inhabitants of Gebim run for safety."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "This very day he will halt"
          },
          {
            "tag": "q1",
            "text": "at Nob and shake his fist at the mountain of the daughter of Zion, the hill of Jerusalem."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Behold, the Lord Yahweh of hosts will lop off the boughs with a terrifying crash;"
          },
          {
            "tag": "q1",
            "text": "the tallest trees will be cut down, and the lofty will be brought low."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "He will chop down the thickets of the forest with an ax, and Lebanon in his majesty will fall."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}