{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“Listen before me in silence, you coastlands; let the nations renew their strength;"
          },
          {
            "tag": "q1",
            "text": "let them come near and speak; let us come near together to argue a dispute."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Who has stirred up one from the east, calling him in righteousness to his service?"
          },
          {
            "tag": "q1",
            "text": "He hands nations over to him and helps him subdue kings."
          },
          {
            "tag": "q1",
            "text": "He turns them to dust with his sword, like windblown stubble with his bow."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He pursues them and passes by safely, by a swift path that his feet scarcely touch."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Who has performed and accomplished these deeds? Who has summoned the generations from the beginning?"
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, the first, and with the last ones, I am he."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The isles have seen and are afraid; the ends of the earth tremble;"
          },
          {
            "tag": "q1",
            "text": "they approach and come."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Everyone helps his neighbor, and every one says to one another, ‘Be encouraged.’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So the carpenter encourages the goldsmith, and he who works with the hammer encourages him who works with an anvil,"
          },
          {
            "tag": "q1",
            "text": "saying of the welding, ‘It is good.’ They fasten it with nails so it will not topple over."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But you, Israel, my servant, Jacob whom I have chosen,"
          },
          {
            "tag": "q1",
            "text": "the offspring of Abraham my friend,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "you whom I am bringing back from the ends of the earth, and whom I called from the far away places,"
          },
          {
            "tag": "q1",
            "text": "and to whom I said, ‘You are my servant;’ I have chosen you and not rejected you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Do not fear, for I am with you. Do not be anxious, for I am your God."
          },
          {
            "tag": "q1",
            "text": "I will strengthen you, and I will help you, and I will uphold you with my righteous right hand."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "See, they will be ashamed and disgraced, all who have been angry with you;"
          },
          {
            "tag": "q1",
            "text": "they will be as nothing and will perish, those who oppose you."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You will seek and will not find those who contended with you;"
          },
          {
            "tag": "q1",
            "text": "those who warred against you will be like nothing, absolutely nothing."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For I, Yahweh your God, will hold your right hand,"
          },
          {
            "tag": "q1",
            "text": "saying to you, ‘Do not fear; I am helping you.’"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Do not fear, Jacob you worm, and you men of Israel;"
          },
          {
            "tag": "q1",
            "text": "I will help you—this is Yahweh’s declaration, your Redeemer, the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Look, I am making you like a sharp threshing sledge, new and two-edged;"
          },
          {
            "tag": "q1",
            "text": "you will thresh the mountains and crush them; you will make the hills like chaff."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You will winnow them, and the wind will carry them away; the wind will scatter them."
          },
          {
            "tag": "q1",
            "text": "You will rejoice in Yahweh, you will rejoice in the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The oppressed and needy look for water, but there is none, and their tongues are parched for thirst;"
          },
          {
            "tag": "q1",
            "text": "I, Yahweh, will respond to their prayers; I, the God of Israel, will not forsake them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I will make streams to flow down the slopes, and springs in the middle of the valleys;"
          },
          {
            "tag": "q1",
            "text": "I will make the desert into a pool of water, and the dry land into springs of water."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "In the wilderness I will set the cedar, the acacia, and the myrtle, and the olive tree."
          },
          {
            "tag": "q1",
            "text": "I will set the cypress in the desert plain, with the pines and the cypress box trees."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "I will do this so that the people may see, recognize, and understand together,"
          },
          {
            "tag": "q1",
            "text": "that the hand of Yahweh has done this, that the Holy One of Israel has created it."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "“Present your case,” says Yahweh,"
          },
          {
            "tag": "q1",
            "text": "“present your best arguments for your idols,” says the King of Jacob."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Let them bring us their own arguments; have them come forward and declare to us what will happen,"
          },
          {
            "tag": "q1",
            "text": "so we may know these things well."
          },
          {
            "tag": "q1",
            "text": "Have them tell us of earlier predictive declarations, so we can reflect on them and know how they were fulfilled."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Tell things about the future, that we may know if you are gods;"
          },
          {
            "tag": "q1",
            "text": "do something good or evil, that we may be frightened and impressed."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "See, you idols are nothing and your deeds are nothing; the one who chooses you is detestable."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "I have raised up one from the north, and he comes; from the sun’s rising I summon him who calls on my name,"
          },
          {
            "tag": "q1",
            "text": "and he will trample the rulers like mud, like a potter who is treading on the clay."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Who announced this from the beginning, that we might know? Before this time, that we may say, “He is right”?"
          },
          {
            "tag": "q1",
            "text": "Indeed none of them decreed it, yes, none heard you say anything."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "I first said to Zion, “Look here they are;” I sent a herald to Jerusalem."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When I look, there is no one, not one among them who can give good advice,"
          },
          {
            "tag": "q1",
            "text": "who, when I ask, can answer a word."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Look, all of them are nothing,"
          },
          {
            "tag": "q1",
            "text": "and their deeds are nothing; their cast metal figures are wind and emptiness."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 41
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}