[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "In the year that king Uzziah died, I saw the Lord sitting on a throne; he was high and elevated, and the hem of his robe filled the temple.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Above him were the seraphim; each one had six wings; with two each covered his face, and with two he covered his feet, and with two he flew.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Each one called to another and said,",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Holy, holy, holy, is Yahweh of hosts! The whole earth is full of his glory.”",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "The foundations of the thresholds shook at the voices of those who were crying out, and the house was filled with smoke.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Then I said,",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Woe is me! For I am doomed because I am a man of unclean lips,",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I live among a people of unclean lips,",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because my eyes have seen the King, Yahweh, Yahweh of hosts!”",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Then one of the seraphim flew to me; he had a glowing coal in his hand, that he had taken with the tongs from off the altar.",
        "id": 17
      },
      {
        "t": "v",
        "n": 7,
        "v": "He touched my mouth with it and said,",
        "id": 18
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“See, this has touched your lips; your guilt has been taken away, and your sin atoned for.”",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "I heard the voice of the Lord say, “Whom shall I send; who will go for us?” Then I said, “Here I am; send me.”",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "He said, “Go and tell this people,",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Listen, but do not understand; see, but do not perceive.’",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Make the heart of this people insensitive, and their ears dull, and blind their eyes.",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Otherwise they might see with their eyes, hear with their ears, and understand with their heart, and then turn and be healed.”",
        "id": 30
      },
      {
        "t": "v",
        "n": 11,
        "v": "Then I said, “Lord, how long?” He answered,",
        "id": 31
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Until cities crash into ruins and are without inhabitants,",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the houses are without people, and the land falls into a desolate waste,",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "and until Yahweh has sent the people far away, and the solitude of the land is great.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Even if a tenth of the people remain in it, it will again be destroyed;",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "as a terebinth or an oak is cut down and whose trunk remains,",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the holy seed is in its stump.”",
        "id": 43
      }
    ],
    "id": 42
  }
]