{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is what Yahweh says to his anointed, to Cyrus, whose right hand I hold,"
          },
          {
            "tag": "q1",
            "text": "in order to subdue nations before him, to disarm kings,"
          },
          {
            "tag": "q1",
            "text": "and to open the doors before him, so that gates remain open:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“I will go before you and level the mountains;"
          },
          {
            "tag": "q1",
            "text": "I will break in pieces the doors of bronze and cut in pieces their iron bars,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and I will give you the treasures of darkness and riches hidden away,"
          },
          {
            "tag": "q1",
            "text": "that you may know that it is I, Yahweh, who call you by your name, I, the God of Israel."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For Jacob my servant’s sake, and Israel my chosen,"
          },
          {
            "tag": "q1",
            "text": "I have called you by your name, giving you a title of honor, though you have not known me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I am Yahweh, and there is no other; there is no God but me."
          },
          {
            "tag": "q1",
            "text": "I will arm you for battle, though you have not known me;"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "that people may know from the rising of the sun, and from the west, that there is no god but me:"
          },
          {
            "tag": "q1",
            "text": "I am Yahweh, and there is no other."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I form the light and create darkness;"
          },
          {
            "tag": "q1",
            "text": "I bring peace and create disaster; I am Yahweh, who does all these things."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You heavens, rain down from above! Let the skies rain down righteousness."
          },
          {
            "tag": "q1",
            "text": "Let the earth absorb it, that salvation may sprout up,"
          },
          {
            "tag": "q1",
            "text": "and righteousness spring up together with it. I, Yahweh, have created them both."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Woe to anyone who argues with the one who formed him, to him who is like any other earthen pot among all the earthen pots in the ground!"
          },
          {
            "tag": "q1",
            "text": "Does the clay say to the potter, ‘What are you making?’ or ‘Your work has no handles on it’?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Woe to him who says to a father, ‘What are you fathering?’ or to a woman, ‘What are you giving birth to?’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "This is what Yahweh says, the Holy One of Israel, his Maker:"
          },
          {
            "tag": "q1",
            "text": "‘Why do you ask questions about what I will do for my children? Do you tell me what to do concerning the work of my hands?’"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "‘I made the earth and created man on it."
          },
          {
            "tag": "q1",
            "text": "It was my hands that stretched out the heavens, and I commanded all the stars to appear."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I stirred Cyrus up in righteousness, and I will smooth out all his paths."
          },
          {
            "tag": "q1",
            "text": "He will build my city; he will let my exiled people go home, and not for price nor bribe,’” says Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This is what Yahweh says,"
          },
          {
            "tag": "q1",
            "text": "“The earnings of Egypt and the merchandise of Cush with the Sabeans, men of tall stature,"
          },
          {
            "tag": "q1",
            "text": "will be brought to you. They will be yours. They will follow after you, coming in chains."
          },
          {
            "tag": "q1",
            "text": "They will bow down to you and plead with you saying,"
          },
          {
            "tag": "q1",
            "text": "‘Surely God is with you, and there is no other except him.’”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Truly you are a God who hides yourself, God of Israel, Savior."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They will all be ashamed and disgraced together; those who carve idols will walk in humiliation."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But Israel will be saved by Yahweh with an everlasting salvation;"
          },
          {
            "tag": "q1",
            "text": "you will never again be ashamed or humiliated."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "This is what Yahweh says, who created the heavens, the true God"
          },
          {
            "tag": "q1",
            "text": "who created the earth and made it, who established it."
          },
          {
            "tag": "q1",
            "text": "He created it, not as a waste, but designed it to be inhabited:"
          },
          {
            "tag": "q1",
            "text": "“I am Yahweh, and there is no other."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I have not spoken in private, in some hidden place;"
          },
          {
            "tag": "q1",
            "text": "I did not say to Jacob’s descendants, ‘Seek me in vain!’"
          },
          {
            "tag": "q1",
            "text": "I am Yahweh, who speaks sincerely; I declare the things that are right."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Assemble yourselves and come! Gather together, you refugees from among the nations!"
          },
          {
            "tag": "q1",
            "text": "They have no knowledge, those who carry carved images and pray to gods that cannot save."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Come close and declare it to me, bring the evidence! Let them conspire together."
          },
          {
            "tag": "q1",
            "text": "Who has shown this from long ago? Who announced it?"
          },
          {
            "tag": "q1",
            "text": "Was it not I, Yahweh? There is no God except me, a just God and a Savior; there is no one besides me."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Turn to me and be saved, all the ends of the earth;"
          },
          {
            "tag": "q1",
            "text": "for I am God, and there is no other."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "By myself I swear,"
          },
          {
            "tag": "q1",
            "text": "speaking my just decree, and it will not turn back:"
          },
          {
            "tag": "q1",
            "text": "‘To me every knee will bend, every tongue will swear."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They will say of me, “In Yahweh alone are salvation and strength.”’”"
          },
          {
            "tag": "q1",
            "text": "They will all be ashamed who are angry at him."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "In Yahweh all the descendants of Israel will be justified; they will take pride in him."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 45
  },
  "id": "ISA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Isaiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Isaiah"
    }
  ]
}