{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Letter of James"
        },
        {
          "tag": "toc2",
          "text": "James"
        },
        {
          "tag": "toc3",
          "text": "Jas"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes who are in the dispersion: Greetings!"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Consider it all joy, my brothers, when you experience various troubles."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "You know that the testing of your faith produces endurance."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But let endurance complete its work, so that you may become fully developed and complete, not lacking anything."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But if any of you needs wisdom, let him ask for it from God, the one who gives generously and without rebuke to all who ask, and he will give it to him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But let him ask in faith, doubting nothing. For anyone who doubts is like a wave in the sea that is driven by the wind and tossed around."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For that person must not think that he will receive anything from the Lord."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Such a person is double- minded, unstable in all his ways."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But let the poor brother boast of his high position,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "but the rich man of his low position, because he will pass away as a wild flower in the grass."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For the sun rises with burning heat and dries up the grass. Its flower falls off, and its beautiful appearance perishes. In the same way, the rich man will also fade away in the middle of his journey."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Blessed is the man who endures testing. For after he has passed the test, he will receive the crown of life, which has been promised to those who love God."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Let no one say when he is tempted, “ I am tempted by God,” because God is not tempted by evil, nor does he himself tempt anyone."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But each person is tempted by his own desire, which drags him away and entices him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then after the desire conceives, it gives birth to sin, and after the sin is full grown, it gives birth to death."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Do not be deceived, my beloved brothers."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Every good gift and every perfect gift is from above. It comes down from the Father of lights. With him there is no changing or shadow because of turning."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "God chose to give us birth by the word of truth, so that we would be a kind of firstfruits of all the things that he created."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You know this, my beloved brothers: But let every man be quick to hear, slow to speak, and slow to anger."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For the anger of man does not work the righteousness of God."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Therefore take off all sinful filth and abundant amounts of evil. In humility receive the implanted word, which is able to save your souls."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But be doers of the word and not only hearers, deceiving yourselves."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For if anyone is a hearer of the word but not a doer, he is like a man who examines his natural face in a mirror."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For he examines himself and then goes away and immediately forgets what he was like."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But the person who looks carefully into the perfect law of freedom, and continues to do so, not just being a hearer who forgets, but a doer of the work, this man will be blessed in his actions."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "If anyone thinks himself to be religious, and yet he does not control his tongue, but instead he deceives his heart, his religion is worthless."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Religion that is pure and unspoiled before our God and Father is to help the fatherless and widows in their affliction, and to keep oneself unstained by the world."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "My brothers, do not hold to faith in our Lord Jesus Christ, the Lord of glory, with favoritism toward certain people."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For suppose that someone enters your meeting wearing gold rings and fine clothes, and there also enters a poor man in dirty clothes."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But if you look at the person wearing fine clothes and say, “ You sit here in a good place,” but you say to the poor man, “ You stand over there” or“ Sit at my feet,”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "are you not judging among yourselves? Have you not become judges with evil thoughts?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Listen, my beloved brothers, did not God choose the poor of the world to be rich in faith and to be heirs of the kingdom that he promised to those who love him?"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But you have dishonored the poor! Is it not the rich who oppress you? Are they not the ones who drag you to court?"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Do they not insult the good name by which you have been called?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "If, however, you fulfill the royal law according to the scripture, “ You shall love your neighbor as yourself,” you do well."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But if you favor certain people, you are committing sin, and you are convicted by the law as lawbreakers."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For whoever obeys the whole law, except that he stumbles in just a single way, has become guilty of breaking the whole law."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For the one who said, “ Do not commit adultery,” also said, “ Do not murder.” But if you do not commit adultery, but you do commit murder, you have become a lawbreaker."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So speak and so act as those who will be judged by means of the law of freedom."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For judgment comes without mercy to those who have shown no mercy. Mercy triumphs over judgment."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "What good is it, my brothers, if someone says he has faith, but he has no works? Can that faith save him?"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Suppose that a brother or sister is badly clothed and lacks food for the day."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Suppose that one of you says to them, “ Go in peace, stay warm and be filled.” But if you do not give them the things necessary for the body, what good is that?"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "In the same way faith by itself, if it does not have works, is dead."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Yet someone may say, “ You have faith, and I have works.” Show me your faith without works, and I will show you my faith by my works."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You believe that there is one God; you do well. But even the demons believe that, and they tremble."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But do you want to know, foolish man, that faith without works is useless?"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some older versions read, "
            },
            {
              "tag": "fqa",
              "text": "Do you want to know, foolish man, how it is that faith without works is dead? "
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Was not Abraham our father justified by works when he offered up Isaac his son on the altar?"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "You see that faith worked with his works, and that by works his faith was fully developed."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The scripture was fulfilled that says, “ But Abraham believed God, and it was counted to him as righteousness,” and he was called a friend of God."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "You see that it is by works that a man is justified, and not only by faith."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But in the same way also, was not Rahab the prostitute justified by works, when she welcomed the messengers and sent them away by another road?"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For as the body apart from the spirit is dead, even so faith apart from works is dead."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Not many of you should become teachers, my brothers, for you know that we who teach will be judged more strictly."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For we all stumble in many ways. If anyone does not stumble in words, he is a perfect man, able to control even his whole body."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Now if we put bits into horses’ mouths for them to obey us, we can also direct their whole bodies."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Notice also that ships, although they are so large and are driven by strong winds, are steered by a very small rudder to wherever the pilot desires."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Likewise the tongue is a small body part, and yet it boasts great things. Notice also how small a fire sets on fire a large forest."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The tongue is also a fire, a world of sinfulness. The tongue is set among our body parts, staining the whole body and setting on fire the course of life. But it is itself set on fire by hell."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For every kind of wild animal, bird, reptile, and sea creature is being tamed and has been tamed by mankind."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But no human being can tame the tongue. It is a restless evil, full of deadly poison."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "With it we praise the Lord and Father, and with it we curse men, who have been made in the likeness of God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Out of the same mouth come blessing and cursing. My brothers, these things should not happen."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Does a spring pour out from its single opening both sweet and bitter water?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Is a fig tree, my brothers, able to make olives? Or a grapevine, figs? Neither can salty water produce sweet water."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Who is wise and understanding among you? Let that person show a good life by his works in the humility of wisdom."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But if you have bitter jealousy and ambition in your heart, do not boast and lie against the truth."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "This is not the wisdom that comes down from above. Instead, it is earthly, unspiritual, demonic."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For where there is jealousy and ambition, there is confusion and every evil practice."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But the wisdom from above is first pure, then peace- loving, gentle, reasonable, full of mercy and good fruits, impartial and sincere."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But the fruit of righteousness is sown in peace among those who make peace."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Where do quarrels and where do disputes among you come from? Do they not come from your desires that fight among your members?"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "You desire, and you do not have. You kill and covet, and you are not able to obtain. You fight and quarrel. You do not possess because you do not ask."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "You ask and do not receive because you ask badly, in order that you may use it for your desires."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "You adulteresses! Do you not know that friendship with the world is hostility against God? So whoever wants to be a friend of the world makes himself an enemy of God."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Or do you think that the scripture says in vain, “ The Spirit he caused to live in us is deeply jealous”?"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But God gives more grace, so the scripture says, “ God opposes the proud, but gives grace to the humble.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So submit to God. But resist the devil, and he will flee from you."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Come close to God, and he will come close to you. Cleanse your hands, you sinners, and purify your hearts, you double- minded."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Grieve and mourn and cry! Let your laughter turn into sadness and your joy into gloom."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Humble yourselves before the Lord, and he will lift you up."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Do not speak against one another, brothers. The person who speaks against a brother or judges his brother speaks against the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Only one is the lawgiver and judge. He is the one who is able to save and to destroy. But who are you, you who judge your neighbor?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now listen, you who say, “ Today or tomorrow we will go into this city, and spend a year there, and trade, and make a profit.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You who does not know what will happen tomorrow, what is your life? For you are a mist that appears for a little while and then disappears."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Instead, you should say, “ If the Lord wishes, then we will live and do this or that.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But now you are boasting about your arrogant plans. All such boasting is evil."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So for anyone who knows to do good but does not do it, for him it is sin."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Come now, you who are rich, weep and wail because of the miseries coming on you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Your riches have rotted, and your clothes have become moth- eaten."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Your gold and your silver have become tarnished and their rust will be a witness against you. It will consume your flesh like fire. You have stored up your treasure for the last days."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Look, the pay of the laborers is crying out— the pay that you have withheld from those who harvested your fields, and the cries of the harvesters have gone into the ears of the Lord of hosts."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "You have lived in luxury on the earth and indulged yourselves. You have fattened your hearts for a day of slaughter."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "You have condemned and killed the righteous person. He does not resist you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So be patient, brothers, until the Lord’ s coming. See, the farmer awaits the valuable harvest from the ground. He is patiently waiting for it, until it receives the early and late rains."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "You, too, be patient. Make your hearts strong, because the Lord’ s coming is near."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Do not complain, brothers, against one another, so that you will be not judged. See, the judge is standing at the door."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Take an example, brothers, from the suffering and patience of the prophets, those who spoke in the name of the Lord."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "See, we regard those who endured as blessed. You have heard of the endurance of Job, and you know the purpose of the Lord, how he is very compassionate and merciful."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "But above all, my brothers, do not swear, either by heaven or by the earth, or by any other oath. Instead, let your“ Yes” mean“ Yes” and your“ No” mean“ No,” so you do not fall under judgment."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Is anyone among you suffering hardship? Let him pray. Is anyone cheerful? Let him sing praise."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him. Let them anoint him with oil in the name of the Lord."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "The prayer of faith will heal the sick person, and the Lord will raise him up. If he has committed sins, God will forgive him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So confess your sins to one another, and pray for each other, so that you may be healed. The prayer of a righteous person is very strong in its working."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain in the land for three years and six months."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then Elijah prayed again, and the heavens gave rain, and the earth produced its fruit."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "My brothers, if anyone among you wanders from the truth, and someone brings him back,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "that person should know that whoever turns a sinner from his wandering way will save his soul from death, and will cover over a great number of sins."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "JAS EN_ULT en_English_ltr Thu Jun 13 2019 11:49:14 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "James",
  "intro": [
    {
      "tag": "mt",
      "text": "James "
    }
  ]
}