{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The angel of Yahweh went up from Gilgal to Bokim, and said, \"I brought you up from Egypt, and have brought you to the land I swore to give to your fathers. I said, 'I will never break my covenant with you."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You must make no covenant with those who live in this land. You must tear down their altars.' But you have not listened to my voice. What is this that you have done?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So now I say, 'I will not drive the Canaanites out before you, but they will become thorns in your sides, and their gods will become a trap for you.'\""
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When the angel of Yahweh spoke these words to all the people of Israel, the people shouted and wept."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They called that place Bokim. There they offered sacrifices to Yahweh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Now when Joshua had sent the people on their way, the people of Israel each went to the place assigned, to take ownership of their land."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The people served Yahweh during the lifetime of Joshua and of the elders who outlived him, those who had seen all of Yahweh's great deeds he had done for Israel."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Joshua son of Nun the servant of Yahweh, died at the age of 110 years old."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They buried him within the border of the land he was assigned in Timnath Heres, in the hill country of Ephraim, north of Mount Gaash."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "All that generation was also gathered to their fathers. Another generation grew up after them who did not know Yahweh or what he had done for Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "The people of Israel did what was evil in the sight of Yahweh and they served the Baals."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They broke away from Yahweh, the God of their fathers, who had brought them out of the land of Egypt. They went after other gods, the very gods of the peoples who were around them, and they bowed down to them. They provoked Yahweh to anger because"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "they broke away from Yahweh and worshiped Baal and the Ashtoreths."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The anger of Yahweh burned against Israel, and he gave them to the raiders who stole their possessions from them. He sold them as slaves who were held by the strength of their enemies around them, so they could no longer defend themselves against their enemies."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Wherever Israel went out to fight, Yahweh's hand was against them to defeat them, just as he had sworn to them and they were in terrible distress."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then Yahweh raised up judges, who saved them out of the hand of those who were stealing their possessions."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yet they would not listen to their judges. They were unfaithful to Yahweh and gave themselves like prostitutes to other gods and worshiped them. They soon turned aside from the way their fathers had lived—those who had obeyed the commandments of Yahweh—but they themselves did not do so."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When Yahweh raised up judges for them, Yahweh helped the judges and rescued them from the hand of their enemies all the days the judge lived. Yahweh had pity on them as they groaned because of those who oppressed them and afflicted them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But when the judge died, they would turn away and do things that were even more corrupt than their fathers had done. They would go after other gods to serve them and worship them. They refused to give up any of their evil practices or their stubborn ways."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The anger of Yahweh burned against Israel; he said, \"Because this nation has broken the terms of my covenant that I had set in place for their fathers—because they have not listened to my voice—"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I will not, from now on, drive out from before them any of the nations that Joshua left when he died."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I will do this so that I may test Israel, whether or not they will keep the way of Yahweh and walk in it, as their fathers kept it.\""
          },
          {
            "tag": "v",
            "num": "23",
            "text": "That is why Yahweh left those nations and did not drive them out quickly and give them into the hand of Joshua."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "JDG unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Judges",
  "intro": [
    {
      "tag": "mt",
      "text": "Judges "
    }
  ]
}