[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you remove your detestable things from before me and do not wander from me again,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then the nations will bless themselves in him, and in him they will glory.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Plow your own ground,"
  },
  {
    "t": "q",
    "v": "and do not sow among thorns."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Circumcise yourselves to Yahweh,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Report in Judah and let it be heard in Jerusalem."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Lift up the signal flag and point it toward Zion,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "A lion is coming out from his thicket"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Because of this, wrap yourself in sackcloth, lament and wail."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Then it will happen in that day—this is Yahweh’s declaration—that the hearts of the king and his officials will die. The priests will be appalled, and the prophets will be horrified.’”"
      },
      {
        "t": "v",
        "n": 10,
        "v": "So I said, “Ah! Lord Yahweh. Surely you have completely deceived this people and Jerusalem by saying, ‘There will be peace for you.’ Yet the sword is striking against their life.”"
      }
    ]
  },
  {
    "t": "q",
    "v": "and remove the foreskins of your heart,"
  },
  {
    "t": "q",
    "v": "men of Judah and inhabitants of Jerusalem, or else my fury will break out like fire, "
  },
  {
    "t": "q",
    "v": "and burn with no one to quench it,"
  },
  {
    "t": "q",
    "v": "because of the wickedness of your deeds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Say, “Blow the trumpet in the land.”"
  },
  {
    "t": "q",
    "v": "Proclaim, “Gather together. Let us go to the fortified cities.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and run for safety!"
  },
  {
    "t": "q",
    "v": "Do not stay, for I am bringing disaster "
  },
  {
    "t": "q",
    "v": "from the north and a great collapse."
  },
  {
    "t": "q",
    "v": "and someone who will destroy nations is setting out."
  },
  {
    "t": "q",
    "v": "He is leaving his place to bring horror to your land,"
  },
  {
    "t": "q",
    "v": "to turn your cities into ruins, where no one will live."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For the force of Yahweh’s anger has not turned away from us."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "In that time it will be said of this people and Jerusalem, “A burning wind from the plains of the desert will make its way to the daughter of my people. It will not winnow or cleanse them."
      },
      {
        "t": "v",
        "n": 12,
        "v": "A wind far stronger than that will come at my command, and I will now pass sentence against them."
      },
      {
        "t": "v",
        "n": 13,
        "v": "See, he is attacking like clouds, and his chariots are like a storm. His horses are faster than eagles. Woe to us, for we will be devastated!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Cleanse your heart from wickedness, Jerusalem, so that you might be saved. How long will your deepest thoughts be about how to sin?"
      },
      {
        "t": "v",
        "n": 15,
        "v": "For a voice is bringing news from Dan, and the coming disaster is heard from the mountains of Ephraim."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Make the nations think about this: See, announce to Jerusalem that besiegers are coming from a distant land to shout in battle against the cities of Judah."
      },
      {
        "t": "v",
        "n": 17,
        "v": "They will be like the watchmen of a cultivated field against her all around, since she has been rebellious against me—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 18,
        "v": "and your conduct and your deeds have done these things to you. This will be your punishment. How terrible it will be! It will strike your very heart."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "My heart! My heart! I am in anguish in my heart. My heart is turbulent within me. I cannot keep quiet for I hear the sound of the horn, an alarm for battle."
      },
      {
        "t": "v",
        "n": 20,
        "v": "Disaster follows after disaster; for all the land lies in ruins. Suddenly my tents are destroyed, my curtains in a moment."
      },
      {
        "t": "v",
        "n": 21,
        "v": "How long will I see the standard? Will I hear the sound of the horn?"
      },
      {
        "t": "v",
        "n": 22,
        "v": "For the foolishness of my people—they do not know me. They are idiotic people and they have no understanding. They have skill at evil, but do not know to do good."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "I saw the land. Behold! It was formless and empty. For there was no light for the heavens."
      },
      {
        "t": "v",
        "n": 24,
        "v": "I looked at the mountains. Behold, they were trembling, and all the hills were shaking about."
      },
      {
        "t": "v",
        "n": 25,
        "v": "I looked. Behold, there was no one, and all the birds of the heavens had fled."
      },
      {
        "t": "v",
        "n": 26,
        "v": "I looked. Behold, the orchards were a wilderness and all the cities had been pulled down before Yahweh, before the fury of his wrath.”"
      },
      {
        "t": "v",
        "n": 27,
        "v": "This is what Yahweh says, “All the land will become a devastation, but I will not completely destroy it."
      },
      {
        "t": "v",
        "n": 28,
        "v": "For this reason, the land will mourn, and the heavens above will darken. For I have declared my intentions; I will not hold back; I will not turn from carrying them out."
      },
      {
        "t": "v",
        "n": 29,
        "v": "Every city will flee from the noise of the cavalry and the archers with a bow; they will run into the forests. Every city will climb up into the rocky places. The cities will be abandoned, for there will be no one to inhabit them."
      },
      {
        "t": "v",
        "n": 30,
        "v": "Now that you have been devastated, what will you do? For though you dress in scarlet, adorn yourself with gold jewelry, and make your eyes look bigger with paint, the men who lusted for you now reject you. Instead, they are trying to take away your life."
      },
      {
        "t": "v",
        "n": 31,
        "v": "So I hear the sound of anguish, distress as in the birth of a firstborn child, the sound of the daughter of Zion. She is gasping for breath. She spreads out her hands, ‘Woe to me! I am fainting because of these murderers.’”"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Rush about through the streets of Jerusalem; search in her city squares, too. Then look and think about this:"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Although they say, ‘As Yahweh lives,’ yet they are swearing falsely.”"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh, do your eyes not look for faithfulness? You struck the people, but they do not feel pain."
      },
      {
        "t": "v",
        "n": 4,
        "v": "So I said, “Surely these are only poor people."
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will go to the important people and declare God’s messages to them, for they at least know Yahweh’s ways, the decrees of their God.”"
      },
      {
        "t": "v",
        "n": 6,
        "v": "So a lion from a thicket will attack them. A wolf from the Arabah will ruin them."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Why should I pardon these people?"
      },
      {
        "t": "v",
        "n": 8,
        "v": "They were horses in heat. They roamed about wanting to mate. Each man neighed to his neighbor’s wife."
      },
      {
        "t": "v",
        "n": 9,
        "v": "So should I not punish them—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Go up onto her vineyards’ terraces and destroy. But do not bring complete destruction to them."
      },
      {
        "t": "v",
        "n": 11,
        "v": "For the houses of Israel and Judah have completely betrayed me—this is Yahweh’s declaration."
      },
      {
        "t": "v",
        "n": 12,
        "v": "They have spoken falsely about Yahweh and they said, “He will do nothing;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The prophets will become wind, the word is not in them, so let what they say be done to them.”"
      },
      {
        "t": "v",
        "n": 14,
        "v": "So Yahweh, the God of hosts says this, “Because you have said this, see,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Behold! I am about to bring a nation against you from far away, house of Israel—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Its quiver is like an open tomb. They are all soldiers."
      },
      {
        "t": "v",
        "n": 17,
        "v": "So your harvest will be consumed, your sons and daughters also, and your food."
      },
      {
        "t": "v",
        "n": 18,
        "v": "But even in those days—this is Yahweh’s declaration—I do not intend to destroy you completely."
      },
      {
        "t": "v",
        "n": 19,
        "v": "When you, Israel and Judah, say, ‘Why has Yahweh our God done all these things to us?’ then you, Jeremiah, will say to them, ‘Just as you abandoned Yahweh and served foreign gods in your land, so you must also serve strangers in a land that is not your own.’"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Report this to the house of Jacob and let it be heard in Judah. Say,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "‘Hear this, you foolish people who have no understanding;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Do you not fear me—this is Yahweh’s declaration—or tremble before my face?"
      },
      {
        "t": "v",
        "n": 23,
        "v": "But this people has a stubborn heart. It turns away in rebellion and goes away."
      },
      {
        "t": "v",
        "n": 24,
        "v": "For they do not say in their hearts, “Let us fear Yahweh our God, the one who brings the rain—"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Your iniquities kept these things from happening. Your sins have stopped good from coming to you."
      },
      {
        "t": "v",
        "n": 26,
        "v": "For wicked men are found with my people. They watch as someone crouches to capture birds;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Like a cage full of birds, their houses are full of deceit."
      },
      {
        "t": "v",
        "n": 28,
        "v": "They have become fat; they shine with well-being. They crossed over all bounds of wickedness. They do not plead the cause of the people,"
      },
      {
        "t": "v",
        "n": 29,
        "v": "Should I not punish them for these things—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 30,
        "v": "Atrocities and horrors have occurred in the land."
      },
      {
        "t": "v",
        "n": 31,
        "v": "The prophets prophesy with deceit, and the priests rule with their own power."
      }
    ]
  }
]