[
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "“The sin of Judah is written with an iron stylus having a diamond point.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is engraved on the tablet of their hearts and on the horns of your altars.",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Even their children remember their altars and their Asherah poles",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "that were beside the spreading trees and on the high hills.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "My mountain in the open country,",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and your wealth and all your treasures I will give away as plunder,",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "together with your high places,",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because of the sin you committed in all your territories.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "You will lose the inheritance that I gave to you.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will enslave you to your enemies in a land that you do not know,",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for you have ignited a fire in my wrath, which will burn forever.”",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh says, “The person who trusts in mankind is accursed;",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "he makes flesh his strength but turns his heart away from Yahweh.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "For he will be like a small bush in the Arabah and will not see anything good coming.",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He will stay in the stony places in the wilderness, barren land without inhabitants.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "But the person who trusts in Yahweh is blessed, for Yahweh is his reason for confidence.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "For he will be like a tree planted by water, its roots will spread out by the stream.",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It will not fear the heat when it comes, for its leaves are always green.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is not anxious in a year of drought, and it will not stop producing fruit.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "The heart is more deceitful than anything else. It is sick; who can understand it?",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "I am Yahweh, the one who searches through the mind, who tests the hearts.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I give to each person according to his ways, according to the fruit of his deeds.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "A partridge hatches an egg that she did not lay. Someone may become rich unjustly,",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but when half his days are over, those riches will abandon him, and in the end he will be a fool.”",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "“The place of our temple is a glorious throne, elevated from the beginning.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh is the hope of Israel. All who abandon you will be put to shame; those in the land who turn away from you will be written in the earth,",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for they have forsaken Yahweh, the fountain of living waters.",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Heal me, Yahweh, and I will be healed! Rescue me, and I will be rescued. For you are my song of praise.",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "See, they are saying to me, ‘Where is the word of Yahweh? Let it come!’",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "As for me, I did not run from being a shepherd following you. I did not long for the day of disaster.",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You know the proclamations that came from my lips. They were made in your presence.",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Do not be a terror to me. You are my refuge on the day of calamity.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "May my pursuers be ashamed, but do not let me be ashamed. May they be dismayed, but do not let me be dismayed.",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Send the day of disaster against them and shatter them with a double share of destruction.”",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Yahweh said this to me: “Go and stand in the gate of the people where the kings of Judah enter and where they exit, then in all the other gates of Jerusalem.",
        "id": 69
      },
      {
        "t": "v",
        "n": 20,
        "v": "Say to them, ‘Hear the word of Yahweh, kings of Judah and all you people of Judah, and every resident of Jerusalem who comes in through these gates.",
        "id": 70
      },
      {
        "t": "v",
        "n": 21,
        "v": "Yahweh says this: “Be careful for the sake of your lives and do not carry a burden on the Sabbath day to bring it to the gates of Jerusalem.",
        "id": 71
      },
      {
        "t": "v",
        "n": 22,
        "v": "Do not bring a load out from your house on the Sabbath day. Do not do any work, but set apart the Sabbath day, just as I commanded your ancestors to do.”’",
        "id": 72
      },
      {
        "t": "v",
        "n": 23,
        "v": "They did not listen or pay attention, but stiffened their neck so they would not hear me nor accept discipline.",
        "id": 73
      }
    ],
    "id": 68
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "It will happen that if you truly listen to me—this is Yahweh’s declaration—and do not bring a load to the gates of this city on the Sabbath day but instead set apart the Sabbath day to Yahweh and not do any work on it,",
        "id": 75
      },
      {
        "t": "v",
        "n": 25,
        "v": "then kings, princes, and those who sit on David’s throne will come to the gates of this city in chariots and with horses, they and their leaders, men of Judah and inhabitants of Jerusalem, and this city will be inhabited forever.",
        "id": 76
      },
      {
        "t": "v",
        "n": 26,
        "v": "They will come from the cities of Judah and from all around Jerusalem, from the land of Benjamin and the lowlands, from the mountains, and from the Negev, bringing burnt offerings and sacrifices, grain offerings and frankincense, thank offerings to the house of Yahweh.",
        "id": 77
      },
      {
        "t": "v",
        "n": 27,
        "v": "But if you do not listen to me—to set apart the Sabbath day and to not carry heavy loads and to not enter the gates of Jerusalem on the Sabbath day—then I will light a fire in its gates, and it will consume the fortresses of Jerusalem, and it cannot be put out.”",
        "id": 78
      }
    ],
    "id": 74
  }
]