[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Pashhur son of Immer the priest—he was a leading officer—heard Jeremiah prophesying these words before Yahweh’s house."
      },
      {
        "t": "v",
        "n": 2,
        "v": "So Pashhur beat Jeremiah the prophet and then placed him in the stocks that were at the Upper Gate of Benjamin in Yahweh’s house."
      },
      {
        "t": "v",
        "n": 3,
        "v": "It happened on the next day that Pashhur brought Jeremiah out of the stocks. Then Jeremiah said to him, “Yahweh has not called your name Pashhur, but you are Magor Missabib."
      },
      {
        "t": "v",
        "n": 4,
        "v": "For Yahweh says this, ‘Look, I will make you an object of horror, you and all of your loved ones, for they will fall by the sword of their enemies and your eyes will see it. I will give all of Judah into the hand of the king of Babylon. He will make them captives in Babylon or attack them with the sword."
      },
      {
        "t": "v",
        "n": 5,
        "v": "I will give him all the wealth of this city and all of its riches, all of its precious items and all the treasures of the kings of Judah. I will place these things in the hand of your enemies, and they will seize them. They will take them and bring them to Babylon."
      },
      {
        "t": "v",
        "n": 6,
        "v": "But you, Pashhur, and all the inhabitants of your house will go into captivity. You will go to Babylon and die there. You and all of your loved ones to whom you prophesied deceitful things will be buried there.’”"
      },
      {
        "t": "v",
        "n": 7,
        "v": "“Yahweh, you deceived me, and I was deceived. You are stronger than I, and you overpowered me."
      },
      {
        "t": "v",
        "n": 8,
        "v": "For whenever I have spoken, I have called out and proclaimed, ‘Violence and destruction.’"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If I say, ‘I will not think about Yahweh anymore. I will not speak any longer in his name.’"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I have heard rumors of terror from many people all around. ‘Report! We must report it!’"
      },
      {
        "t": "v",
        "n": 11,
        "v": "But Yahweh is with me like a powerful warrior, so the ones pursuing me will stagger."
      },
      {
        "t": "v",
        "n": 12,
        "v": "But Yahweh of hosts, you examine the righteous and see the mind and the heart."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Sing to Yahweh! Praise Yahweh!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Let the day when I was born be cursed."
      },
      {
        "t": "v",
        "n": 15,
        "v": "Let the man who informed my father be cursed,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "Let that man be like the cities that Yahweh overthrew and he did not have compassion on them."
      },
      {
        "t": "v",
        "n": 17,
        "v": "because he did not kill me in the womb, making my mother to be my tomb,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Why is it that I came out from the womb to see troubles and agony,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have become a laughingstock all day long; everyone mocks me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then Yahweh’s word has become for me reproach and mocking every day."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then it is like a fire in my heart, held within my bones. So I struggle to contain it but I cannot."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Those who are close to me watch to see if I will fall. ‘Perhaps he can be tricked."
  },
  {
    "t": "q",
    "v": "If so, we can overpower him and take our revenge on him.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will not defeat me. They will be greatly ashamed, because they will not succeed."
  },
  {
    "t": "q",
    "v": "They will have unending shame, it will never be forgotten."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Let me see your vengeance on them for I have committed my cause to you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For he has rescued the lives of those who are oppressed from the hand of evildoers."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not let the day that my mother bore me be blessed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the one who said, ‘A male child has been born to you,’ causing great joy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Let him hear a cry for help in the dawn, a battle cry at noontime,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a womb that was pregnant forever."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so that my days are filled with shame?”"
  }
]