[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then the word of Yahweh came to me, saying,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Do not take a wife for yourself, and do not have sons or daughters for yourself in this place."
      },
      {
        "t": "v",
        "n": 3,
        "v": "For Yahweh says this to the sons and daughters who are born in this place, to the mothers who bear them, and to the fathers who caused them to be born in this land,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "‘They will die diseased deaths. They will not be mourned or buried. They will be like dung on the ground. For they will come to an end by sword and famine, and their corpses will be food for the birds of the skies and the beasts of the earth.’"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "For the word of Yahweh came to me, saying, ‘Do not enter a house where there is mourning. Do not go to mourn or to show sympathy for them, for I have taken away my peace from this people—this is Yahweh’s declaration—and my steadfast love and mercy."
      },
      {
        "t": "v",
        "n": 6,
        "v": "Both the great and the small will die in this land. They will not be buried, and no one will mourn for them or cut themselves or shave their heads for them."
      },
      {
        "t": "v",
        "n": 7,
        "v": "No one must share any food in mourning to comfort them because of the deaths, and none must give a comforting cup to his father or his mother in order to comfort them."
      },
      {
        "t": "v",
        "n": 8,
        "v": "You must not go to a banquet house to sit with them in order to eat or drink.’"
      },
      {
        "t": "v",
        "n": 9,
        "v": "For Yahweh of hosts, God of Israel, says this, ‘See, before your eyes, in your days and in this place, I am about to put an end to the sound of joy and the sound of gladness, the sound of the groom and the sound of the bride.’"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Then it will happen that you will report all these words to this people, and they will say to you, ‘Why has Yahweh decreed all this great disaster against us? What is our iniquity and sin that we sinned against Yahweh our God?’"
      },
      {
        "t": "v",
        "n": 11,
        "v": "So say to them, ‘Because your ancestors abandoned me—this is Yahweh’s declaration—and they went after other gods and worshiped and bowed down to them. They abandoned me and have not kept my law."
      },
      {
        "t": "v",
        "n": 12,
        "v": "But you yourselves have brought about more wickedness than your ancestors, for see, each person is walking by the stubbornness of his wicked heart; there is no one who listens to me."
      },
      {
        "t": "v",
        "n": 13,
        "v": "So I will throw you from this land to a land that you have not known, neither you nor your ancestors, and you will worship other gods there by day and night, for I will not give any favor to you.’"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Therefore, behold, the days are coming—this is Yahweh’s declaration—when it will no longer be said, ‘As Yahweh lives, the one who brought up the people of Israel from the land of Egypt.’"
      },
      {
        "t": "v",
        "n": 15,
        "v": "but, ‘As Yahweh lives, the one who brought up the people of Israel from the land of the north and from the lands where he had scattered them.’ For I will bring them back to the land that I gave to their ancestors."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "Behold! I will send for many fishermen—this is Yahweh’s declaration—so they will fish the people out. After this I will send for many hunters so they will hunt for them among all the mountains and hills, and in rock crevices."
      },
      {
        "t": "v",
        "n": 17,
        "v": "For my eye is on all their ways; they cannot be hidden from before me. Their iniquity cannot be concealed from before my eyes."
      },
      {
        "t": "v",
        "n": 18,
        "v": "I will first pay back double for their iniquity and sin for their polluting of my land with their disgusting idol figures, and for their filling my inheritance with their disgusting idols.”"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Yahweh, you are my stronghold and my refuge, my place of safety in the day of distress."
      },
      {
        "t": "v",
        "n": 20,
        "v": "Do people make gods for themselves? But they are not gods.”"
      },
      {
        "t": "v",
        "n": 21,
        "v": "Therefore see! I will cause them to know in this time, I will cause them to know my hand and my power,"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“The sin of Judah is written with an iron stylus having a diamond point."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Even their children remember their altars and their Asherah poles"
      },
      {
        "t": "v",
        "n": 3,
        "v": "My mountain in the open country,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "You will lose the inheritance that I gave to you."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Yahweh says, “The person who trusts in mankind is accursed;"
      },
      {
        "t": "v",
        "n": 6,
        "v": "For he will be like a small bush in the Arabah and will not see anything good coming."
      },
      {
        "t": "v",
        "n": 7,
        "v": "But the person who trusts in Yahweh is blessed, for Yahweh is his reason for confidence."
      },
      {
        "t": "v",
        "n": 8,
        "v": "For he will be like a tree planted by water, its roots will spread out by the stream."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The heart is more deceitful than anything else. It is sick; who can understand it?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "I am Yahweh, the one who searches through the mind, who tests the hearts."
      },
      {
        "t": "v",
        "n": 11,
        "v": "A partridge hatches an egg that she did not lay. Someone may become rich unjustly,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "“The place of our temple is a glorious throne, elevated from the beginning."
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh is the hope of Israel. All who abandon you will be put to shame; those in the land who turn away from you will be written in the earth,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Heal me, Yahweh, and I will be healed! Rescue me, and I will be rescued. For you are my song of praise."
      },
      {
        "t": "v",
        "n": 15,
        "v": "See, they are saying to me, ‘Where is the word of Yahweh? Let it come!’"
      },
      {
        "t": "v",
        "n": 16,
        "v": "As for me, I did not run from being a shepherd following you. I did not long for the day of disaster."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Do not be a terror to me. You are my refuge on the day of calamity."
      },
      {
        "t": "v",
        "n": 18,
        "v": "May my pursuers be ashamed, but do not let me be ashamed. May they be dismayed, but do not let me be dismayed."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The nations will go to you from the ends of the earth and say, “Surely our ancestors inherited deceit."
  },
  {
    "t": "q",
    "v": "They are empty; there is no profit in them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so they will know that Yahweh is my name."
  }
]