[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I wish to weep day and night for those among the daughter of my people who have been killed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If only I could leave them, since all of them are adulterers, a band of traitors!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but it is not because of any faithfulness of theirs that they grow strong on the earth."
  },
  {
    "t": "q",
    "v": "They go from one wicked act to another. They do not know me.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For every brother is certainly a deceiver, and every neighbor walks in slander."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their tongues teach deceitful things. They are exhausted from committing iniquity."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for what else can I do, because of what my people have done?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With their mouths they proclaim peace with their neighbors, but with their hearts they lie in wait for them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and should I not avenge myself on a nation that is like this?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For they are burned so no one can pass through them. They will not hear the sound of any cattle."
  },
  {
    "t": "q",
    "v": "The birds of the skies and the animals have all fled away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will make Judah’s cities ruined places without inhabitants.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why has the land perished and been destroyed like the wilderness that no one can pass through?"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh says, “It is because they have abandoned my law that I set before them, because they do not listen to my voice or walk by it."
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is because they have walked by their stubborn hearts and have followed the Baals as their fathers taught them to do."
      },
      {
        "t": "v",
        "n": 15,
        "v": "Therefore Yahweh of hosts, the God of Israel, says this, ‘See, I am about to make this people eat wormwood and drink poisonous water."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Then I will scatter them among the nations that they have not known, neither they nor their ancestors. I will send out a sword after them until I have completely destroyed them.’”"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Yahweh of hosts says this, “Think about this: Summon"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Let them hurry and sing a mournful song over us,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "For the sound of wailing is heard in Zion, ‘How we are devastated."
      },
      {
        "t": "v",
        "n": 20,
        "v": "So you women, hear Yahweh’s word; pay attention to the messages that come from his mouth."
      },
      {
        "t": "v",
        "n": 21,
        "v": "For death has come through our windows; it goes into our palaces."
      },
      {
        "t": "v",
        "n": 22,
        "v": "Declare this, ‘This is Yahweh’s declaration—the corpses of men will fall like dung in the fields,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh says this, “Do not let the wise man take pride in his wisdom,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "For if a man takes pride in anything, let it be in this, that he has insight and knows me."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "funeral singers; let them come. Send out for women skilled at lamenting; let them come."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so our eyes may run with tears and our eyelids flow with water."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "We are greatly ashamed, for we have abandoned the land since they tore down our houses.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then teach your daughters a mourning song, and each neighbor woman a funeral song."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It destroys children from outside, and young men in the city squares."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and like grain stalks after the reapers, and there will be no one to gather them.’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or the warrior in his might. Do not let the wealthy man take pride in his riches."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I am Yahweh, who acts with covenant loyalty, justice and righteousness on earth. For it is in these that I take pleasure—"
  },
  {
    "t": "q",
    "v": "this is Yahweh’s declaration.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "“See, days are coming—this is Yahweh’s declaration—when I will punish all the circumcised who are such only in their body."
      },
      {
        "t": "v",
        "n": 26,
        "v": "I will punish Egypt and Judah, Edom, the people of Ammon, Moab, and all the people who cut the hair on their heads very short. For all these nations are uncircumcised, and all the house of Israel has an uncircumcised heart.”"
      },
      {
        "t": "v",
        "n": 1,
        "v": "“Hear the word that Yahweh is announcing to you, house of Israel."
      },
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh says this, ‘Do not learn the ways of the nations,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "For the religious customs of these people are worthless."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Then they decorate it with silver and gold. They strengthen it with hammer and nails so it will not fall over."
      },
      {
        "t": "v",
        "n": 5,
        "v": "What they make with their hands is like scarecrows in a cucumber field, because they, too, can say nothing, and they have to be carried because they cannot walk."
      },
      {
        "t": "v",
        "n": 6,
        "v": "There is no one like you, Yahweh. You are great, and your name is great in power."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Who does not fear you, king of the nations? For this is what you deserve,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "They are all the same, they are brutish and stupid, disciples of idols that are nothing but wood."
      },
      {
        "t": "v",
        "n": 9,
        "v": "They bring hammered silver from Tarshish, and gold from Uphaz made by artificers,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But Yahweh is the true God. He is the living God and eternal king."
      },
      {
        "t": "v",
        "n": 11,
        "v": "You will speak to them like this, “The gods that did not make the heavens and earth"
      },
      {
        "t": "v",
        "n": 12,
        "v": "But it was he who made the earth by his power, and he established the world by his wisdom, and by his understanding he stretched out the heavens."
      },
      {
        "t": "v",
        "n": 13,
        "v": "His voice makes the roar of waters in the heavens, and he brings up the mists from the ends of the earth."
      },
      {
        "t": "v",
        "n": 14,
        "v": "Every man has become ignorant, without knowledge. Every metalworker is put to shame by his idols."
      },
      {
        "t": "v",
        "n": 15,
        "v": "They are useless, the work of mockers; they will perish at the time of their punishment."
      },
      {
        "t": "v",
        "n": 16,
        "v": "But God, the portion of Jacob, is not like these, for he is the molder of all things."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Gather your bundle and leave the land, you people who have been living under the siege."
      },
      {
        "t": "v",
        "n": 18,
        "v": "For Yahweh says this, “See, I am about to throw the inhabitants of the land out this time."
      },
      {
        "t": "v",
        "n": 19,
        "v": "Woe to me! Because of my broken bones, my wound is infected."
      },
      {
        "t": "v",
        "n": 20,
        "v": "My tent is devastated, and all of my tent cords are cut in two."
      },
      {
        "t": "v",
        "n": 21,
        "v": "For the shepherds are stupid and they do not seek Yahweh;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "The report of news has arrived, “See! It is coming, a great earthquake is coming from the land of the north"
      },
      {
        "t": "v",
        "n": 23,
        "v": "I know, Yahweh, that the way of a man does not come from himself. No person walking directs his own steps."
      },
      {
        "t": "v",
        "n": 24,
        "v": "Discipline me, Yahweh, with justice, not in your anger or you would destroy me."
      },
      {
        "t": "v",
        "n": 25,
        "v": "Pour your fury on the nations that do not know you and on the families that do not call on your name."
      }
    ]
  }
]