[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Yahweh said this to me, “Go and buy a linen undergarment and put it on around your waist, but do not put it in water first.”",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "So I bought an undergarment as Yahweh directed, and I put in on around my waist.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Then the word of Yahweh came to me a second time, saying,",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "“Take the undergarment that you purchased that is around your waist, get up and go now to Perath.",
        "id": 4
      },
      {
        "t": "t",
        "v": "Hide it there in a rock crevice.”",
        "id": 11
      },
      {
        "t": "v",
        "n": 5,
        "v": "So I went and hid it in Perath, just as Yahweh had commanded me.",
        "id": 12
      },
      {
        "t": "v",
        "n": 6,
        "v": "After many days, Yahweh said to me, “Get up and go back to Perath. Take from there the undergarment that I had told you to hide.”",
        "id": 13
      },
      {
        "t": "v",
        "n": 7,
        "v": "So I went back to Perath",
        "id": 14
      },
      {
        "t": "t",
        "v": "and dug out the undergarment where I had hid it, and behold, it was destroyed and completely useless.",
        "id": 21
      }
    ],
    "id": 0
  },
  {
    "t": "f",
    "c": "+",
    "v": [
      {
        "t": "ft",
        "v": "Some transate",
        "id": 6
      },
      {
        "t": "fqa",
        "v": "Perath",
        "id": 7
      },
      {
        "t": "t",
        "v": "as",
        "id": 8
      },
      {
        "t": "fqa",
        "v": "the Euphrates",
        "id": 9
      },
      {
        "t": "t",
        "v": ".",
        "id": 10
      }
    ],
    "id": 5
  },
  {
    "t": "f",
    "c": "+",
    "v": [
      {
        "t": "ft",
        "v": "Some versions transate",
        "id": 16
      },
      {
        "t": "fqa",
        "v": "Perath",
        "id": 17
      },
      {
        "t": "t",
        "v": "as",
        "id": 18
      },
      {
        "t": "fqa",
        "v": "the Euphrates",
        "id": 19
      },
      {
        "t": "t",
        "v": ".",
        "id": 20
      }
    ],
    "id": 15
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Then the word of Yahweh came to me, saying,",
        "id": 23
      },
      {
        "t": "v",
        "n": 9,
        "v": "“Yahweh says this: In the same way I will destroy the great arrogance of Judah and Jerusalem.",
        "id": 24
      },
      {
        "t": "v",
        "n": 10,
        "v": "This wicked people who refuses to listen to my word, who walk in the hardness of their heart, who go after other gods to worship them and bow down to them—they will be like this undergarment that is good for nothing.",
        "id": 25
      },
      {
        "t": "v",
        "n": 11,
        "v": "For just as an undergarment clings to someone’s hips, so I have made all the house of Israel and all the house of Judah cling to me—this is Yahweh’s declaration—to be my people, to bring me fame, praise, and honor. But they would not listen to me.",
        "id": 26
      }
    ],
    "id": 22
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "So you must speak this word to them,",
        "id": 28
      },
      {
        "t": "t",
        "v": "‘Yahweh, the God of Israel, says this: Every jar will be filled with wine.’ They will say to you, ‘Do we not indeed know that every jar will be filled with wine?’",
        "id": 29
      },
      {
        "t": "v",
        "n": 13,
        "v": "So say to them, ‘Yahweh says this: See, I am about to fill with drunkenness every inhabitant of this land, the kings who sit on David’s throne, the priests, prophets, and all the inhabitants of Jerusalem.",
        "id": 30
      },
      {
        "t": "v",
        "n": 14,
        "v": "Then I will smash each man against the other, fathers and children together—this is Yahweh’s declaration—I will not pity them or have compassion, and I will not spare them from destruction.’”",
        "id": 31
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Listen and pay attention. Do not be arrogant, for Yahweh had spoken.",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "Give honor to Yahweh your God before he brings darkness,",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and before he causes your feet to stumble on the mountains at twilight.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For you are hoping for light, but he will turn the place into a deep darkness, into a dark cloud.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "So if you will not listen, I will weep alone because of your arrogance.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "My eyes will certainly weep and flow with tears, for Yahweh’s flock has been taken captive.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "“Say to the king and to the queen mother, ‘Come down from your thrones,",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for your splendid crowns have fallen from your heads.’",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "The cities in the Negev will be shut up, with no one to open them. All Judah will be taken captive, completely taken captive.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Lift up your eyes and look at the ones coming from the north.",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Where is the flock he gave to you, the flock that was so beautiful to you?",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "What will you say when God sets over you those you had trained to be your special allies?",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Are these not the beginnings of the labor pains that will seize you just like a woman in childbirth?",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Then you might say in your heart, ‘Why are these things happening to me?’",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It will be for the multitude of your iniquities that your skirts are raised up and you have been violated.",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "Can the people of Cush change their skin color, or a leopard change its spots?",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "If so, then you yourself, although accustomed to wickedness, would be able to do good.",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "So I will scatter them like chaff that perishes in the desert wind.",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "This is what I have given to you, the portion I have decreed for you—this is Yahweh’s declaration—",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because you have forgotten me and trusted in deceit.",
        "id": 71
      }
    ],
    "id": 70
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 26,
        "v": "So also I myself will strip your skirts off you, and your private parts will be seen.",
        "id": 73
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 27,
        "v": "I have seen your adultery and neighing,",
        "id": 75
      }
    ],
    "id": 74
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the wickedness of your prostitution on the hills and in the fields,",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I have seen these detestable things!",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Woe to you, Jerusalem! How long until you are made clean again?”",
        "id": 81
      }
    ],
    "id": 80
  }
]