{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "To Moab, Yahweh of hosts, God of Israel, says this,"
          },
          {
            "tag": "q",
            "text": "“Woe to Nebo, for it has been devastated. Kiriathaim has been humiliated and captured."
          },
          {
            "tag": "q",
            "text": "Her fortress has been disgraced and crushed."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The honor of Moab is no more. Their enemies in Heshbon plotted disaster against her."
          },
          {
            "tag": "q",
            "text": "They said, ‘Come and let us destroy her as a nation. Madmen will also perish—a sword will go after you.’"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Listen! A sound of screaming is coming from Horonaim, where there is ruin and great destruction."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Moab has been destroyed. Her children have made their cries heard."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They go up the hill of Luhith weeping,"
          },
          {
            "tag": "q",
            "text": "for on the way down to Horonaim, screams are heard because of the destruction."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Flee! Save your lives and become like a juniper bush in the wilderness."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For because of your trust in your practices and your wealth, you also will be captured."
          },
          {
            "tag": "q",
            "text": "Then Chemosh will go away into captivity, together with his priests and leaders."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For the destroyer will come to every city; no city will escape."
          },
          {
            "tag": "q",
            "text": "So the valley will perish and the plain will be devastated, as Yahweh has said."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Give wings to Moab, for she must certainly fly away."
          },
          {
            "tag": "q",
            "text": "Her cities will become a wasteland, where there is no one to live in them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "May anyone who is lazy in doing Yahweh’s work be cursed! May anyone who keeps his sword back from shedding blood be cursed!"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Moab has felt secure since he was young. He is like his wine"
          },
          {
            "tag": "q",
            "text": "that has never been poured from pot to pot. He has never gone into captivity."
          },
          {
            "tag": "q",
            "text": "Therefore he tastes as good as ever; his flavor remains unchanged."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So see, the days are coming—this is Yahweh’s declaration—when I will send him those who will tip him over and pour out all his pots and shatter his jars."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then Moab will be ashamed of Chemosh just as the house of Israel was ashamed of Bethel, their object of trust."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "How can you say, ‘We are soldiers, powerful fighting men’?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Moab will be devastated and its cities attacked. For its finest young men have gone down to the place of slaughter. This is the king’s declaration! Yahweh of hosts is his name."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Moab’s disaster is soon to happen; calamity is hurrying quickly."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "All you who are around Moab, wail; and all you who know its fame,"
          },
          {
            "tag": "q",
            "text": "shout this, ‘Woe, the strong staff, the honored rod, has been broken.’"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Come down from your honored place and sit on the dry ground, you daughter living in Dibon."
          },
          {
            "tag": "q",
            "text": "For the one who will destroy Moab is attacking you, "
          },
          {
            "tag": "q",
            "text": "the one who will destroy your strongholds."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Stand on the road and watch, you people who live in Aroer."
          },
          {
            "tag": "q",
            "text": "Ask the ones who are fleeing and escaping. Say, ‘What has happened?’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Moab has been shamed, for it has been shattered. "
          },
          {
            "tag": "q",
            "text": "Howl and lament; shout for help."
          },
          {
            "tag": "q",
            "text": "Tell it to people by the Arnon River that Moab has been devastated."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Now punishment has come to the hill country,"
          },
          {
            "tag": "q",
            "text": "to Holon, Jahzah, and Mephaath,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "to Dibon, Nebo, and Beth Diblathaim,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "to Kiriathaim, Beth Gamul, and Beth Meon,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "To Kerioth and Bozrah,"
          },
          {
            "tag": "q",
            "text": "and to all the cities in the land of Moab—"
          },
          {
            "tag": "q",
            "text": "the farthest and the closest cities."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The horn of Moab has been hacked off; its arm has been broken—this is Yahweh’s declaration."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Make him drunk, because he acted proudly against Yahweh. Let Moab wallow in his vomit, and let him be an object of ridicule. "
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For did not Israel become an object for laughter to you? Was he found among thieves, so that you shook your head at him as often as you spoke about him?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Abandon the cities and camp on the cliffs, inhabitants of Moab."
          },
          {
            "tag": "q",
            "text": "Become like a dove that is nesting over the mouth of a hole in the rocks."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "We have heard of Moab’s pride—his arrogance,"
          },
          {
            "tag": "q",
            "text": "his haughtiness, his pride, his self-glory and the conceit in his heart."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "This is Yahweh’s declaration—I myself know his defiant speech, which amounts to nothing, like his deeds."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So I will howl a lament for Moab, and I will shout in sorrow for all of Moab."
          },
          {
            "tag": "q",
            "text": "I will lament for the people of Kir Hareseth."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "I will weep for you more than I did for Jazer, vine of Sibmah! Your branches passed across the Salt Sea and reached"
          },
          {
            "tag": "q",
            "text": "as far as Jazer. The destroyers have attacked your summer fruit and your wine."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "So celebration and rejoicing have been taken away from the fruit trees and the land of Moab."
          },
          {
            "tag": "q",
            "text": "I have put an end to the wine from their winepresses. They will not tread with joyful shouts. Any shouts will not be shouts of joy."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "34",
            "text": "From the shouts at Heshbon as far as Elealeh, their sound is heard at Jahaz, from Zoar to Horonaim and Eglath Shelishiyah, since even the waters of Nimrim have dried up."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "For I will put an end to anyone in Moab who makes sacrifices on the high places and burns incense to his gods—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "So my heart is lamenting for Moab like a flute. My heart is lamenting like flutes for the people of Kir Hareseth. The riches they gained are gone."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "For every head is bald and every beard shaved. Incisions are on every hand, and sackcloth is around their waists."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "There is mourning everywhere, on every flat roof of Moab and in Moab’s plazas. For I have destroyed Moab like pots that no one wants—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "How it has been shattered! How they howl in their lamenting! Moab turns its back in shame! So Moab will become an object of derision and a terror to all those who are around him.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "For Yahweh says this, “See, the enemy will come flying like an eagle, spreading out his wings over Moab."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Kerioth has been captured, and its strongholds have been seized."
          },
          {
            "tag": "q",
            "text": "For in that day the hearts of Moab’s soldiers will be like the hearts of women in birth labor."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "So Moab will be destroyed and be no longer a people, because he made himself to be great against Yahweh. "
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Terror and the pit, and a trap are coming on you, inhabitant of Moab—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Anyone who flees because of terror will fall into the pit,"
          },
          {
            "tag": "q",
            "text": "and anyone who climbs out of the pit will be caught in the trap, for I will bring this on them"
          },
          {
            "tag": "q",
            "text": "in the year of my vengeance against them—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "The ones who flee will stand in the shadow of Heshbon without any strength, for fire will go out from Heshbon,"
          },
          {
            "tag": "q",
            "text": "flame from the middle of Sihon. It will devour the forehead of Moab and the top of the heads of the boastful people."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Woe to you, Moab! Chemosh’s people are destroyed,"
          },
          {
            "tag": "q",
            "text": "For your sons are taken as captives and your daughters into captivity."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "But I will restore the fortunes of Moab in later days—this is Yahweh’s declaration.”"
          },
          {
            "tag": "q",
            "text": "The judgment on Moab ends here."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 48
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}