[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not be dismayed by the signs in the heavens, for the nations are dismayed by these."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They cut down a tree in the forest, and the craftsman carves the wood. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not fear them, for they cannot bring about evil, nor are they able to do anything good.’”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for there is no one like you among all the wise men of the nations or all their royal kingdoms."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the hands of refiners. Their clothes are blue and purple cloth. Their skillful men made all of these things."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "The earth quakes at his anger, and the nations cannot endure his anger."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "will perish from the earth and from under these heavens.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He makes lightning for the rain and sends out wind from his storehouse."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For his cast images are frauds; there is no life in them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Israel is the tribe of his inheritance; Yahweh of hosts is his name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will cause them distress, and they will find it to be so.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So I said, “Surely this is agony, but I must bear it.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They have taken my children away from me, so they no longer exist. There is no longer anyone to spread out my tent or to raise up my tent curtains."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so they have not prospered, and all their flock has been scattered."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "To make the cities of Judah into ruins, hideouts for jackals.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For they have devoured Jacob and consumed him so as to completely destroy him and demolish his habitation."
  }
]