[
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If you can find a man or anyone who is acting justly and trying to act faithfully,"
  },
  {
    "t": "q",
    "v": "then I will forgive Jerusalem."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You have completely defeated them, but they still refuse to receive discipline. They make their faces harder than rock, for they refuse to repent."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They are foolish, for they do not know Yahweh’s ways, nor their God’s decrees."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "But they all broke their yoke together; they all tore apart the chains that bound them to God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "A lurking panther will come against their cities. Anyone who goes outside his city will be torn apart."
  },
  {
    "t": "q",
    "v": "For their transgressions increase. Their acts of faithlessness are unlimited."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Your sons have abandoned me and have made oaths by what are not gods."
  },
  {
    "t": "q",
    "v": "I fed them fully, but they committed adultery and walked in great numbers to the houses of prostitutes."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and should I not avenge myself on a nation that is like this?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Trim their vines, since those vines do not come from Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "no harm will come upon us, and we will not see sword or famine."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I am about to place my word in your mouth. It will be like a fire, and this people will be like wood! For it will consume them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is a lasting nation, an ancient nation! It is a nation whose language you do not know,"
  },
  {
    "t": "q",
    "v": "nor will you understand what they say."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They will eat your flocks and cattle; they will eat the fruit from your vines and fig trees."
  },
  {
    "t": "q",
    "v": "They will beat down with a sword your fortified cities that you trusted in."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "who have eyes but you cannot see, and you have ears but you cannot hear. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have placed a border of sand against the sea, an ongoing decree that it does not violate—"
  },
  {
    "t": "q",
    "v": "even though the sea rises and falls, still it does not violate it. Even though its waves roar, they do not cross it."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the early rain and the late rains—in their right time, keeping the fixed weeks of the harvest for us.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "they set a trap and catch people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So they grow large and become rich."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or the cause of the orphan. They prosper even though they have not given justice to the needy."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and will I not take vengeance for myself on a nation like this?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "My people love it this way, but what will happen in the end?’”"
  }
]