[
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "If only my head could produce water, and my eyes be a fountain of tears!",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For I wish to weep day and night for those among the daughter of my people who have been killed.",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "If only someone would give me a place for travelers in the wilderness to stay, where I could go to abandon my people.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "If only I could leave them, since all of them are adulterers, a band of traitors!",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh declares, “They tread on their bows of lies with their tongues,",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "but it is not because of any faithfulness of theirs that they grow strong on the earth.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They go from one wicked act to another. They do not know me.”",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Each of you, be on guard against your neighbor and do not trust in any brother.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For every brother is certainly a deceiver, and every neighbor walks in slander.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Each man mocks his neighbor and does not speak the truth.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Their tongues teach deceitful things. They are exhausted from committing iniquity.",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Your dwelling is in the midst of deception; in their deceit they refuse to acknowledge me—this is Yahweh’s declaration.”",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Yahweh of hosts says this, “See, I am about to refine them and test them,",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for what else can I do, because of what my people have done?",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Their tongues are sharpened arrows; they speak unfaithful things.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "With their mouths they proclaim peace with their neighbors, but with their hearts they lie in wait for them.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Should I not punish them because of these things—this is Yahweh’s declaration—",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and should I not avenge myself on a nation that is like this?",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "I will sing a song of mourning and wailing for the mountains, and a funeral song will be sung for the meadows.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For they are burned so no one can pass through them. They will not hear the sound of any cattle.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The birds of the skies and the animals have all fled away.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "So I will turn Jerusalem into piles of ruins, a hideout for jackals.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will make Judah’s cities ruined places without inhabitants.”",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "What man is wise enough to understand this? To whom has the mouth of Yahweh spoken, and he will declare it?",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Why has the land perished and been destroyed like the wilderness that no one can pass through?",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh says, “It is because they have abandoned my law that I set before them, because they do not listen to my voice or walk by it.",
        "id": 51
      },
      {
        "t": "v",
        "n": 14,
        "v": "It is because they have walked by their stubborn hearts and have followed the Baals as their fathers taught them to do.",
        "id": 52
      },
      {
        "t": "v",
        "n": 15,
        "v": "Therefore Yahweh of hosts, the God of Israel, says this, ‘See, I am about to make this people eat wormwood and drink poisonous water.",
        "id": 53
      },
      {
        "t": "v",
        "n": 16,
        "v": "Then I will scatter them among the nations that they have not known, neither they nor their ancestors. I will send out a sword after them until I have completely destroyed them.’”",
        "id": 54
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Yahweh of hosts says this, “Think about this: Summon",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "funeral singers; let them come. Send out for women skilled at lamenting; let them come.",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Let them hurry and sing a mournful song over us,",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so our eyes may run with tears and our eyelids flow with water.",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "For the sound of wailing is heard in Zion, ‘How we are devastated.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We are greatly ashamed, for we have abandoned the land since they tore down our houses.’",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "So you women, hear Yahweh’s word; pay attention to the messages that come from his mouth.",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Then teach your daughters a mourning song, and each neighbor woman a funeral song.",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "For death has come through our windows; it goes into our palaces.",
        "id": 72
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It destroys children from outside, and young men in the city squares.",
        "id": 74
      }
    ],
    "id": 73
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Declare this, ‘This is Yahweh’s declaration—the corpses of men will fall like dung in the fields,",
        "id": 76
      }
    ],
    "id": 75
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and like grain stalks after the reapers, and there will be no one to gather them.’”",
        "id": 78
      }
    ],
    "id": 77
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "Yahweh says this, “Do not let the wise man take pride in his wisdom,",
        "id": 80
      }
    ],
    "id": 79
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "or the warrior in his might. Do not let the wealthy man take pride in his riches.",
        "id": 82
      }
    ],
    "id": 81
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "For if a man takes pride in anything, let it be in this, that he has insight and knows me.",
        "id": 84
      }
    ],
    "id": 83
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For I am Yahweh, who acts with covenant loyalty, justice and righteousness on earth. For it is in these that I take pleasure—",
        "id": 86
      }
    ],
    "id": 85
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "this is Yahweh’s declaration.”",
        "id": 88
      }
    ],
    "id": 87
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "“See, days are coming—this is Yahweh’s declaration—when I will punish all the circumcised who are such only in their body.",
        "id": 90
      },
      {
        "t": "v",
        "n": 26,
        "v": "I will punish Egypt and Judah, Edom, the people of Ammon, Moab, and all the people who cut the hair on their heads very short. For all these nations are uncircumcised, and all the house of Israel has an uncircumcised heart.”",
        "id": 91
      }
    ],
    "id": 89
  }
]