[
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "“Hear the word that Yahweh is announcing to you, house of Israel.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Yahweh says this, ‘Do not learn the ways of the nations,",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and do not be dismayed by the signs in the heavens, for the nations are dismayed by these.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "For the religious customs of these people are worthless.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They cut down a tree in the forest, and the craftsman carves the wood.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Then they decorate it with silver and gold. They strengthen it with hammer and nails so it will not fall over.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "What they make with their hands is like scarecrows in a cucumber field, because they, too, can say nothing, and they have to be carried because they cannot walk.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Do not fear them, for they cannot bring about evil, nor are they able to do anything good.’”",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "There is no one like you, Yahweh. You are great, and your name is great in power.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Who does not fear you, king of the nations? For this is what you deserve,",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for there is no one like you among all the wise men of the nations or all their royal kingdoms.",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "They are all the same, they are brutish and stupid, disciples of idols that are nothing but wood.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "They bring hammered silver from Tarshish, and gold from Uphaz made by artificers,",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the hands of refiners. Their clothes are blue and purple cloth. Their skillful men made all of these things.",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "But Yahweh is the true God. He is the living God and eternal king.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The earth quakes at his anger, and the nations cannot endure his anger.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "You will speak to them like this, “The gods that did not make the heavens and earth",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "will perish from the earth and from under these heavens.”",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "But it was he who made the earth by his power, and he established the world by his wisdom, and by his understanding he stretched out the heavens.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "His voice makes the roar of waters in the heavens, and he brings up the mists from the ends of the earth.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He makes lightning for the rain and sends out wind from his storehouse.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Every man has become ignorant, without knowledge. Every metalworker is put to shame by his idols.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For his cast images are frauds; there is no life in them.",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "They are useless, the work of mockers; they will perish at the time of their punishment.",
        "id": 47
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "But God, the portion of Jacob, is not like these, for he is the molder of all things.",
        "id": 49
      }
    ],
    "id": 48
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Israel is the tribe of his inheritance; Yahweh of hosts is his name.",
        "id": 51
      }
    ],
    "id": 50
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Gather your bundle and leave the land, you people who have been living under the siege.",
        "id": 53
      }
    ],
    "id": 52
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "For Yahweh says this, “See, I am about to throw the inhabitants of the land out this time.",
        "id": 55
      }
    ],
    "id": 54
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "I will cause them distress, and they will find it to be so.”",
        "id": 57
      }
    ],
    "id": 56
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Woe to me! Because of my broken bones, my wound is infected.",
        "id": 59
      }
    ],
    "id": 58
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So I said, “Surely this is agony, but I must bear it.”",
        "id": 61
      }
    ],
    "id": 60
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "My tent is devastated, and all of my tent cords are cut in two.",
        "id": 63
      }
    ],
    "id": 62
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They have taken my children away from me, so they no longer exist. There is no longer anyone to spread out my tent or to raise up my tent curtains.",
        "id": 65
      }
    ],
    "id": 64
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "For the shepherds are stupid and they do not seek Yahweh;",
        "id": 67
      }
    ],
    "id": 66
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "so they have not prospered, and all their flock has been scattered.",
        "id": 69
      }
    ],
    "id": 68
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "The report of news has arrived, “See! It is coming, a great earthquake is coming from the land of the north",
        "id": 71
      }
    ],
    "id": 70
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "To make the cities of Judah into ruins, hideouts for jackals.”",
        "id": 73
      }
    ],
    "id": 72
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "I know, Yahweh, that the way of a man does not come from himself. No person walking directs his own steps.",
        "id": 75
      }
    ],
    "id": 74
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "Discipline me, Yahweh, with justice, not in your anger or you would destroy me.",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "Pour your fury on the nations that do not know you and on the families that do not call on your name.",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For they have devoured Jacob and consumed him so as to completely destroy him and demolish his habitation.",
        "id": 81
      }
    ],
    "id": 80
  }
]