[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is the word of Yahweh that came to Jeremiah the prophet concerning the nations.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "For Egypt: “This is about the army of Pharaoh Necho, king of Egypt that was at Carchemish by the Euphrates river. This was the army that Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim son of Josiah, king of Judah:",
        "id": 2
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "Get the small shields and the large shields ready, and go forward to fight.",
        "id": 4
      }
    ],
    "id": 3
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Put the harness on the horses; mount up on the horses and take your stand with your helmets on;",
        "id": 6
      }
    ],
    "id": 5
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "polish the spears and put on your armor.",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "What am I seeing here? They are filled with terror and are running away, for their soldiers are defeated.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They are running for safety and are not looking back. Terror is all around—this is Yahweh’s declaration—",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "the swift cannot run away, and the soldiers cannot escape.",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They stumble in the north and fall beside the Euphrates River.",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Who is this who rises like the Nile, whose waters toss up and down like the rivers?",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Egypt rises like the Nile, like rivers of water that rise and fall.",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Egypt says, ‘I will go up and I will cover the earth. I will destroy cities and their inhabitants.",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Go up, horses. Be angry, you chariots. Let the soldiers go out,",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Cush and Put, men skillful with a shield, and Ludim, men skillful at bending their bows.’",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "That day will be the day of vengeance for the Lord Yahweh of hosts, and he will avenge himself on his foes.",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "The sword will devour and be satisfied. It will drink its fill of their blood. For there will be a sacrifice",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "to the Yahweh Lord of hosts in the northern land by the Euphrates River.",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "Go up to Gilead and obtain medicine, virgin daughter of Egypt.",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "It is useless that you put much medicine on yourself. There is no cure for you.",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "The nations have heard of your disgrace. The earth is filled with your laments,",
        "id": 38
      }
    ],
    "id": 37
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for soldier stumbles against soldier; both of them fall together.”",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "This is the word that Yahweh told Jeremiah the prophet when Nebuchadnezzar king of Babylon came and attacked the land of Egypt:",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "“Announce in Egypt, and proclaim it in Migdol, Memphis, and Tahpanhes.",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Take your station and prepare yourself, for the sword will devour those around you.’",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "Why are your mighty ones face-down on the ground? They will not stand, because I, Yahweh, have pushed them to the ground.",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "He increases the numbers of those who stumble. Each soldier falls against the next one. They are saying, ‘Get up. Let us go home.",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Let us go back to our own people, to our native land. Let us leave this sword that is beating us down.’",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "They proclaimed there, ‘Pharaoh the king of Egypt is only a noise, one who has let his opportunity slip away.’",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "As I live—declares the King, whose name is Yahweh of hosts—",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "someone will come like Mount Tabor and Mount Carmel by the sea.",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Pack for yourselves baggage to carry into exile, you who live in Egypt.",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For Memphis will become a waste, it will lie in ruins and no one will live there.",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Egypt is a very beautiful young cow, but a stinging insect is coming from the north. It is coming.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "The hired soldiers in her midst are like a fattened bull, but they will also turn away and run away.",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will not stand together, for the day of their disaster is coming against them, the time of their punishment.",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Egypt hisses like a snake and crawls away, for her enemies are marching against her.",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They are going toward her like woodcutters with axes.",
        "id": 72
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "They will cut down the forests—this is Yahweh’s declaration—although it is very dense.",
        "id": 74
      }
    ],
    "id": 73
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For the enemies will be more numerous than locusts, unable to be counted.",
        "id": 76
      }
    ],
    "id": 75
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "The daughter of Egypt will be made ashamed. She will be given into the hand of people from the north.”",
        "id": 78
      }
    ],
    "id": 77
  },
  {
    "t": "m",
    "v": [],
    "id": 79
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 25,
        "v": "Yahweh of hosts, the God of Israel, says, “See, I am about to punish Amon of Thebes, Pharaoh, Egypt and her gods, her kings the Pharaohs, and those who trust in them.",
        "id": 81
      },
      {
        "t": "v",
        "n": 26,
        "v": "I am giving them into the hand of the ones seeking their lives, and into the hand of Nebuchadnezzar king of Babylon and his servants. Then after this Egypt will be inhabited as in previous days—this is Yahweh’s declaration.",
        "id": 82
      }
    ],
    "id": 80
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 27,
        "v": "But you, my servant Jacob, do not fear. Do not be dismayed, Israel, for see, I am about to bring you back from far away, and your offspring from the land of their captivity. Then Jacob will return, find peace, and be secure, and there will be no one to terrify him.",
        "id": 84
      },
      {
        "t": "v",
        "n": 28,
        "v": "You, my servant Jacob, do not fear—this is Yahweh’s declaration—for I am with you, so I will bring complete destruction against all the nations where I scattered you. But I will not destroy you completely. Yet I will discipline you justly and will certainly not leave you unpunished.”",
        "id": 85
      }
    ],
    "id": 83
  }
]