{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is the word that Yahweh declared about Babylon, the land of the Chaldeans, by the hand of Jeremiah the prophet,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Report to the nations and cause them to listen. Lift up a signal and cause them to listen. Do not conceal it."
          },
          {
            "tag": "q",
            "text": "Say, ‘Babylon is taken. Bel is made ashamed. Marduk is dismayed. Its idols are put to shame; its images are dismayed.’"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A nation from the north will arise against it, and make her land a desolation."
          },
          {
            "tag": "q",
            "text": "No one will live in it; both man and beast will flee away."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "In those days and at that time—this is Yahweh’s declaration—the people of Israel and the people of Judah"
          },
          {
            "tag": "q",
            "text": "will come together to go with weeping and seek Yahweh their God."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will ask the way to Zion and will set off toward it, saying,"
          },
          {
            "tag": "q",
            "text": "We will go and join ourselves to Yahweh in an everlasting covenant that will not be forgotten.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "My people have been a lost flock. Their shepherds have led them astray in the mountains;"
          },
          {
            "tag": "q",
            "text": "they have turned them around from hill to hill. They went, they forgot the place where they had lived."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Everyone who went out to them devoured them. Their adversaries said, ‘We are not guilty,"
          },
          {
            "tag": "q",
            "text": "because they sinned against Yahweh, their true home—Yahweh, the hope of their ancestors.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Leave from the midst of Babylon; go out from the land of the Chaldeans;"
          },
          {
            "tag": "q",
            "text": "be like male goats that leave before the rest of the flock does."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For see, I am about to set in motion and raise up a group of great nations from the north against Babylon."
          },
          {
            "tag": "q",
            "text": "They will arrange themselves against her. Babylon will be captured from there."
          },
          {
            "tag": "q",
            "text": "Their arrows are like a skilled warrior who does not return empty-handed."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Chaldea will become plunder. All those who plunder it will be satisfied—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You rejoice, you celebrate the plundering of my inheritance;"
          },
          {
            "tag": "q",
            "text": "you jump around like a calf stamping in its pasture;"
          },
          {
            "tag": "q",
            "text": "you neigh like a powerful horse."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So your mother will be greatly ashamed; the one who bore you will be embarrassed."
          },
          {
            "tag": "q",
            "text": "See, she will be the least of nations, a wilderness, a dry land, and a desert."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Because of Yahweh’s anger, Babylon will not be inhabited, but will be a complete devastation."
          },
          {
            "tag": "q",
            "text": "Everyone who passes by will shudder because of Babylon and will hiss because all of its wounds."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Arrange yourselves against Babylon all around her. Everyone who bends a bow must shoot at her."
          },
          {
            "tag": "q",
            "text": "Do not keep back any of your arrows, for she has sinned against Yahweh."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Raise a shout against her all around! She has surrendered; her towers have fallen;"
          },
          {
            "tag": "q",
            "text": "her walls are torn down, for this is Yahweh’s vengeance."
          },
          {
            "tag": "q",
            "text": "Take vengeance on her! Do to her just as she has done!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Destroy both the farmer who sows seed and the one who uses a sickle at the time of harvest in Babylon."
          },
          {
            "tag": "q",
            "text": "Let each person turn back to his own people from the oppressor’s sword; let them flee to their own land."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Israel is a sheep scattered and driven away by lions. First the king of Assyria devoured him;"
          },
          {
            "tag": "q",
            "text": "then after this, Nebuchadnezzar king of Babylon broke his bones."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Therefore Yahweh of hosts, the God of Israel, says this: See, I am about to punish the king of Babylon and his land, just as I punished the king of Assyria."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I will restore Israel to his homeland; he will graze on Carmel and Bashan."
          },
          {
            "tag": "q",
            "text": "Then he will be satisfied in the hill country of Ephraim and Gilead."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "In those days and at that time, says Yahweh, iniquity will be looked for in Israel,"
          },
          {
            "tag": "q",
            "text": "but none will be found. I will inquire about the sins of Judah, but none will be found, for I will forgive the remnant that I spare.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "“Arise against the land of Merathaim, against it and the ones inhabiting Pekod."
          },
          {
            "tag": "q",
            "text": "Put them to the sword and set them apart for destruction—this is Yahweh’s declaration—do everything that I am commanding you."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The sounds of battle and enormous destruction are in the land."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "How the hammer of all the lands has been cut apart and destroyed."
          },
          {
            "tag": "q",
            "text": "How Babylon has become a destroyed place among the nations."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "I have set a trap for you and you were taken, Babylon, and you did not know it!"
          },
          {
            "tag": "q",
            "text": "You were found and captured, because you opposed Yahweh."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Yahweh has opened his armory and is bringing out the weapons for carrying out his anger."
          },
          {
            "tag": "q",
            "text": "There is work for the Lord Yahweh of hosts in the land of the Chaldeans."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Attack her from far away. Open her granaries and pile her up like heaps of grain."
          },
          {
            "tag": "q",
            "text": "Set her apart for destruction. Leave no remnant of her."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Kill all her bulls. Send them down to the place of slaughter."
          },
          {
            "tag": "q",
            "text": "Woe to them, for their day has come—the time for their punishment."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "There is the sound of those fleeing, of those who are survivors, from the land of Babylon."
          },
          {
            "tag": "q",
            "text": "These will report the vengeance of Yahweh our God for Zion, and vengeance for his temple.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "“Summon the archers against Babylon—all those who bend their bows."
          },
          {
            "tag": "q",
            "text": "Camp against her, and let no one escape."
          },
          {
            "tag": "q",
            "text": "Repay her for what she has done."
          },
          {
            "tag": "q",
            "text": "Do to her by the measure she has used."
          },
          {
            "tag": "q",
            "text": "For she had defied Yahweh, the Holy One of Israel."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "So her young men will fall in the city squares, "
          },
          {
            "tag": "q",
            "text": "and all her fighting men will be destroyed on that day—"
          },
          {
            "tag": "q",
            "text": "this is Yahweh’s declaration.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "“See, I am against you, proud one—this is the declaration of the Lord Yahweh of hosts—"
          },
          {
            "tag": "q",
            "text": "for your day has come, proud one, the time when I will punish you."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So the proud ones will stumble and fall. No one will raise them up."
          },
          {
            "tag": "q",
            "text": "I will light a fire in their cities; it will devour everything around him."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Yahweh of hosts says this: The people of Israel are oppressed, together with the people of Judah."
          },
          {
            "tag": "q",
            "text": "All the ones who captured them still hold them; they refuse to let them go."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The one who rescues them is strong. Yahweh of hosts is his name. He will truly plead their case,"
          },
          {
            "tag": "q",
            "text": "in order to bring rest to the land, and to bring strife to the ones inhabiting Babylon."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "A sword is against the Chaldeans—this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "and against the inhabitants of Babylon, her leaders, and her wise men."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "A sword against those who say empty words! They will become fools!"
          },
          {
            "tag": "q",
            "text": "A sword against her soldiers! They will be filled with terror."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "A sword is coming against their horses, their chariots and all of the people who are in the midst of Babylon,"
          },
          {
            "tag": "q",
            "text": "so they will become like women. A sword is coming against her storerooms, and they will be plundered."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "A drought is coming on her waters, so they will become dry."
          },
          {
            "tag": "q",
            "text": "For she is a land of worthless idols, and they act like people made insane by their dreadful idols."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So desert beasts with the jackals will inhabit there, and the young of ostriches will live in her."
          },
          {
            "tag": "q",
            "text": "For all time, she will no longer be inhabited. From generation to generation, she will not be lived in."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Just as God overthrew Sodom and Gomorrah and their neighbors—this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "no one will live there; no person will stay in her.”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "“See, a people is coming from the north; "
          },
          {
            "tag": "q",
            "text": "a great nation and many kings"
          },
          {
            "tag": "q",
            "text": "are being stirred up from the farthest parts of the earth."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "They will pick up bows and spears. They are cruel and have no compassion."
          },
          {
            "tag": "q",
            "text": "Their sound is like the sea roar, "
          },
          {
            "tag": "q",
            "text": "and they are riding on horses, "
          },
          {
            "tag": "q",
            "text": "set out in order as men for battle, against you,"
          },
          {
            "tag": "q",
            "text": "daughter of Babylon."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "The king of Babylon heard the reports about them and his hands fell limp in distress."
          },
          {
            "tag": "q",
            "text": "Anguish seized him like a woman giving birth."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Behold! He goes up like a lion from the heights of the Jordan to the enduring grazing place"
          },
          {
            "tag": "q",
            "text": "For I will quickly cause them to run from it, and I will put someone who will be chosen in charge of it."
          },
          {
            "tag": "q",
            "text": "For who is like me, and who will summon me? What shepherd is able to resist me?"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "So listen to the plans that Yahweh has decided against Babylon,"
          },
          {
            "tag": "q",
            "text": "the plans that he has planned against the land of the Chaldeans. They will certainly be dragged away,"
          },
          {
            "tag": "q",
            "text": "even the smallest flock. Their pasturelands will be turned into ruined places."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "At the sound of conquered Babylon the earth shakes, and their shout of distress is heard among the nations.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 50
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}