{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“If a man divorces his wife and she goes from him and becomes another man’s wife,"
          },
          {
            "tag": "q",
            "text": "will he return to her again? Would that land not be greatly polluted?"
          },
          {
            "tag": "q",
            "text": "You have lived as a prostitute who has many lovers; and would you return to me?—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Lift up your eyes to the barren heights and look! Is there any place where you have not had illicit sex?"
          },
          {
            "tag": "q",
            "text": "By the roadsides you sat waiting for your lovers, as an Arab in the wilderness."
          },
          {
            "tag": "q",
            "text": "You have polluted the land with your prostitution and wickedness."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So the showers have been withheld and the spring rains have not come;"
          },
          {
            "tag": "q",
            "text": "yet you have the forehead of a prostitute; you refuse to be ashamed."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Have you not just now called to me: ‘My father! My closest friend even from my youth!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Will he always be angry? Will he always keep his wrath to the end?’"
          },
          {
            "tag": "q",
            "text": "Look! This is what you have said, but you do all the evil you can!”"
          }
        ],
        "auto": true
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then Yahweh said to me in the days of Josiah the king, “Do you see what faithless Israel has done? She has gone up every high hill and under every leafy tree, and there she has acted like a prostitute."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I said, ‘After she does all these things, she will return to me,’ but she did not return. Then her faithless sister Judah saw these things."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So I saw that, in the same way that faithless Israel had committed adultery and I had sent her away and had given a bill of divorce against her, her faithless sister Judah did not fear; she also went out and acted like a prostitute."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Her prostitution was nothing to her; she defiled the land, and she committed adultery with stones and trees."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then after all of this, her faithless sister Judah returned to me, not with all her heart, but with a lie—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then Yahweh said to me, “Faithless Israel has been more righteous than faithless Judah!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Go and proclaim these words to the north. Say,"
          },
          {
            "tag": "q",
            "text": "‘Return, faithless Israel!—this is Yahweh’s declaration—I will not always be angry with you."
          },
          {
            "tag": "q",
            "text": "Since I am faithful—this is Yahweh’s declaration—I will not stay angry forever."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Acknowledge your iniquity, for you have transgressed against Yahweh your God;"
          },
          {
            "tag": "q",
            "text": "you have shared your ways with strangers under every leafy tree!"
          },
          {
            "tag": "q",
            "text": "For you have not listened to my voice!—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Return, faithless people!—this is Yawheh’s declaration—I am your husband!"
          },
          {
            "tag": "q",
            "text": "I will take you, one from a city and two from a family, and I will bring you to Zion!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "I will give you shepherds after my heart, and they will shepherd you with knowledge and insight."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then it will happen that you will increase and bear fruit in the land in those days—this is Yahweh’s declaration-they will no longer say, “The ark of the covenant of Yahweh!” This matter will no longer come up in their hearts or be remembered; it will not be missed, and another one will not be made.’"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "In that time they will proclaim about Jerusalem, ‘This is Yahweh’s throne,’ and all the other nations will gather at Jerusalem in Yahweh’s name. They will no longer walk in the stubbornness of their wicked hearts."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "In those days, the house of Judah will walk with the house of Israel. They will come together from the land of the north to the land that I gave your ancestors as an inheritance."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "As for me, I said, ‘How I want to treat you as my son and give you a pleasant land,"
          },
          {
            "tag": "q",
            "text": "an inheritance more beautiful than what is in any other nation!’ I would have said, ‘You will call me “my father”.’"
          },
          {
            "tag": "q",
            "text": "I would have said that you would not turn from following me."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But like a woman faithless to her husband,"
          },
          {
            "tag": "q",
            "text": "you have betrayed me, house of Israel—this is Yahweh’s declaration.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "A voice is heard on the plains, the weeping and pleading of the people of Israel!"
          },
          {
            "tag": "q",
            "text": "For they have changed their ways; they have forgotten Yahweh their God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "“Return, faithless people! I will heal you of treachery!”"
          },
          {
            "tag": "q",
            "text": "“Behold! We will come to you, for you are Yahweh our God!"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Surely lies come from the hills, a confusing noise from the mountains; "
          },
          {
            "tag": "q",
            "text": "surely Yahweh our God is the salvation of Israel."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Yet shameful idols have consumed what our ancestors have worked for—"
          },
          {
            "tag": "q",
            "text": "their flocks and cattle, their sons and daughters!"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Let us lie down in shame. May our shame cover us, for we have sinned against Yahweh our God!"
          },
          {
            "tag": "q",
            "text": "We ourselves and our ancestors, from the time of our youthfulness to this present day, have not listened to the voice of Yahweh our God!”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}