[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "About the people of Ammon, Yahweh says this,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "So look, the days are coming—this is Yahweh’s declaration—when I will sound the signal for battle"
      },
      {
        "t": "v",
        "n": 3,
        "v": "“Howl in lament, Heshbon, for Ai will be devastated! Shout out, daughters of Rabbah! Put on sackcloth."
      },
      {
        "t": "v",
        "n": 4,
        "v": "Why do you brag about your valleys, your valleys that are so fruitful, faithless daughter?"
      },
      {
        "t": "v",
        "n": 5,
        "v": "See, I am about to bring terror on you—this is the declaration of Lord Yahweh of hosts—"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But after this I will restore the fortunes of the people of Ammon—this is Yahweh’s declaration.”"
      },
      {
        "t": "v",
        "n": 7,
        "v": "About Edom, Yahweh of hosts says this, “Is there no longer any wisdom to be found in Teman?"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Flee! Turn back! Stay in holes in the ground, inhabitants of Dedan."
      },
      {
        "t": "v",
        "n": 9,
        "v": "If grape harvesters came to you, would they not leave a little bit behind?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "But I have stripped Esau bare. I have revealed his hiding places."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Leave your orphans behind. I will take care of their lives, and your widows can trust in me.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“Does Israel have no children? Is there no one to inherit anything in Israel?"
  },
  {
    "t": "q",
    "v": "Why does Molech occupy Gad, and his people live in its cities?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "against Rabbah among the people of Ammon, so it will become a deserted heap and its villages will be set on fire."
  },
  {
    "t": "q",
    "v": "For Israel will possess those who possessed him,” says Yahweh."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Lament and run about in futility, for Molech is going into captivity,"
  },
  {
    "t": "q",
    "v": "together with his priests and leaders."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you who trust in your wealth and say, ‘Who will come against me?’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "this terror will come from all those who surround you. Each one of you will be scattered before it."
  },
  {
    "t": "q",
    "v": "There will be no one to gather those running away."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Has good advice disappeared from those who have understanding? Has their wisdom become corrupted?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I am bringing the disaster of Esau on him at the time that I punish him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "If thieves came in the night, would they not steal only as much as they wanted?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "So he will not be able to hide himself. His children, his brothers, and his neighbors are destroyed, and he is gone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "For Yahweh says this, “See, those who did not deserve it must certainly drink some of the cup. Do you yourself think you will go without punishment? You will not, for you will certainly drink."
      },
      {
        "t": "v",
        "n": 13,
        "v": "For I have sworn by myself—this is Yahweh’s declaration—that Bozrah will become a horror, a disgrace, a devastation, and an object for cursing. All of its cities will become devastations forever."
      },
      {
        "t": "v",
        "n": 14,
        "v": "I have heard news from Yahweh, and a messenger has been sent out to the nations,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "“For see, I have made you small compared to the other nations, despised by people."
      },
      {
        "t": "v",
        "n": 16,
        "v": "As for your fearsomeness, your heart’s pride has deceived you, inhabitants of places on the cliff,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Edom will become a horror to everyone passing by it."
      },
      {
        "t": "v",
        "n": 18,
        "v": "Like the overthrow of Sodom and Gomorrah and their neighbors,” says Yahweh,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "See, he will go up like a lion from the forests of the Jordan to the green pasturelands."
      },
      {
        "t": "v",
        "n": 20,
        "v": "“So listen to the plans that Yahweh has decided against Edom,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "At the sound of their falling the earth shakes. The sound of distressed shouts is heard at the Sea of Reeds."
      },
      {
        "t": "v",
        "n": 22,
        "v": "See, someone will attack like an eagle, and swoop down and spread his wings over Bozrah."
      },
      {
        "t": "v",
        "n": 23,
        "v": "About Damascus: “Hamath and Arpad will be ashamed, for they have heard news of disaster."
      },
      {
        "t": "v",
        "n": 24,
        "v": "Damascus has become very weak. It turns away to flee; terror seizes it."
      },
      {
        "t": "v",
        "n": 25,
        "v": "How has the city of praise not been forsaken, the town of my joy?"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Therefore its young men will fall in its plazas,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "“For I will light a fire on the wall of Damascus, and it will devour the strongholds of Ben Hadad.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Gather together and attack her. Get ready for battle.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "you who have occupied the highest hills so that you may make your nest high like an eagle."
  },
  {
    "t": "q",
    "v": "I will bring you down from there—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Every such person will tremble and hiss because all of its disasters."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“no one will live there; no person will stay there."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I will quickly make Edom run from it, and I will put someone who will be chosen in charge of it."
  },
  {
    "t": "q",
    "v": "For who is like me, and who will summon me? What shepherd is able to resist me?”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the plans that he has formed against the inhabitants of Teman."
  },
  {
    "t": "q",
    "v": "They will certainly be dragged away, even the smallest flock."
  },
  {
    "t": "q",
    "v": "Their pasturelands will be turned into ruined places."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then on that day, the hearts of Edom’s soldiers will become like the heart of a woman in birth labor.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "They melt away! They become as troubled as the sea, which cannot stay calm."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Distress and pain seize it, like the pain of a woman giving birth."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and all the fighting men will perish on that day—this is the declaration of Yahweh of hosts.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "About Kedar and the kingdoms of Hazor, Yahweh says this to Nebuchadnezzar (now Nebuchadnezzar king of Babylon was going to attack these places):"
      },
      {
        "t": "v",
        "n": 29,
        "v": "Their tents and their flocks will be taken,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "Flee! Wander far away! Stay in holes in the ground, inhabitants of Hazor—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 31,
        "v": "Arise! Attack the nation at ease, that lives in safety,” says Yahweh."
      },
      {
        "t": "v",
        "n": 32,
        "v": "For their camels will become plunder, and the abundance of their property will become war plunder."
      },
      {
        "t": "v",
        "n": 33,
        "v": "Hazor will become a lair of jackals, a permanent wasteland."
      }
    ]
  },
  {
    "t": "q",
    "v": "“Arise and attack Kedar and destroy those people of the east."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "along with their tent curtains and all of their equipment; "
  },
  {
    "t": "q",
    "v": "their camels will be led away from them, "
  },
  {
    "t": "q",
    "v": "and men will shout to them, “Terror is on every side!” "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for Nebuchadnezzar king of Babylon has devised a plan against you. Flee! Turn back!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "“They have no gates or bars in them, and its people live by themselves."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Then I will scatter to every wind those who cut the corners of their hair,"
  },
  {
    "t": "q",
    "v": "and I will bring disaster on them from every side—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "No one will live there; no human being will stay there.”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 34,
        "v": "This is the word of Yahweh that came to Jeremiah the prophet about Elam. This happened at the beginning of the reign of Zedekiah king of Judah, and he said,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "“Yahweh of hosts says this: See, I am about to break the bowmen of Elam, the main part of their power."
      },
      {
        "t": "v",
        "n": 36,
        "v": "For I will bring the four winds from the four corners of the heavens,"
      },
      {
        "t": "v",
        "n": 37,
        "v": "So I will shatter Elam before their enemies and before those who seek their lives."
      },
      {
        "t": "v",
        "n": 38,
        "v": "Then I will put my throne in Elam and will destroy its king and leaders from there—this is Yahweh’s declaration—"
      },
      {
        "t": "v",
        "n": 39,
        "v": "and it will happen in later days that I will bring back the fortunes of Elam—this is Yahweh’s declaration.”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I will scatter the people of Elam to all of those winds. There is no nation"
  },
  {
    "t": "q",
    "v": "to which those scattered from Elam will not go."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for I will bring disaster against them, the fury of my wrath—this is Yahweh’s declaration—"
  },
  {
    "t": "q",
    "v": "and I will send the sword after them until I have annihilated them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  }
]