[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "“Yahweh says this: See, I am about to stir up a wind of destruction against Babylon"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I will send foreigners to Babylon. They will scatter her and devastate her land,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Do not let the archers bend their bows; do not let them put on armor."
      },
      {
        "t": "v",
        "n": 4,
        "v": "For the wounded people will fall in the land of the Chaldeans; those who are killed will fall in her streets."
      },
      {
        "t": "v",
        "n": 5,
        "v": "For Israel and Judah are not forsaken by their God, by Yahweh of hosts,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Flee from the midst of Babylon; let each man save himself. Do not perish in her iniquity."
      },
      {
        "t": "v",
        "n": 7,
        "v": "Babylon was a golden cup in the hand of Yahweh that made all the world drunk;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Babylon will fall suddenly and be destroyed."
      },
      {
        "t": "v",
        "n": 9,
        "v": "‘We wished to heal Babylon, but she is not healed. Let us all leave her and go away,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Yahweh has declared our innocence. Come, let us tell in Zion"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Sharpen the arrows and take up the shields. Yahweh is stirring up"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Lift up a banner over Babylon’s walls; make the watch strong; set up watchmen; prepare the ambushes;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "You people who live by many streams of water, you people who are rich with treasures,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Yahweh of hosts has sworn by his own life, ‘I will fill you with men, like a swarm of locusts,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "He has made the earth by his power; he set in place the world by his wisdom."
      },
      {
        "t": "v",
        "n": 16,
        "v": "When he thunders, there is the roar of waters in the heavens, for he brings up the mist from the ends of the earth."
      },
      {
        "t": "v",
        "n": 17,
        "v": "Every man has become ignorant, without knowledge. Every metalworker is put to shame by his idols."
      },
      {
        "t": "v",
        "n": 18,
        "v": "They are useless, the work of mockers; they will perish at the time of their punishment."
      },
      {
        "t": "v",
        "n": 19,
        "v": "But God, the portion of Jacob, is not like these, for he is the molder of all things. Israel is the tribe of his inheritance;"
      },
      {
        "t": "v",
        "n": 20,
        "v": "You are my war hammer, my weapon for battle."
      },
      {
        "t": "v",
        "n": 21,
        "v": "With you I will smash horses and their riders; with you I will smash chariots and their drivers."
      },
      {
        "t": "v",
        "n": 22,
        "v": "With you I will smash each man and woman; with you I will smash the old and the young."
      },
      {
        "t": "v",
        "n": 23,
        "v": "With you I will smash the shepherds and their flocks; with you I will smash the plowmen and their teams."
      },
      {
        "t": "v",
        "n": 24,
        "v": "For in your sight I will pay Babylon and all the inhabitants of Chaldea"
      },
      {
        "t": "v",
        "n": 25,
        "v": "See, I am against you, mountain of destruction—this is Yahweh’s declaration—which destroys the whole earth."
      },
      {
        "t": "v",
        "n": 26,
        "v": "So they will not take from you any stone to construct a building’s corner or foundation;"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Lift up a banner over the earth. Blow the trumpet over the nations. Call the nations to attack her:"
      },
      {
        "t": "v",
        "n": 28,
        "v": "Prepare the nations to attack her: The kings of the Medes and his governors,"
      },
      {
        "t": "v",
        "n": 29,
        "v": "For the land will shake and be in anguish, since Yahweh’s plans continue against Babylon,"
      },
      {
        "t": "v",
        "n": 30,
        "v": "The soldiers in Babylon have stopped fighting; they stay in their strongholds."
      },
      {
        "t": "v",
        "n": 31,
        "v": "A messenger runs to proclaim to another messenger, and a runner tells another runner"
      },
      {
        "t": "v",
        "n": 32,
        "v": "So the fords over the river are seized; the enemy is burning the reed marshes,"
      },
      {
        "t": "v",
        "n": 33,
        "v": "For Yahweh of hosts, God of Israel, says this: The daughter of Babylon is like a threshing floor."
      },
      {
        "t": "v",
        "n": 34,
        "v": "‘Nebuchadnezzar king of Babylon has devoured me,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "The one who lives in Zion will say, ‘May the violence done to me and my flesh be on Babylon.’"
      },
      {
        "t": "v",
        "n": 36,
        "v": "Therefore Yahweh says this: See, I am about to plead your case and bring about vengeance for you."
      },
      {
        "t": "v",
        "n": 37,
        "v": "Babylon will become heaps of rubble, a den of jackals, a horror,"
      },
      {
        "t": "v",
        "n": 38,
        "v": "The Babylonians will roar together like young lions. They will growl like lion cubs."
      },
      {
        "t": "v",
        "n": 39,
        "v": "When they become hot with greed, I will make a feast for them; I will make them drunk so they become happy,"
      },
      {
        "t": "v",
        "n": 40,
        "v": "I will send them down like lambs to the slaughter, like rams with male goats."
      },
      {
        "t": "v",
        "n": 41,
        "v": "How Babylon has been captured! So the praise of all the earth is seized."
      },
      {
        "t": "v",
        "n": 42,
        "v": "The sea has come up over Babylon! She is covered with its roaring waves."
      },
      {
        "t": "v",
        "n": 43,
        "v": "Her cities have become a desolation, a dry land and a wilderness,"
      },
      {
        "t": "v",
        "n": 44,
        "v": "So I will punish Bel in Babylon; I will bring out from his mouth what he swallowed,"
      },
      {
        "t": "v",
        "n": 45,
        "v": "Go out from her midst, my people. Let each of you save his own life from the fury of my wrath."
      },
      {
        "t": "v",
        "n": 46,
        "v": "Do not let your hearts be timid or fear the news that is heard in the land,"
      },
      {
        "t": "v",
        "n": 47,
        "v": "Therefore, see, days are coming when I will punish the carved idols of Babylon."
      },
      {
        "t": "v",
        "n": 48,
        "v": "Then the heavens and the earth, and all that is in them will rejoice over Babylon."
      },
      {
        "t": "v",
        "n": 49,
        "v": "As Babylon has made the killed of Israel fall,"
      },
      {
        "t": "v",
        "n": 50,
        "v": "Survivors of the sword, go away! Do not stay still."
      },
      {
        "t": "v",
        "n": 51,
        "v": "We are ashamed, for we have heard insults; reproach has covered our faces,"
      },
      {
        "t": "v",
        "n": 52,
        "v": "Therefore, see, days are coming—this is Yahweh’s declaration—when I will punish her carved idols,"
      },
      {
        "t": "v",
        "n": 53,
        "v": "For even if Babylon went up to the heavens or fortified her highest fortresses,"
      },
      {
        "t": "v",
        "n": 54,
        "v": "A shout of distress came from Babylon, a great collapse from the land of the Chaldeans."
      },
      {
        "t": "v",
        "n": 55,
        "v": "For Yahweh is destroying Babylon. He is causing her loud voice to perish."
      },
      {
        "t": "v",
        "n": 56,
        "v": "For the destroyers have come against her—against Babylon!—and her warriors have been captured."
      },
      {
        "t": "v",
        "n": 57,
        "v": "For I will make her princes, her sages, her officials, and her soldiers drunk,"
      },
      {
        "t": "v",
        "n": 58,
        "v": "Yahweh of hosts says this: The thick walls of Babylon will be completely demolished,"
      },
      {
        "t": "v",
        "n": 59,
        "v": "This is the word that Jeremiah the prophet commanded Seraiah son of Neriah"
      },
      {
        "t": "v",
        "n": 60,
        "v": "For Jeremiah had written in a scroll about all the disaster that was going to come on Babylon—all these words that were written about Babylon."
      },
      {
        "t": "v",
        "n": 61,
        "v": "Jeremiah said to Seraiah, “When you go to Babylon, then you will see and you will read these words aloud."
      },
      {
        "t": "v",
        "n": 62,
        "v": "Then you will say, ‘Yahweh, you yourself have declared that you would destroy this place, and that no man or animal will live in it, and it will be desolate forever.’"
      },
      {
        "t": "v",
        "n": 63,
        "v": "Then when you have finished reading this scroll, tie a stone to it and throw it into the middle of the Euphrates."
      },
      {
        "t": "v",
        "n": 64,
        "v": "Say, ‘Babylon will sink like this. It will not arise because of the disaster that I am sending against it, and they will fall.’” Jeremiah’s words end here."
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and against those who live in Leb Kamai."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for they will come against her from all around on the day of disaster."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Do not spare her young men; set her whole army apart for destruction."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "although their land is filled with offenses committed against the Holy One of Israel."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For it is the time of Yahweh’s vengeance. He will repay all of it to her."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "nations drank her wine and became insane."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Wail for her! Give her medicine for her pain; perhaps she can be healed."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to our own land. For her guilt reaches up to the heavens; it is piled up to the clouds."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the deeds of Yahweh our God.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "the spirit of the king of the Medes in a plan to destroy Babylon."
  },
  {
    "t": "q",
    "v": "This is for Yahweh’s vengeance, vengeance for the destruction of his temple."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for the LORD will do what he has said concerning the inhabitants of Babylon. "
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "your end has come. The thread of your life is now cut short."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will raise a battle cry against you.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "By his understanding he stretched out the heavens."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "He makes lightning for rain and sends out wind from his storehouses."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For his cast images are frauds, and there is no life in them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Yahweh of hosts is his name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With you I will smash nations and destroy kingdoms."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With you I will smash the young men and the virgin girls."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "With you I will smash the governors and officials."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for all of the evil that they did in Zion—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will stretch out my hand against you, and roll you down from the cliffs,"
  },
  {
    "t": "q",
    "v": "and make you a burned-out mountain."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for you will become an everlasting devastation—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Ararat, Minni, and Ashkenaz."
  },
  {
    "t": "q",
    "v": "Appoint a commander to attack her; bring up horses like swarming locusts."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all of his officials and all the lands under his rule."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to make the land of Babylon a wasteland where there is no inhabitant."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their strength has failed; they have become women—her homes are on fire, the bars of her gates are broken."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "to report to the king of Babylon that his city has been taken from end to end."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Babylon’s fighting men are confused."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "It is time to trample her down. In a little while the time of harvest will come to her."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he has driven me into confusion and has made me an empty pot. "
  },
  {
    "t": "q",
    "v": "Like a monster he has swallowed me,"
  },
  {
    "t": "q",
    "v": "he has filled his stomach with my delicious foods, "
  },
  {
    "t": "q",
    "v": "and then he has spit me out.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Jerusalem will say, ‘May my blood be on the inhabitants of Chaldea.’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For I will dry up Babylon’s waters and make her springs run dry."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "an object of hissing, where there are no inhabitants."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and then sleep an unending sleep and not wake up—this is Yahweh’s declaration—"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "How Babylon has become a ruined place among the nations."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "a land that no one inhabits, and no human being passes through."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the nations will no longer flow to him with their offerings. The walls of Babylon will fall."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for the news will come one year. After it in the next year there will be news,"
  },
  {
    "t": "q",
    "v": "and violence will be in the land. Ruler will be against ruler."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "All of her land will be ashamed, and all of her slaughtered ones will fall in her midst."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For destroyers will come for her from the north—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so the killed of all her land will fall in Babylon."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Call Yahweh to mind from far away; let Jerusalem come to mind."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "for foreigners have entered the holy places of Yahweh’s house."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and the wounded people will groan in all of her land."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "destroyers would come from me to her—this is Yahweh’s declaration."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their enemies roar like the waves of many waters; their noise becomes very strong."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Their bows are broken, for Yahweh is the God of vengeance; he will surely carry out this repayment."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and they will sleep in an unending sleep and never wake up—"
  },
  {
    "t": "q",
    "v": "this is the King’s declaration: Yahweh of hosts is his name."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and her high gates will be burned."
  },
  {
    "t": "q",
    "v": "Then the peoples coming to her aid will labor uselessly; everything that the nations try to do for her will be burned up.”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "son of Mahseiah when he went with Zedekiah king of Judah to Babylon"
  },
  {
    "t": "q",
    "v": "in the fourth year of his reign. Now Seraiah was a chief officer."
  }
]