[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is the word of Yahweh that came to Jeremiah the prophet concerning the Philistines. This word came to him before Pharaoh attacked Gaza.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "“Yahweh says this: See, floods of water are rising in the north. They will be like an overflowing river!",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Then they will overflow the land and everything in it, its cities and its inhabitants! So everyone will shout for help,",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and all the inhabitants of the land will lament.",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "At the sound of the stamping of their strong horses’ hooves,",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "at the roar of their chariots and the noise of their wheels,",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "fathers will not help their children because of their own weakness.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "For the day is coming that will devastate all of the Philistines, to cut off from Tyre and Sidon",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "every survivor who wants to help them. For Yahweh is devastating the Philistines,",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "those who remain from the island of Caphtor.",
        "id": 19
      },
      {
        "t": "v",
        "n": 5,
        "v": "Baldness will come upon Gaza. As for Ashkelon, the people who are left in their valley will be made silent.",
        "id": 20
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "How long will you cut yourself in mourning?",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Woe, sword of Yahweh! How long will it be until you become silent?",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Go back to your scabbard! Stop and be silent.",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "How can it rest when Yahweh has commanded it,",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "when he has ordered it to attack Ashkelon and the coastlands along the sea?”",
        "id": 30
      }
    ],
    "id": 29
  }
]