[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "“At that time—this is Yahweh’s declaration—they will bring out from the graves the bones of the kings of Judah and its officials, the bones of the priests and the prophets, and the bones of the inhabitants of Jerusalem.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Then they will spread them out in the light of the sun and moon and all the stars of the skies; these things in the sky that they have followed and served, that they have walked after and sought, and that they have worshiped. The bones will not be gathered or buried again. They will be like dung on the surface of the earth.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "In every remaining place where I have driven them, they will choose death instead of life for themselves, all who are still left over from this evil nation—this is the declaration of Yahweh of hosts.",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "So say to them, ‘Yahweh says this: Does anyone fall and not get up? Does anyone get lost and not try to return?",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "Why has this people, Jerusalem, turned away in permanent faithlessness?",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They hold on to treachery and refuse to repent.",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "I paid attention and listened, but they did not speak right; no one was sorry for his wickedness,",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "no one who says, “What have I done?” All of them go where they wish,",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "like a stallion rushing toward battle.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Even the stork in heaven knows the right times; and the doves, swifts, and cranes.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They go on their migrations at the right time, but my people do not know Yahweh’s decrees.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "How can you say, “We are wise, for the law of Yahweh is with us”?",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Indeed, see! The deceitful pen of the scribes has created deceit.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "The wise men will be ashamed. They are dismayed and trapped.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Behold! They reject Yahweh’s word, so what use is their wisdom?",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "So I will give their wives to others, and their fields to those who will possess them,",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because from the least to the greatest, all of them are greedy for dishonest gain! From the prophet to the priest, all of them practice deceit.",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "They healed the wounds of my people lightly,",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "saying, “Peace, Peace,” when there was no peace.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Were they ashamed when they practiced abominations? They were not ashamed; they did not know how to blush! So they will fall among the fallen; they will be brought down when they are punished, says Yahweh.",
        "id": 37
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "I will remove them completely—this is Yahweh’s declaration—there will be no grapes on the vine, nor will there be figs on the fig trees. For the leaf will wither, and what I have given to them will pass away.",
        "id": 39
      }
    ],
    "id": 38
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Why are we sitting here? Come together; let us go to the fortified cities, and we will become silent there in death.",
        "id": 41
      }
    ],
    "id": 40
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For Yahweh our God will silence us. He will make us drink poison, since we have sinned against him.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "We are hoping for peace, but there will be nothing good.",
        "id": 45
      }
    ],
    "id": 44
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We are hoping for a time of healing, but see, there will be terror.",
        "id": 47
      },
      {
        "t": "v",
        "n": 16,
        "v": "The snorting of his stallions is heard from Dan. The whole earth shakes at the sound of the neighing of his strong horses.",
        "id": 48
      }
    ],
    "id": 46
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For they will come and consume the land and its wealth, the city and the ones living in it.",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "For see, I am sending out snakes among you, vipers that you cannot charm.",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will bite you—this is Yahweh’s declaration.’”",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "My sorrow has no end, and my heart is sick.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "Behold! The screaming voice of the daughter of my people from a land far away! Is Yahweh not in Zion?",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Is her king no longer there? Why then do they provoke me to anger with their carved figures and their worthless foreign idols?",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "The harvest has passed on, summer is over. But we have not been saved.",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "I am hurt because of the hurt of the daughter of my people. I mourn at the horrible things that have happened to her; I am dismayed.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "Is there no medicine in Gilead? Is there no healer there?",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Why will the healing of the daughter of my people not happen?",
        "id": 68
      }
    ],
    "id": 67
  }
]