{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The word of Yahweh came to me, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Go and proclaim in the hearing of Jerusalem. Say, ‘Yahweh says this:"
          },
          {
            "tag": "q",
            "text": "I have called to mind on your behalf the covenant faithfulness in your youthfulness, your love at the time when we were engaged,"
          },
          {
            "tag": "q",
            "text": "when you went after me in the wilderness, the land that was not sown."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Israel was set apart to Yahweh, the firstfruits of his harvest!"
          },
          {
            "tag": "q",
            "text": "All who ate from the firstfruits were held guilty; disaster came upon them—this is Yahweh’s declaration.’”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Hear the word of Yahweh, house of Jacob, all you clans of the house of Israel."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh says this, “What did your fathers find wrong with me, that they went far from following me?"
          },
          {
            "tag": "q",
            "text": "That they went after useless idols and became useless themselves?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They did not say, ‘Where is Yahweh, who brought us up from the land of Egypt?"
          },
          {
            "tag": "q",
            "text": "Where is Yahweh, who led us to the wilderness, into the land of the Arabah and pits,"
          },
          {
            "tag": "q",
            "text": "in a land of drought and deep darkness,"
          },
          {
            "tag": "q",
            "text": "a land through which no one passes and where no one lives?’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But I brought you to the land of Carmel, to eat its fruit and other good things!"
          },
          {
            "tag": "q",
            "text": "Yet when you came, you defiled my land, you made my inheritance an abomination!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The priest did not say, ‘Where is Yahweh?’ and the experts in the law did not care about me!"
          },
          {
            "tag": "q",
            "text": "The shepherds transgressed against me. The prophets prophesied for Baal and walked after unprofitable things."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So I will still accuse you—this is Yahweh’s declaration—and I will accuse your sons’ sons."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For cross over to the coasts of Kittim and look. Send messengers out to Kedar and find out"
          },
          {
            "tag": "q",
            "text": "and see if there has ever before been anything like this."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Has a nation exchanged gods, even though they were not gods?"
          },
          {
            "tag": "q",
            "text": "But my people have exchanged their glory for what cannot help them."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of "
          },
          {
            "tag": "fqa",
            "text": "their glory , some ancient copies have"
          },
          {
            "tag": "fqa",
            "text": "my glory ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Shudder, heavens, because of this! Be shocked and horrified—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "For my people have committed two evils against me: They have abandoned the springs of living waters,"
          },
          {
            "tag": "q",
            "text": "and they have dug out cisterns for themselves,"
          },
          {
            "tag": "q",
            "text": "broken cisterns that cannot hold water."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Is Israel a slave? Was he born in his master’s home? So why has he become plunder?"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Young lions roared against him. They made a lot of noise and made his land a horror."
          },
          {
            "tag": "q",
            "text": "His cities are destroyed without any inhabitants."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Also, the people of Memphis and Tahpanhes will shave your skull."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Did you not do this to yourselves"
          },
          {
            "tag": "q",
            "text": "when you abandoned Yahweh your God, while he was leading you along the way?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So now, why take the road to Egypt and drink the waters of Shihor?"
          },
          {
            "tag": "q",
            "text": "Why take the road to Assyria and drink the waters of the Euphrates River?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Your wickedness rebukes you, and your faithlessness punishes you. So think about it and understand that it is wicked and bitter"
          },
          {
            "tag": "q",
            "text": "when you forsake Yahweh your God, and have no fear of me—this is the declaration of Lord Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For I broke your yoke that you had in ancient days; I tore your fetters off you. Still you said,"
          },
          {
            "tag": "q",
            "text": "‘I will not serve!’ since you bowed down on every high hill and beneath every leafy tree, you adulterer."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I planted you as a choice vine, completely from pure seed."
          },
          {
            "tag": "q",
            "text": "How then have you have changed yourself into a corrupt, worthless vine?"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For even if you clean yourself in the river or wash with strong soap,"
          },
          {
            "tag": "q",
            "text": "your iniquity is a stain before me—this is the declaration of the Lord Yahweh."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "How can you say, ‘I am not defiled! I have not walked after the Baals’?"
          },
          {
            "tag": "q",
            "text": "Look at what you did in the valleys! Consider what you have done—you are a swift female camel running here and there,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "a wild donkey accustomed to the wilderness, in her heat sniffing the wind!"
          },
          {
            "tag": "q",
            "text": "Who can restrain her lust? None of the males need wear themselves out pursuing her; at mating time they will find her. "
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You must restrain your feet from becoming bare and your throat from being thirsty!"
          },
          {
            "tag": "q",
            "text": "But you have said, ‘It is hopeless! No, I love strangers and go after them!’"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Like the shame of a thief when he is found, so the house of Israel will be ashamed—"
          },
          {
            "tag": "q",
            "text": "they, their kings, their princes, and their priests and prophets!"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "These are the ones who say to the tree, ‘You are my father,’ and to the stone, ‘You gave birth to me.’"
          },
          {
            "tag": "q",
            "text": "For their back faces me and not their faces. Nevertheless, they say in the time of troubles, ‘Arise and save us!’"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Yet where are the gods that you made for yourselves? Let them arise if they wish to save you in your time of troubles,"
          },
          {
            "tag": "q",
            "text": "for your idols equal your cities in number, Judah!"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "So why do you accuse me of doing wrong? All of you have sinned against me—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I have punished your people in vain. They would not accept discipline."
          },
          {
            "tag": "q",
            "text": "Your sword has devoured your prophets like a destructive lion!"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "You who belong to this generation! Pay attention to my word, the word of Yahweh! Have I been a wilderness to Israel?"
          },
          {
            "tag": "q",
            "text": "Or a land of deep darkness? Why would my people say, ‘Let us wander around, we will not go to you anymore’?"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Will a virgin forget her jewelry, a bride her veils?"
          },
          {
            "tag": "q",
            "text": "Yet my people have forgotten me for days without number!"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "How well you make your way to look for love."
          },
          {
            "tag": "q",
            "text": "You have even taught your ways to wicked women."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The blood that was the life of innocent, poor people has been found on your clothes."
          },
          {
            "tag": "q",
            "text": "These people were not discovered in acts of burglary."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Yet you say, ‘I am innocent; surely his anger has turned away from me.’"
          },
          {
            "tag": "q",
            "text": "But look! I will bring down judgment on you because you say, ‘I have not sinned.’"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Why do you treat so very lightly this change in your ways?"
          },
          {
            "tag": "q",
            "text": "You will also be disappointed by Egypt, just as you were by Assyria."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "You will also go out from there dejected, with your hands on your head,"
          },
          {
            "tag": "q",
            "text": "for Yahweh has rejected the ones whom you trusted, so you will not be helped by them.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}