{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "You are righteous, Yahweh, whenever I bring disputes to you."
          },
          {
            "tag": "q",
            "text": "I must certainly tell you of my reason to complain: Why do the ways of the wicked succeed? All the faithless people are successful."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You planted them and they took root. They continue to produce fruit."
          },
          {
            "tag": "q",
            "text": "You are near to them in their mouths, but far away from their hearts."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yet you, Yahweh, know me. You see me and you test my heart toward you."
          },
          {
            "tag": "q",
            "text": "Take them away like sheep to the slaughter, and set them apart for the day of slaughter!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "How long will the land go on drying up, and the plants in every field wither because of the wickedness of its inhabitants?"
          },
          {
            "tag": "q",
            "text": "The animals and the birds have been taken away. Indeed, the people say, “God will not see what happens to us.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh said, “Indeed, if you, Jeremiah, have run with foot soldiers and they have tired you out, how can you compete against horses?"
          },
          {
            "tag": "q",
            "text": "If you fall down in the safe countryside, how will you do in the thickets along the Jordan?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For even your brothers and your father’s family have betrayed you and have loudly denounced you."
          },
          {
            "tag": "q",
            "text": "Do not trust in them, even if they say nice things to you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I have abandoned my house; I have forsaken my inheritance."
          },
          {
            "tag": "q",
            "text": "I have given my beloved into the hands of her enemies."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "My inheritance has become to me like a lion in a thicket;"
          },
          {
            "tag": "q",
            "text": "she sets herself against me with her own voice, so I hate her."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Has not my prized possession become a speckled bird, that other birds of prey go against her all around?"
          },
          {
            "tag": "q",
            "text": "Go and gather all the wild beasts and bring them to devour her."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Many shepherds have destroyed my vineyard. They have stomped all over my portion of land;"
          },
          {
            "tag": "q",
            "text": "they turned my delightful portion into a wilderness, a desolation."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "They have made her a desolation. I mourn for her; she is desolate."
          },
          {
            "tag": "q",
            "text": "All the land has been made desolate, for there is no one who takes it to heart."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Destroyers have come against all the bare places in the wilderness,"
          },
          {
            "tag": "q1",
            "text": "for Yahweh’s sword is devouring from one end of the land to the other."
          },
          {
            "tag": "q2",
            "text": "There is no safety in the land for any living creature."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "They have sown wheat but harvest thornbushes. They are exhausted from work but have gained nothing."
          },
          {
            "tag": "q2",
            "text": "So be ashamed of your gain because of Yahweh’s anger.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Yahweh says this against all my neighbors, the wicked ones who strike at the possession that I made my people Israel inherit, “See, I am the one who is about to uproot them from their own ground, and I will pull up the house of Judah from among them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then after I uproot those nations, it will happen that I will have compassion on them and bring them back; I will return them—each man to his inheritance and his land."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It will come about that if those nations carefully learn the ways of my people, to swear by my name ‘As Yahweh lives’ just as they have taught my people to swear by Baal, then they will be built up in the midst of my people."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But if any do not listen, then I will uproot that nation. It will certainly be uprooted and destroyed—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}