{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“At that time—this is Yahweh’s declaration—I will be the God of all the clans of Israel, and they will be my people.”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh says this,"
          },
          {
            "tag": "q",
            "text": "“The people who have survived the sword have found favor in the wilderness; I will go out to give rest to Israel.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh appeared to me in the past and said, “I have loved you, Israel, with everlasting love."
          },
          {
            "tag": "q",
            "text": "So I have drawn you toward myself with covenant faithfulness."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will build you up again so you will be built, virgin Israel."
          },
          {
            "tag": "q",
            "text": "You will again pick up your tambourines and go out with happy dances."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You will plant vineyards again on the mountains of Samaria; the farmers will plant and put the fruit to good use."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For a day will come when the watchmen in the mountains of Ephraim will proclaim,"
          },
          {
            "tag": "q",
            "text": "‘Arise, let us go up to Zion to Yahweh our God.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "For Yahweh says this, “Shout for joy over Jacob! Shout in gladness for the chief people of the nations! Let praise be heard. Say, ‘Yahweh has rescued his people, the remnant of Israel.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "See, I am about to bring them from the northern lands. I will gather them from the farthest parts of the earth."
          },
          {
            "tag": "q",
            "text": "The blind and lame will be among them;"
          },
          {
            "tag": "q",
            "text": "pregnant women and those who are about to give birth will be with them."
          },
          {
            "tag": "q",
            "text": "A great assembly will return here."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They will come weeping; I will lead them as they make their pleas. I will have them journey to streams of water"
          },
          {
            "tag": "q",
            "text": "on a straight road. They will not stumble on it, for I will be a father to Israel,"
          },
          {
            "tag": "q",
            "text": "and Ephraim will be my firstborn.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "“Hear the word of Yahweh, nations. Report along the coasts in the distance."
          },
          {
            "tag": "q",
            "text": "You nations must say, ‘The one who scattered Israel is gathering her up and keeping her as a shepherd keeps his sheep.’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For Yahweh has ransomed Jacob and has redeemed him from the hand that was too strong for him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then they will come and rejoice on the heights of Zion. Their faces will shine because of Yahweh’s goodness,"
          },
          {
            "tag": "q",
            "text": "over the corn and the new wine, over the oil and the offspring of the flocks and herds."
          },
          {
            "tag": "q",
            "text": "For their lives will become like a watered garden, and they will never again feel any more sorrow."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then virgins will rejoice with dancing, and young and old men will be together."
          },
          {
            "tag": "q",
            "text": "For I will change their mourning into celebration. I will have compassion on them and cause them to rejoice instead of sorrowing."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then I will saturate the lives of the priests in abundance."
          },
          {
            "tag": "q",
            "text": "My people will fill themselves with my goodness—this is Yahweh’s declaration.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh says this: “A voice is heard in Ramah, wailing and bitter weeping."
          },
          {
            "tag": "q",
            "text": "It is Rachel weeping for her children. She refuses to be comforted over them, for they live no longer.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh says this, “Hold your voice back from weeping and your eyes from tears;"
          },
          {
            "tag": "q",
            "text": "there is a reward for your work—this is Yahweh’s declaration—your children will return from the land of the enemy."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "There is hope for your future—this is Yahweh’s declaration—your descendants will return inside their borders.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“I have certainly heard Ephraim sorrowing, ‘You punished me, and I have been punished like an untrained calf."
          },
          {
            "tag": "q",
            "text": "Bring me back and I will be brought back, for you are Yahweh my God."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For after I turned back to you, I was sorry; after I was trained, I slapped my thigh."
          },
          {
            "tag": "q",
            "text": "I was ashamed and humiliated, for I have borne the guilt of my youth.’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Is not Ephraim my precious child? Is he not my dear, delightful son?"
          },
          {
            "tag": "q",
            "text": "For whenever I speak against him, I certainly still call him to my loving mind. In this way my heart longs for him."
          },
          {
            "tag": "q",
            "text": "I will certainly have compassion on him—this is Yahweh’s declaration.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Place road signs for yourself. Set up guideposts for yourself. Set your mind on the right path,"
          },
          {
            "tag": "q",
            "text": "the way you should take. Come back, virgin Israel! Come back to these cities of yours."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "How long will you waver, faithless daughter?"
          },
          {
            "tag": "q",
            "text": "For Yahweh has created something new on earth—a woman surrounds a strong man. "
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Yahweh of hosts, the God of Israel, says this, “When I bring back the people to their land, they will say this in the land of Judah and its cities, ‘May Yahweh bless you, you righteous place where he lives, you holy mountain.’"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For Judah and all its cities will live together there, as will farmers and those who set out with flocks."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For I will cause those who are weary to drink, and I fill up those who are faint.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "After this I awoke, and I realized that my sleep had been refreshing."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "“Look, the days are coming—this is Yahweh’s declaration—when I will sow the houses of Israel and Judah with the descendants of man and beast."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "In the past, I kept them under surveillance in order to uproot them and to tear them down, to overthrow, destroy, and bring them harm. But in the coming days, I will watch over them, in order to build them up and to plant them—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "In those days no one will say any longer,"
          },
          {
            "tag": "q",
            "text": "‘Fathers have eaten sour grapes, but the children’s teeth are dulled.’"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "For each man will die in his own iniquity; everyone who eats sour grapes, his teeth will be dulled."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Look, the days are coming—"
          },
          {
            "tag": "q2",
            "text": "this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "when I will establish a new covenant "
          },
          {
            "tag": "q2",
            "text": "with the house of Israel and the house of Judah."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "It will not be like the covenant "
          },
          {
            "tag": "q2",
            "text": "that I established with their fathers in the days "
          },
          {
            "tag": "q",
            "text": "when I took them by their hand "
          },
          {
            "tag": "q2",
            "text": "to bring them out from the land of Egypt, "
          },
          {
            "tag": "q",
            "text": "because they broke my covenant, "
          },
          {
            "tag": "q2",
            "text": "although I was a husband for them—"
          },
          {
            "tag": "q",
            "text": "this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "This is the covenant "
          },
          {
            "tag": "q2",
            "text": "that I will establish with the house of Israel "
          },
          {
            "tag": "q",
            "text": "after these days"
          },
          {
            "tag": "q2",
            "text": "—this is Yahweh’s declaration. "
          },
          {
            "tag": "q",
            "text": "I will place my law within them "
          },
          {
            "tag": "q2",
            "text": "and will write it on their heart, "
          },
          {
            "tag": "q",
            "text": "for I will be their God, "
          },
          {
            "tag": "q2",
            "text": "and they will be my people."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Then each man will no longer teach his neighbor, "
          },
          {
            "tag": "q2",
            "text": "or a man teach his brother and say, ‘Know Yahweh!’ "
          },
          {
            "tag": "q",
            "text": "For all of them will know me, "
          },
          {
            "tag": "q2",
            "text": "from the smallest of them to the greatest"
          },
          {
            "tag": "q2",
            "text": "—this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "for I will forgive their iniquity "
          },
          {
            "tag": "q2",
            "text": "and will no longer call their sins to mind.”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Yahweh says this,"
          },
          {
            "tag": "q2",
            "text": "it is he who makes the sun to shine by day "
          },
          {
            "tag": "q2",
            "text": "and fixes the moon and stars to shine by night. "
          },
          {
            "tag": "q",
            "text": "He is the one who sets the sea in motion "
          },
          {
            "tag": "q2",
            "text": "so that its waves roar— "
          },
          {
            "tag": "q",
            "text": "Yahweh of hosts is his name."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "“Only if these permanent things vanish from my sight—this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "will Israel’s descendants ever stop from forever being a nation before me.”"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Yahweh says this, “Only if the highest heavens can be measured,"
          },
          {
            "tag": "q",
            "text": "and only if the earth’s foundation below can be discovered, will I reject all of Israel’s descendants"
          },
          {
            "tag": "q",
            "text": "because of all that they have done—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "“Look, the days are coming—this is Yahweh’s declaration—when the city will be rebuilt for me, from the Tower of Hananel to the Corner Gate."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Then the measuring line will go out again farther, to the hill of Gareb and around Goah."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "The whole valley of the dead bodies and the ashes, and all the terraced fields going out to the Kidron Valley as far as the corner of the Horse Gate on the east, will be set apart for Yahweh. The city will not be pulled up or overthrown again, forever.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 31
  },
  "id": "JER unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Jeremiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jeremiah"
    }
  ]
}