[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "This is what Yahweh says, “Go down to the house of the king of Judah and proclaim this word there.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Say, ‘King of Judah, listen to the word of Yahweh—you who sit on David’s throne—you, and your servants, and your people who come through these gates.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh says this, “Perform justice and righteousness, and anyone who has been robbed—rescue him from the hand of the oppressor. Do not mistreat any foreigner in your land, or any orphan or widow. Do not commit violence or pour out innocent blood in this place.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "For if you truly do these things, then kings sitting on David’s throne will enter the gates of this house riding in a chariot and on horses, he, his servants, and his people!",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "But if you do not listen to these words from me that I have announced—this is Yahweh’s declaration—then this royal house will become a ruin.”’",
        "id": 5
      },
      {
        "t": "v",
        "n": 6,
        "v": "For Yahweh says this concerning the house of the king of Judah,",
        "id": 6
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘You are like Gilead, or like the summit of Lebanon to me. Yet I will turn you into a wilderness,",
        "id": 8
      }
    ],
    "id": 7
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "into cities with no inhabitants.",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "For I have designated destroyers to come against you! Men with their weapons",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "will cut off the best of your cedars and let them fall into the fire.",
        "id": 14
      },
      {
        "t": "v",
        "n": 8,
        "v": "Then many nations will pass by this city. Each person will say to the next, “Why has Yahweh acted in this way toward this great city?”",
        "id": 15
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Then the other will answer, “Because they abandoned the covenant of Yahweh their God and bowed down to other gods and worshiped them.”",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Do not weep for the one who is dead or mourn for him; but weep bitterly for him who is about to go away,",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "because he will never return and see his native land again.’",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "For Yahweh says this about Jehoahaz son of Josiah king of Judah, who served as king instead of Josiah his father, ‘He has gone from this place and will not come back.",
        "id": 23
      },
      {
        "t": "v",
        "n": 12,
        "v": "He will die there in the place to where they have exiled him, and he will never again see this land.’",
        "id": 24
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Woe to him who builds his house by unrighteousness, his upper rooms by injustice,",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "who makes his neighbor work for him for nothing, and he does not give him his wages;",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "he says, ‘I will build for myself a large house with spacious upper rooms.’",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "So he cuts out large windows for it, and he panels it with cedar, and he paints it red.",
        "id": 32
      },
      {
        "t": "v",
        "n": 15,
        "v": "Is this what makes you a good king, that you wanted to have boards of cedar?",
        "id": 33
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Did not your father also eat and drink, yet do justice and righteousness? Then things went well for him.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "He judged in favor of the poor and needy. It was good then. Is this not what it means to know me?—this is Yahweh’s declaration.",
        "id": 37
      },
      {
        "t": "v",
        "n": 17,
        "v": "But there is nothing in your eyes and heart except worry for your unjust profit and for pouring out innocent blood,",
        "id": 38
      }
    ],
    "id": 36
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for producing oppression and crushing of others.",
        "id": 40
      }
    ],
    "id": 39
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Therefore this is what Yahweh says about Jehoiakim son of Josiah, king of Judah:",
        "id": 42
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will not lament for him, saying,",
        "id": 44
      }
    ],
    "id": 43
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Woe, my brother!’ or ‘Woe, my sister!’",
        "id": 46
      }
    ],
    "id": 45
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "They will not lament for him, saying,",
        "id": 48
      }
    ],
    "id": 47
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "‘Woe, master!’ or ‘Woe, majesty!’",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 19,
        "v": "He will be buried with a donkey’s burial,",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "dragged away and thrown out beyond the gates of Jerusalem.",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 20,
        "v": "Go up Lebanon’s mountains and shout. Lift your voice in Bashan.",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Shout from the Abarim mountains, for all of your friends will be destroyed.",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "I spoke to you when you were safe, but you said, ‘I will not listen.’",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "This was your custom since your youth, for you have not listened to my voice.",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 22,
        "v": "The wind will shepherd away all your shepherds, and your friends will go into captivity.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Then you will certainly be ashamed and humiliated by all of your evil deeds.",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 23,
        "v": "You who live in ‘Lebanon,’ who is nestled in cedar buildings,",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "how you will be pitied when the labor pains come upon you, pain like that of a woman in labor!”",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 24,
        "v": "“As I live—this is Yahweh’s declaration—even if you, Jehoiachin son of Jehoiakim, king of Judah, were the signet on my right hand, I would tear you off.",
        "id": 72
      },
      {
        "t": "v",
        "n": 25,
        "v": "For I have given you to the hand of the ones seeking your life and to the hand of those before whom you are afraid, even to the hand of Nebuchadnezzar king of Babylon and the Chaldeans.",
        "id": 73
      },
      {
        "t": "v",
        "n": 26,
        "v": "I will throw you and your mother who bore you into another land, a country where you were not born, and there you will die.",
        "id": 74
      },
      {
        "t": "v",
        "n": 27,
        "v": "About this land to which they will want to return, they will not come back here.",
        "id": 75
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "Is this a despised and shattered vessel? Is this man Jehoiachin a pot that pleases no one?",
        "id": 77
      }
    ],
    "id": 76
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Why have they thrown him and his descendants out, and have poured them out into a land that they did not know?",
        "id": 79
      }
    ],
    "id": 78
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 29,
        "v": "Land, Land, Land! Hear the word of Yahweh!",
        "id": 81
      }
    ],
    "id": 80
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 30,
        "v": "Yahweh says this, ‘Write about this man Jehoiachin: He will be childless.",
        "id": 83
      }
    ],
    "id": 82
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He will not prosper during his days, and no one among his descendants will achieve success",
        "id": 85
      }
    ],
    "id": 84
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "or ever again sit on David’s throne and rule over Judah.’”",
        "id": 87
      }
    ],
    "id": 86
  }
]