{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things Jesus showed himself again to the disciples at the Sea of Tiberias. This is how he showed himself:"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "they were together— Simon Peter, and Thomas called Didymus, and Nathaniel from Cana in Galilee, and the sons of Zebedee, and two of the other disciples of Jesus."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Simon Peter said to them, “ I am going fishing.” They said to him, “ We, too, will come with you.” They went and got into a boat, but they caught nothing during that night."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Now, when it was already morning, Jesus stood on the beach, but the disciples did not know that it was Jesus."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Jesus said to them, “ Young men, do you not have anything to eat?” They answered him, “ No.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then he said to them, “ Throw your net on the right side of the boat, and you will find some.” So they threw their net and were not able to draw it in because of the large number of fish."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then that disciple whom Jesus loved said to Peter, “ It is the Lord.” When therefore Simon Peter heard that it was the Lord, he put on his outer garment( for he was undressed), and threw himself into the sea."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The other disciples came in the boat( for they were not far from the land, but about two hundred cubits away), and they were pulling the net full of the fish."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When therefore they got out upon the land, they saw a charcoal fire kindled, and fish laid on it, and bread."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Jesus said to them, “ Bring some of the fish that you have just caught.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Simon Peter then went up and drew the net to the shore, full of large fish; undefined. There were so many, but the net was not torn."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Jesus said to them, “ Come and eat breakfast.” But none of the disciples dared ask him, “ Who are you?” They knew that it was the Lord."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Jesus came and took the bread and gave it to them, and the fish also."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This was now the third time that Jesus showed himself to the disciples after he had risen from the dead."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then after they ate breakfast, Jesus said to Simon Peter, “ Simon son of John, do you love me more than these?” Peter said to him, “ Yes Lord, you know that I love you.” Jesus said to him, “ Feed my lambs.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He said to him again a second time, “ Simon son of John, do you love me?” Peter said to him, “ Yes Lord, you know that I love you.” Jesus said to him, “ Take care of my sheep.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "He said to him a third time, “ Simon son of John, do you love me?” Peter was sad because Jesus had said to him a third time, “ Do you love me?” He said to him, “ Lord, you know all things, you know that I love you.” Jesus said to him, “ Feed my sheep."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Truly, truly, I say to you, when you were young, you used to clothe yourself and walk wherever you wanted, but when you become old, you will stretch out your hands, and someone else will clothe you and carry you where you will not want to go.”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Now Jesus said this to indicate with what kind of death Peter would glorify God. After he had said this, he said to Peter, “ Follow me.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Peter turned around and saw the disciple whom Jesus loved following them, the one who had also leaned back against the side of Jesus at the dinner and who had said, “ Lord, who is the one who will betray you?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Therefore Peter saw him and said to Jesus, “ But Lord, what about this man?”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Jesus said to him, “ If I want him to stay until I come, what is that to you? You follow me.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So this statement spread among the brothers, that that disciple would not die. Yet Jesus did not say to Peter that the other disciple would not die, but, “ If I want him to stay until I come, what is that to you?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "This is the disciple who testifies about these things, and who wrote these things, and we know that his testimony is true."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But there are also many other things that Jesus did, which, if each one were written down, I suppose that not even the world itself would have enough room for the books that would be written."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 21
  },
  "id": "JHN EN_ULT en_English_ltr Wed Jun 19 2019 08:07:58 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John",
  "intro": [
    {
      "tag": "mt",
      "text": "John"
    }
  ]
}