{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things, Jesus traveled about in Galilee, for he did not want to go into Judea because the Jews were seeking to kill him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now the Jewish Festival of Shelters was near."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "His brothers therefore said to him, “ Leave this place and go to Judea, so that your disciples also may see the works that you do."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For no one does anything in secret if he himself wants to be known openly. If you do these things, show yourself to the world.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For even his brothers did not believe in him."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Jesus therefore said to them, “ My time has not yet come, but your time is always ready."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The world cannot hate you, but it hates me because I testify about it that its works are evil."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You go up to the festival; I am not going to this festival because my time has not yet been fulfilled.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "After he said these things to them, he stayed in Galilee."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "But when his brothers had gone up to the festival, then he also went up, not publicly but in secret."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now, the Jews were looking for him at the festival and saying, “ Where is he?”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "There was much grumbling among the crowds about him. Some said, “ He is a good man.” But others said, “ No, but he leads the crowds astray.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yet no one spoke openly about him for fear of the Jews."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "When the festival was already half over, Jesus went up into the temple and began to teach."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then the Jews marveled, saying, “ How does this man know the scriptures, for he is not educated?”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then Jesus answered them and said, “ My teaching is not mine, but is of him who sent me."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If anyone wishes to do his will, he will know about this teaching, whether it is from God, or whether I speak from myself."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Whoever speaks from himself seeks his own glory, but whoever seeks the glory of him who sent him, that person is true, and there is no unrighteousness in him."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Did not Moses give you the law? Yet none of you keeps the law. Why do you seek to kill me?”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The crowd answered, “ You have a demon. Who seeks to kill you?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Jesus answered and said to them, “ I did one work, and you all marvel because of it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For this reason, Moses gave you circumcision( not that it is from Moses, but from the ancestors), and on the Sabbath you circumcise a man."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If a man receives circumcision on the Sabbath so that the law of Moses is not broken, why are you angry with me because I made a man completely healthy on the Sabbath?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Do not judge according to appearance, but judge righteously.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Then some of them from Jerusalem said, “ Is not this the one they seek to kill?"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "See, he speaks openly, and they say nothing to him. The rulers do not indeed know that this is the Christ, do they?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Yet we know where this one is from. But when the Christ comes, no one will know where he is from.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Then Jesus cried out in the temple, teaching and saying, “ You both know me and know where I am from. I have not come of myself, but he who sent me is true, whom you do not know."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I know him because I am from him and he sent me.”"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Therefore, they were trying to arrest him, but no one laid a hand on him because his hour had not yet come."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But many in the crowd believed in him, and they said, “ When the Christ comes, he will not do more signs than what this one has done, will he?”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The Pharisees heard the crowds whispering these things about Jesus, and the chief priests and the Pharisees sent officers to arrest him."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Jesus then said, “ I am still with you for a short amount of time, and then I go to him who sent me."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "You will seek me but you will not find me, and where I am, you will not be able to come.”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "The Jews therefore said among themselves, “ Where is this man about to go that we will not find him? He is not about to go to the dispersion among the Greeks and teach the Greeks, is he?"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "What is this word that he said, ‘ You will seek me but will not find me, and where I am, you will not be able to come’?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "Now on the last, great day of the festival, Jesus stood and cried out, saying, “ If anyone is thirsty, let him come to me and drink."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "He who believes in me, just as the scripture says, rivers of living water will flow from his stomach.”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "But he said this about the Spirit, whom those who believed in him were about to receive; for the Spirit had not yet been given because Jesus was not yet glorified."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Then some of the crowd, when they heard these words, said, “ This is indeed the prophet.”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Others said, “ This is the Christ.” But some said, “ Indeed, the Christ does not come from Galilee, does he?"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Have the scriptures not said that the Christ will come from the descendants of David and from Bethlehem, the village where David was?”"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "So there arose a division in the crowds because of him."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "So some of them wanted to arrest him, but no one laid hands on him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "Then the officers came back to the chief priests and Pharisees, who then said to them, “ Why did you not bring him?”"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "The officers answered, “ Never has anyone spoken like this.”"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "So the Pharisees answered them, “ You have not also been deceived, have you?"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "None of the rulers have believed in him, or any of the Pharisees, have they?"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "But this crowd that does not know the law, they are cursed.”"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Nicodemus( one of the Pharisees, who came to him earlier) said to them,"
          },
          {
            "tag": "v",
            "num": "51",
            "text": "“ Our law does not judge a man before first hearing from him and knowing what he does, does it?”"
          },
          {
            "tag": "v",
            "num": "52",
            "text": "They answered and said to him, “ You are not also from Galilee, are you? Search and see that no prophet comes from Galilee.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "53"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include John 7:53-8:11. [ Then everyone went to his own house."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "JHN EN_ULT en_English_ltr Wed Jun 19 2019 08:07:58 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John",
  "intro": [
    {
      "tag": "mt",
      "text": "John"
    }
  ]
}