{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“ Truly, truly, I say to you, he who does not enter through the gate into the sheep pen, but climbs up some other way, that man is a thief and a robber."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But he who enters through the gate is the shepherd of the sheep."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The gatekeeper opens for him. The sheep hear his voice, and he calls his own sheep by name and leads them out."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When he has brought out all his own, he goes ahead of them, and the sheep follow him, for they know his voice."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But they will certainly not follow a stranger, but they will flee from him, for they do not know the voice of strangers.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Jesus spoke this parable to them, but they did not understand what it was that he was saying to them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Jesus said to them again, “ Truly, truly, I say to you, I am the gate of the sheep."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Everyone who came before me is a thief and a robber, but the sheep did not listen to them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I am the gate. If anyone enters in through me, he will be saved, and he will go in and out and will find pasture."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The thief does not come except in order to steal and kill and destroy. I have come so that they will have life and have it abundantly."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I am the good shepherd. The good shepherd lays down his life for the sheep."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But the hired servant is not the shepherd and the sheep are not his own. He sees the wolf coming and abandons the sheep and escapes, and the wolf carries them off and scatters them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He runs away because he is a hired servant and he does not care about the sheep."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I am the good shepherd, and I know my own, and my own know me."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Likewise, the Father knows me, and I know the Father, and I lay down my life for the sheep."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I have other sheep that are not of this sheep pen. I must bring them also, and they will hear my voice so that there will be one flock and one shepherd."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This is why the Father loves me: I lay down my life so that I may take it again."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "No one takes it away from me, but I lay it down of myself. I have authority to lay it down, and I have authority to take it up again. I have received this command from my Father.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "A division again occurred among the Jews because of these words."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "For many of them said, “ He has a demon and is insane. Why do you listen to him?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Others said, “ These are not the words of a demon- possessed man. A demon is not able to open the eyes of the blind, is he?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then it was time for the Festival of the Dedication in Jerusalem. It was winter,"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions have "
          },
          {
            "tag": "fqa",
            "text": "It was winter, at the beginning of verse 23."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "23"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions have "
          },
          {
            "tag": "fqa",
            "text": "It was winter, at the beginning of verse 23 instead of at the end of verse 22."
          },
          {
            "tag": "f",
            "text": "* and Jesus was walking in the temple in the porch of Solomon."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Then the Jews surrounded him and said to him, “ How long will you keep us in suspense? If you are the Christ, tell us openly.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Jesus replied to them, “ I told you, but you do not believe. The works that I do in the name of my Father, these testify concerning me."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Yet you do not believe because you are not my sheep."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "My sheep hear my voice; I know them, and they follow me."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "I give them eternal life, and they will certainly not ever die, and no one will snatch any of them out of my hand."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "My Father, who has given them to me, is greater than all others, and no one is able to snatch them out of the hand of the Father."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "I and the Father are one.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Then the Jews took up stones again to stone him."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Jesus answered them, “ I have shown you many good works from the Father. For which of those works are you stoning me?”"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "The Jews answered him, “ We are not stoning you for any good work, but for blasphemy, and because you, a man, are making yourself God.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Jesus answered them, “ Is it not written in your law, ‘ I said, “ You are gods”’?"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "If he called them gods, to whom the word of God came( and the scripture cannot be broken),"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "do you say to him whom the Father set apart and sent into the world, ‘ You are blaspheming,’ because I said, ‘ I am the Son of God’?"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "If I am not doing the works of my Father, do not believe me."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But if I am doing them, even if you do not believe me, believe in the works so that you may know and understand that the Father is in me and that I am in the Father.”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Therefore they tried to seize him again, but he went away out of their hand."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "40",
            "text": "So he went away again beyond the Jordan to the place where John had first been baptizing, and he stayed there."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Many people came to him and they said, “ John indeed did no signs, but all the things that John has said about this man are true.”"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Then many people believed in him there."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "JHN EN_ULT en_English_ltr Wed Jun 19 2019 08:07:58 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "John",
  "intro": [
    {
      "tag": "mt",
      "text": "John"
    }
  ]
}