{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Why are times for judging wicked people not set by the Almighty?"
          },
          {
            "tag": "q",
            "text": "Why do not those who are faithful to God see his days of judgment come?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "There are wicked people who remove boundary markers;"
          },
          {
            "tag": "q",
            "text": "there are wicked people who take away flocks by force and put them in their own pastures."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They drive away the donkey of those without fathers;"
          },
          {
            "tag": "q",
            "text": "they take the widow’s ox as security."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They force needy people out of their path;"
          },
          {
            "tag": "q",
            "text": "poor people of the earth all hide themselves from them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "See, these poor people go out to their work"
          },
          {
            "tag": "q",
            "text": "like wild donkeys in the wilderness, looking carefully for food;"
          },
          {
            "tag": "q",
            "text": "perhaps the Arabah will provide them food for their children."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Poor people reap in the night in other people’s fields;"
          },
          {
            "tag": "q",
            "text": "they glean grapes from the harvest of those wicked people."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They lie naked all night without clothing;"
          },
          {
            "tag": "q",
            "text": "they have no covering in the cold."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "They are wet with the showers of the mountains;"
          },
          {
            "tag": "q",
            "text": "they lie next to large rocks because they have no shelter."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "There are wicked people who pluck orphans from their mothers’ breast,"
          },
          {
            "tag": "q",
            "text": "and wicked people who take children as security from poor people."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But the poor people go about naked without clothing;"
          },
          {
            "tag": "q",
            "text": "although they go hungry, they carry bundles of grain belonging to other people."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The poor people make oil within the walls of those wicked men;"
          },
          {
            "tag": "q",
            "text": "they tread the wicked men’s winepresses, but they themselves suffer thirst."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "From out of the city the dying groan,"
          },
          {
            "tag": "q",
            "text": "and the throat of the wounded cries out for help."
          },
          {
            "tag": "q",
            "text": "But God does not ascribe blame"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Some of these wicked people rebel against the light;"
          },
          {
            "tag": "q",
            "text": "they know not its ways,"
          },
          {
            "tag": "q",
            "text": "nor do they stay in its paths."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Before daylight the murderer rises "
          },
          {
            "tag": "q",
            "text": "and he kills poor and needy people;"
          },
          {
            "tag": "q",
            "text": "in the night he is like a thief."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Also, the eye of the adulterer waits for the twilight;"
          },
          {
            "tag": "q",
            "text": "he says, ‘No eye will see me.’"
          },
          {
            "tag": "q",
            "text": "He disguises his face."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "In the darkness wicked people dig into houses;"
          },
          {
            "tag": "q",
            "text": "but they shut themselves up in the daytime;"
          },
          {
            "tag": "q",
            "text": "they do not care for the light."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For all of them, thick darkness is like the morning;"
          },
          {
            "tag": "q",
            "text": "for they are friends with the terrors of thick darkness."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Swiftly they pass away, however, like foam on the surface of the waters;"
          },
          {
            "tag": "q",
            "text": "their portion of the land is cursed;"
          },
          {
            "tag": "q",
            "text": "no one goes to work in their vineyards."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "As drought and heat melt away the snow into waters, "
          },
          {
            "tag": "q",
            "text": "so Sheol takes away those who have sinned."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The womb that bore him will forget him;"
          },
          {
            "tag": "q",
            "text": "the worm will feed sweetly on him;"
          },
          {
            "tag": "q",
            "text": "he will be remembered no more;"
          },
          {
            "tag": "q",
            "text": "in this way, wickedness will be broken like a tree."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The wicked one devours the barren women who have not borne children;"
          },
          {
            "tag": "q",
            "text": "he does no good to the widow."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Yet God drags away the mighty people by his power;"
          },
          {
            "tag": "q",
            "text": "he rises up and does not strengthen them in life."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "God allows them to think they are secure, and they are happy about that,"
          },
          {
            "tag": "q",
            "text": "but his eyes are on their ways."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "These people are exalted; still, in only a little while, they will be gone;"
          },
          {
            "tag": "q",
            "text": "indeed, they will be brought low; they will be gathered up like all the others;"
          },
          {
            "tag": "q",
            "text": "they will be cut off like the tops of ears of grain."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "If it is not so, who can prove me to be a liar;"
          },
          {
            "tag": "q",
            "text": "who can make my speech worth nothing?”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 24
  },
  "id": "JOB unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Job",
  "intro": [
    {
      "tag": "mt",
      "text": "Job"
    }
  ]
}