{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The word of Yahweh came to Jonah a second time, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“ Get up, go to Nineveh, the great city, and proclaim to it the message that I tell you.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So Jonah got up and went to Nineveh, according to the word of Yahweh. Now Nineveh was a very large city, a journey of three days."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Jonah began to enter the city on the first day’ s journey and he called out and said, “ After forty days, Nineveh will be overthrown.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The people of Nineveh believed God and they proclaimed a fast, and put on sackcloth, from the greatest of them down to the least of them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then word came to the king of Nineveh. He rose up from his throne, took off his robe, covered himself with sackcloth, and sat in ashes."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He issued a proclamation and published it, saying, “ In Nineveh, by the decree of the king and his nobles, let neither man nor animal, herd nor flock, taste anything. Let them not eat, nor drink water."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But let man and animal be covered with sackcloth and let them cry out loudly to God. Let every one turn from his evil way and from the violence that is in his hands."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Who knows? God may turn and relent and turn away from his fierce anger so that we do not perish.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "God saw their works, that they turned from their evil. So God relented concerning the disaster that he had said he would do to them, and he did not do it."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JON EN_ULT en_English_ltr Thu Jun 13 2019 11:10:50 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jonah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jonah"
    }
  ]
}