{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jonah prayed to Yahweh his God from the stomach of the fish."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions have "
          },
          {
            "tag": "fqa",
            "text": "Now Yahweh had prepared a great fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights. at the beginning of this verse instead of in verse 1:17."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He said,"
          },
          {
            "tag": "q",
            "text": "“ I called out to Yahweh about my distress and he answered me; from the belly of Sheol I cried out! You heard my voice."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You had thrown me into the depths, into the heart of the seas, and the currents surrounded me; all your billows and your waves passed over me."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I said, ‘ I am driven out from before your eyes; yet I will again look toward your holy temple.’"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The waters surrounded me up to my soul; the deep swirled around me; seaweed wrapped around my head."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I went down to the bases of the mountains; the earth with its bars closed upon me forever. Yet you brought up my life from the pit, Yahweh, my God!"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When my soul fainted within me, I remembered Yahweh; then my prayer came to you, to your holy temple."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Those who give attention to useless idols forsake loving kindness."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But as for me, I will sacrifice to you with a voice of thanksgiving; I will fulfill that which I have vowed. Salvation is from Yahweh!”"
          }
        ],
        "tag": "nb"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then Yahweh spoke to the fish, and it vomited up Jonah upon the dry land."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 2
  },
  "id": "JON EN_ULT en_English_ltr Thu Jun 13 2019 11:10:50 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jonah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jonah"
    }
  ]
}