{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "But this was evil to Jonah— extremely evil— and he became angry."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So he prayed to Yahweh and said, “ Ah, Yahweh, is this not what I said when I was in my country? That is why I previously fled to Tarshish— because I knew that you are a gracious and compassionate God, slow to anger and abundant in covenant faithfulness, and one who relents from sending disaster."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Therefore now, Yahweh, I beg you, take my life from me, for it is better for me to die than to live.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh said, “ Is it good for you to burn with anger?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade so that he could see what might become of the city."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh God prepared a plant and made it grow up over Jonah so that it might be shade over his head to rescue him from his distress. Jonah rejoiced because of the plant with great joy."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But God prepared a worm when the dawn came the next morning. It attacked the plant so that it withered."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "It came about that when the sun rose, God prepared a hot east wind. The sun beat down on the head of Jonah and he became faint. Then he wished for death for himself, and said, “ It is better for me to die than to live.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then God said to Jonah, “ Is it good for you to burn with anger about the plant?” So he said, “ It is good for me to burn with anger, even to death.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yahweh said, “ You have had compassion for the plant, which you did not work for, and you did not make it grow— which grew up as a son of the night and perished as a son of the night."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So as for me, should I not have compassion for Nineveh, that great city, in which there are more than one hundred and twenty thousand people who cannot distinguish between their right hand and their left hand, and also many cattle?”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "JON EN_ULT en_English_ltr Thu Jun 13 2019 11:10:50 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Jonah",
  "intro": [
    {
      "tag": "mt",
      "text": "Jonah"
    }
  ]
}