{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Joshua son of Nun secretly sent two men out from Shittim as spies saying, “ Go, see the land, especially Jericho.” They went and came to the house of a prostitute whose name was Rahab, and they lodged there."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It was told to the king of Jericho, saying, “ Behold, men have come here tonight from the sons of Israel to search the land.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The king of Jericho sent( word) to Rahab saying, “ Bring out the men who have come to you who came to your house, for they came to search the whole land.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But the woman had taken the two men and hidden them and she said, “ Yes, the men came to me, but I did not know where they were from."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And it came about when the gate closed at dark and the men went out, I did not know where the men went. Pursue quickly after them for you will overtake them.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But she had taken them up to the roof and hidden them in the stalks of flax that she had laid out on the roof."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So the men pursued after them on the road to the Jordan as far as the fords. And the gate shut as soon as the pursuers went out after them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Now they had not yet laid down when she came up to them on the roof."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "And she said to the men, “ I know that Yahweh has given to you the land and that the fear of you has fallen upon us, and that all who live in the land will melt away before you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For we have heard how Yahweh dried up the water of the Sea of Reeds before you when you came out of Egypt and what you did to the two kings of the Amorites who were beyond the Jordan— to Sihon and to Og— whom you completely destroyed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "As soon as we had heard it, our hearts melted and there was no more spirit left in anyone because of you— for Yahweh your God, he is God in heaven above and on the earth below."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now then, please swear to me by Yahweh that, just as I have dealt kindly with you, you will also deal kindly with the house of my father and give me a sure sign"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "that you will spare the lives of my father, my mother, my brothers, my sisters and all who belong to them, and that you will save our lives from death.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "And the men said to her, “ Our lives for yours to death! If you do not speak about our business, then, when Yahweh gives to us the land we will deal kindly and faithfully with you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "So she let them down using a rope through the window for the house she lived in was built in the city wall"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "She said to them, “ Go in the hills lest your pursuers will encounter you and hide there for three days until the pursuers have returned and after you will go on your way.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The men said to her, “ We will be blameless to this oath of yours which you have made us swear to.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When we come into the land, you must tie this scarlet rope in the window through which you let us down, and your father, and your mother, and your brothers, and all the household of your father you will gather in the house."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "And whoever goes out from the doors of your house into the street, their blood will be upon their own heads and we will be guiltless. But if a hand is laid upon anyone who will be with you in the house, his blood will be on our heads."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But if you speak about our business, we will be blameless from the oath of yours which you made us swear.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "And she said, “ According to your words, so be it.” So she sent them away and they left and she tied the scarlet rope in the window."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then they left and came to the hills and they stayed there three days until the pursuers returned and the pursuers searched all along the road and found nothing."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "And the two men returned and descended from the hills and crossed over and came to Joshua son of Nun, and they reported to him everything that happened to them."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They said to Joshua, “ Truly Yahweh has given into our hands all the land. And also all the inhabitants of the land are melting away because of us.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}