{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it came about when all the kings of the Amorites that were beyond the Jordan to the west, and all the kings of the Canaanites, who were on the sea, heard that Yahweh had dried up the waters of the Jordan for the sons of Israel until they crossed over, that their hearts melted, and there was no spirit in them any longer because of the sons of Israel."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some modern versions have: "
          },
          {
            "tag": "fqa",
            "text": "until the people of Israel had crossed over, and others have,"
          },
          {
            "tag": "fqa",
            "text": "until we had crossed over . The Hebrew text has"
          },
          {
            "tag": "fqa",
            "text": "we, but a note in the margin instructs readers to say"
          },
          {
            "tag": "fqa",
            "text": "they . Translators can decide for themselves."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "At that time Yahweh said to Joshua, “ Make for yourself flint knives and once more circumcise the sons of Israel a second time.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then Joshua made himself flint knives and he circumcised the sons of Israel at Gibeath Haaraloth."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "This is the reason Joshua circumcised them: All the people who come out of Egypt who were males, all the men of war, died in the wilderness along the way, after they came out from Egypt."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For all the people who came out were circumcised, but all the people who were born in the wilderness along the way as they came out of Egypt had not been circumcised."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "For the sons of Israel walked forty years in the wilderness until all the nation, that is, the men of war who had come out of Egypt, died because they did not listen to the voice of Yahweh who Yahweh had sworn to them that he would not let them see the land that Yahweh had sworn to their ancestors to give to us, a land flowing with milk and honey."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It was their children that Yahweh raised up in their place that Joshua circumcised, because they had not been circumcised on the way."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When they were all circumcised, they remained where they were in the camp until they healed."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Yahweh said to Joshua, “ This day I have rolled away the disgrace of Egypt from you.” So, the name of that place has been called Gilgal until this present day."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "The people of Israel camped at Gilgal. They kept the Passover on the fourteenth day of the month, in the evening, on the plains of Jericho."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "On the day after Passover, that same day, they ate some of the produce of the land, unleavened bread and roasted grain."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The manna stopped on the day after they ate the produce of the land. There was no longer manna for the people of Israel, but they ate the produce of the land of Canaan that year."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "When Joshua was near Jericho, he lifted up his eyes and looked, and behold, a man was standing in front of him; he had drawn his sword and it was in his hand. Joshua went to him and said, “ Are you for us or for our enemies?”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He said, “ Neither. For I am the commander of the army of Yahweh. Now I have come.” Then Joshua lay facedown on the ground to worship and said to him, “ What does my master say to his servant?”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The commander of Yahweh’ s army said to Joshua, “ Take off your sandals from your feet, because the place you are standing is holy.” That is what Joshua did."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}