{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Joshua got up early in the morning, and they set out from Shittim. They came to the Jordan, he and all the children of Israel, and they camped there before they crossed over."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And it came about at the end of three days, the officers went through the midst of the camp;"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and they commanded the people, saying, “ When you see the ark of the covenant of Yahweh your God, and the Levitical priests carrying it, you must set out from your place and follow after it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "However, there will be a distance between you and it of about two thousand cubits in length. Do not come close to it, so that you will know the way which you will go, since you did not pass this way previously."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then Joshua said to the people, “ Consecrate yourselves for tomorrow, Yahweh will do wonders in your midst.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then Joshua spoke to the priests, saying, “ Take up the ark of the covenant, and pass in front of the people.” So they picked up the ark of the covenant and went in front of people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Yahweh said to Joshua, “ This day I will begin to make you great in the eyes of all Israel that they will know that just as I was with Moses, I will be with you."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You will command the priests who carry the ark of the covenant, saying, ‘ When you come to the edge of the waters of the Jordan, you will stand still in the Jordan.’”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Joshua said to the children of Israel, “ draw near, and hear the words of Yahweh your God."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then Joshua said, “ By this you will know that the living God is among you and will surely drive out from before you the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, and the Amorites, and the Jebusites."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Look! The ark of the covenant of the Lord of all the earth crosses over before you into the Jordan."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now choose for yourselves twelve men from the tribes of Israel, one man for each tribe."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "And it will come about when the soles of the feet of the priests that carry the ark of Yahweh, the Lord of all the earth, rest on the waters of the Jordan, the waters of the Jordan will be cut off, and the waters of the Jordan flowing down from above will stand in one heap.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So when the people set out from their tents to cross over the Jordan with the priests carrying the ark of the covenant before the people."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "As soon as those who carry the ark had come to the Jordan, and the feet of the priests who carry the ark were dipped in the edge of the water( now the Jordan overflows all its banks throughout the days of the harvest),"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "the waters that flowed down from above stood and rose up in one heap, a great distance away, in Adam, the city that is beside Zarethan, and those flowing toward the sea of the Arabah, the Salt Sea, became cut off and the people crossed over opposite Jericho."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "And the priests carrying the ark of the covenant of Yahweh stood firmly on dry ground in the midst of the Jordan and all of Israel crossed over on dry ground until all the nation finished passing over the Jordan."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}