{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The second casting of lots fell to Simeon, clan by clan. Their inheritance was in the middle of the inheritance that belonged to the tribe of Judah."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They had for their inheritance Beersheba, Sheba, Moladah,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Hazar Shual, Balah, Ezem,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Eltolad, Bethul, and Hormah."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Simeon also had Ziklag, Beth Markaboth, Hazar Susah,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Beth Lebaoth, and Sharuhen. These were thirteen cities, including their villages."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Simeon also had Ain, Rimmon, Ether, and Ashan. These were four cities, including their villages."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "These were together, including their the villages around these cities as far as Baalath Beer( the same as Ramah in the Negev). This was the inheritance of the tribe of Simeon, clan by clan."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The inheritance of the tribe of Simeon formed part of the territory of the tribe of Judah. Because the portion of land assigned to the tribe of Judah was too large for them, the tribe of Simeon received their inheritance out of the middle of their portion."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "The third casting of lots fell to the tribe of Zebulun, clan by clan. The border of their inheritance began at Sarid."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Their border went up westward toward Maralah and touched Dabbesheth; then it extended to the brook that was opposite Jokneam."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "From Sarid the border turned eastward toward the east and went to the border of Kisloth Tabor. From there it went to Daberath and then up to Japhia."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "From there it passed on eastward to Gath Hepher, and then to Eth Kazin; next it went to Rimmon and turned toward Neah."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The border made a turn to the north to Hannathon and ended at the Valley of Iphtah El."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This region included the cities of Kattath, Nahalal, Shimron, Idalah, and Bethlehem. There were twelve cities, including their villages."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "This was the inheritance of the tribe of Zebulun, clan by clan, including these cities, including their villages."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "The fourth casting of lots fell to Issachar, clan by clan."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Their territory included Jezreel, Chesulloth, Shunem,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Hapharaim, Shion, and Anaharath."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "It also included Rabbith, Kishion, Ebez,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Remeth, En Gannim, En Haddah, and Beth Pazzez."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Their border also touched Tabor, Shahazumah, and Beth Shemesh, and ended at the Jordan. There were sixteen cities, including their villages."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "This was the inheritance of the tribe of Issachar, according to their clans— the cities, including their villages."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "The fifth casting of lots fell to the tribe of Asher, clan by clan."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Their territory included Helkath, Hali, Beten, Akshaph,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Allammelek, Amad, and Mishall. On the west the boundary extended to Carmel and Shihor Libnath."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then it turned eastward to Beth Dagon and went as far as Zebulun, and then to the Valley of Iphtah El, northward to Beth Emek and Neiel. Then it continued on to Kabul toward the north."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "It then went on to Abdon, Rehob, Hammon, and Kanah, as far as Greater Sidon."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The border turned back to Ramah, and then to the fortified city of Tyre. Then the border turned to Hosah and ended at the sea, in the region of Akzib,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Ummah, Aphek, and Rehob. There were twenty- two cities, including their villages."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "This was the inheritance of the tribe of Asher, clan by clan— the cities, including their villages."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "The sixth casting of lots fell to the tribe of Naphtali, clan by clan."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Their border ran from Heleph, from the oak at Zaanannim, on to Adami Nekeb and Jabneel, as far as Lakkum; it ended at the Jordan."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The border turned westward to Aznoth Tabor and went on to Hukkok; it touched Zebulun on the south, and reached to Asher on the west and Judah on the east at the Jordan River."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Kinnereth,"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Adamah, Ramah, Hazor,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Kedesh, Edrei, and En Hazor."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "There were also Yiron, Migdal El, Horem, Beth Anath, and Beth Shemesh. There were nineteen cities, including their villages."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "This was the inheritance of the tribe of Naphtali, clan by clan— the cities, including their villages."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "40",
            "text": "The seventh casting of lots fell to the tribe of Dan, clan by clan."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "The territory of its inheritance included Zorah, Eshtaol, Ir Shemesh,"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Shaalabbin, Aijalon, and Ithlah."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "It also included Elon, Timnah, Ekron,"
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Eltekeh, Gibbethon, Baalath,"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Jehud, Bene Berak, Gath Rimmon,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Me Jarkon, and Rakkon along with the territory across from Joppa."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "When the territory of the tribe of Dan was lost to them, Dan attacked Leshem, fought against it, capturing it and striking it with the sword; taking possession of it and settled in it. They renamed Leshem, calling it Dan after their ancestor."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "This was the inheritance of the tribe of Dan, clan by clan— the cities, including their villages."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "49",
            "text": "When they finished the allocation of the land as an inheritance, the people of Israel gave an inheritance among themselves to Joshua son of Nun."
          },
          {
            "tag": "v",
            "num": "50",
            "text": "By the command of Yahweh they gave him the city for which he asked, Timnath Serah in the hill country of Ephraim. He rebuilt the city and lived there."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "51",
            "text": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the leaders of the tribes of the people of Israel assigned by lot at Shiloh, before Yahweh, at the entrance of the tent of meeting. So they finished assigning the land."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}