{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "And it came about when all the nation finished crossing over the Jordan, and Yahweh spoke to Joshua, saying"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“ Choose twelve men for yourselves from the people, one man from each tribe."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "and command them saying: ‘ Take up for yourselves twelve stones from here, the middle of the Jordan, where the priests are standing firmly, and bring them over with you and lay them down in the place where you will lodge tonight.’”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then Joshua called to the twelve men whom he appointed from the sons of Israel, one man from each tribe."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And Joshua said to them, “ Go over before the ark of Yahweh your God to the middle of the Jordan and each of you take up one stone upon his shoulder, according to the number of the tribes of the sons of Israel."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Let this be a sign among you that when your children ask hereafter saying, ‘ What do these stones mean to you?’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then you will say to them that‘ the waters of the Jordan were cut off before the ark of the covenant of Yahweh when it crossed over in the Jordan, the waters of the Jordan were cut off.’ So these stones will be a memorial to the people of Israel forever.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "The sons of Israel surely did just as Joshua commanded, and they picked up twelve stones from the middle of the Jordan, as Yahweh said to Joshua. According to the number of the tribes of the sons of Israel, they carried with them over to the place where they camped and they set them down there."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Joshua set up twelve stones in the midst of the Jordan, beneath the place of the feet of the priests that carried the ark of the covenant. And they are there to this day."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then the priests that carried the ark stood in the midst of the Jordan until everything that Yahweh commanded Joshua to tell the people was completed, according to all that Moses had commanded Joshua. So the people hurried and they crossed over."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When all the people had finished crossing over, the ark of Yahweh and the priests crossed over before the people."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then the sons of Reuben, and the sons of Gad, and the half tribe of Manasseh crossed over armed before the sons of Israel, just as Moses said to them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "About forty thousand equipped for war crossed over before Yahweh for battle to the plains of Jericho."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "On that day Yahweh made Joshua great in the eyes of all Israel. They revered him— just as they revered Moses— all the days of his life."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then Yahweh spoke to Joshua, saying,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ Command the priests who carry the ark of the testimony they come up from the Jordan.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "So Joshua commanded the priests, saying, “ Come up from the Jordan.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When the priests carrying the ark of the covenant of Yahweh came up from the midst of the Jordan, and the soles of the priests’ feet were lifted up to dry ground, then the waters of the Jordan returned to their place and overflowed on all its banks, just as they were the day before yesterday."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "The people came up from the Jordan on the tenth day of the first month and they camped at Gilgal, on the eastern edge of Jericho."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "And those twelve stones that they took from the Jordan, Joshua set up in Gilgal."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "And he said to the sons of Israel, saying, “ When your sons ask their fathers hereafter, saying‘ What are these stones?’"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then you will make known to your children saying, ‘ Israel crossed over this Jordan on dry ground.’"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "For Yahweh your God dried up the waters of the Jordan before you, until you crossed over, just as Yahweh your God did to the Sea of Reeds, which he dried up before us until we crossed over,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "so that all the peoples of the earth may know that the hand of Yahweh is mighty, so that you will fear Yahweh your God forever.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}