{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the tribal leaders of the Levites came to Eleazar the priest, to Joshua son of Nun, and to the leaders of the families of their ancestors within the people of Israel."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They said to them at Shiloh in the land of Canaan, “ Yahweh commanded you by the hand of Moses to give to us cities to live in, with the pasturelands for our livestock.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So by the command of Yahweh, the people of Israel gave out of their inheritance the following cities, including their pasturelands, to the Levites."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "The casting of lots for the clans of the Kohathites gave this result: The priests— the descendants of Aaron who were from the Levites— received thirteen cities given from the tribe of Judah, from the tribe of the Simeon, and from the tribe of Benjamin."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "The rest of the Kohathites were allotted ten cities from the clans of the tribes of Ephraim, Dan, and from the half tribe of Manasseh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then the people descended from Gershon were given, by the casting of lots, thirteen cities from the clans of the tribes of Issachar, Asher, Naphtali, and the half tribe of Manasseh in Bashan."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "The people who were descendants of Merari, clan by clan, received twelve cities from the tribes of Reuben, Gad, and Zebulun."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "So the people of Israel gave, by casting lots, these cities( including their pasturelands) to the Levites, just as Yahweh had commanded by the hand of Moses."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "From the tribes of Judah and Simeon, they assigned land to the following cities, here listed by name."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "These cities were given to the descendants of Aaron, who were among the clans of the Kohathites, who in turn were from the tribe of Levi. For the first casting of lots had fallen to them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The Israelites gave them Kiriath Arba( Arba had been the father of Anak), the same place as Hebron, in the hill country of Judah, with the pasturelands around it."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But the fields of the city, including their villages, were already given to Caleb son of Jephunneh, as his possession."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "To the descendants of Aaron the priest they gave Hebron with its pasturelands— which was a city of refuge for anyone who killed another unintentionally— and Libnah with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Jattir with its pasturelands, and Eshtemoa with its pasturelands."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "They also gave Holon with its pasturelands, Debir with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Ain with its pasturelands, Juttah with its pasturelands, and Beth Shemesh with its pasturelands. There were nine cities that were given from these two tribes."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "From the tribe of Benjamin were given Gibeon with its pasturelands, Geba with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Anathoth with its pasturelands, and Almon with its suburbs— four cities."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The cities given to the priests, the descendants of Aaron, were thirteen cities in all, including their pasturelands."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "As for the rest of the Kohathites who belong to the Kohathite clans of the Levites— they had cities given to them from the tribe of Ephraim by the casting of lots."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "To them were given Shechem with its pasturelands in the hill country of Ephraim— a city of refuge for anyone who killed a person unintentionally— Gezer with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Kibzaim with its pasturelands, and Beth Horon with its pasturelands— four cities in all."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "From the tribe of Dan, the clan of Kohath was given Eltekeh with its pasturelands, Gibbethon with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Aijalon with its pasturelands, and Gath Rimmon with its pasturelands— four cities in all."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "From the half tribe of Manasseh, the clan of Kohath was given Taanach with its pasturelands and Gath Rimmon with its pasturelands— two cities."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "There were ten cities in all for the rest of the clans of the Kohathites, including their pasturelands."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "From the half tribe of Manasseh, to clans of Gershon, these were other Levite clans, and they gave Golan in Bashan with its pasturelands— a city of refuge for anyone who killed another unintentionally, along with Be Eshterah with its pasturelands— two cities in all."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "To the clans of Gershon they also gave Kishion from the tribe of Issachar, along with its pasturelands, Daberath with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Jarmuth with its pasturelands, and En Gannim with its pasturelands— four cities."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "From the tribe of Asher, they gave Mishal with its pasturelands, Abdon with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Helkath with its pasturelands, and Rehob with its pasturelands— four cities in all."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "From the tribe of Naphtali, they gave the clans of Gershon Kedesh in Galilee with its pasturelands— a city of refuge for anyone who killed another unintentionally; Hammoth Dor with its pasturelands, and Kartan with its pasturelands— three cities in all."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "There were thirteen cities in all, out of the clans of Gershon, including their pasturelands."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "34",
            "text": "To the rest of the Levites— the clans of Merari— were given out of the tribe of Zebulun: Jokneam with its pasturelands, Kartah with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Dimnah with its pasturelands, and Nahalal with its pasturelands— four cities in all."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "To the clans of Merari were given from the tribe of Reuben: Bezer with its pasturelands, Jahaz with its pasturelands,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Kedemoth with its pasturelands, and Mephaath with its pasturelands— four cities."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Out of the tribe of Gad they were given Ramoth in Gilead with its pasturelands— a city of refuge for anyone who killed another unintentionally— and Mahanaim with its pasturelands."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "The clans of Merari were also given Heshbon with its pasturelands, and Jazer with its pasturelands. These were four cities in all."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "All these were the cities of the several clans of Merari, who were from the tribe of Levi— twelve cities in all were given to them by the casting of lots."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "41",
            "text": "The cities of the Levites taken from the middle of the land possessed by the people of Israel were forty- eight cities, including their pasturelands."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "These cities each had its surrounding pasturelands. It was this way with all these cities."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "43",
            "text": "So Yahweh gave to Israel all the land that he swore to give to their ancestors. The Israelites took possession of it and settled there."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Then Yahweh gave them rest on every side, just as he had sworn to their ancestors. Not one of their enemies could defeat them. Yahweh gave all their enemies into their hand."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Not one thing among all the good promises that Yahweh had spoken to the house of Israel failed to come true. All of them came to be."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 21
  },
  "id": "JOS EN_ULT en_English_ltr Thu Jun 13 2019 12:01:25 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Joshua",
  "intro": [
    {
      "tag": "mt",
      "text": "Joshua "
    }
  ]
}