{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The Lord has covered the daughter of Zion under the cloud of his anger."
          },
          {
            "tag": "q",
            "text": "He has thrown the splendor of Israel down from heaven to earth."
          },
          {
            "tag": "q",
            "text": "He has not remembered his footstool on the day of his anger."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The Lord has swallowed up and has had no compassion on all the towns of Jacob."
          },
          {
            "tag": "q",
            "text": "In the days of his anger he has thrown down the fortified cities of the daughter of Judah;"
          },
          {
            "tag": "q",
            "text": "in dishonor he has brought down to the ground the kingdom and its rulers."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "With fierce anger he has cut off every horn of Israel."
          },
          {
            "tag": "q",
            "text": "He has withdrawn his right hand from before the enemy."
          },
          {
            "tag": "q",
            "text": "He has burned up Jacob like a blazing fire that devours everything around it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Like an enemy he has bent his bow toward us,"
          },
          {
            "tag": "q",
            "text": "with his right is ready to shoot."
          },
          {
            "tag": "q",
            "text": "He has slaughtered all who had been so pleasing to him in the tent of the daughter of Zion;"
          },
          {
            "tag": "q",
            "text": "he has poured out his wrath like fire."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The Lord has become like an enemy. He has swallowed up Israel."
          },
          {
            "tag": "q",
            "text": "He has swallowed up all her palaces. He has destroyed her strongholds."
          },
          {
            "tag": "q",
            "text": "He has increased mourning and lamentation within the daughter of Judah."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He has attacked his tabernacle like a garden hut. He has destroyed the place of the solemn assembly."
          },
          {
            "tag": "q",
            "text": "Yahweh has caused both solemn assembly and Sabbath to be forgotten in Zion,"
          },
          {
            "tag": "q",
            "text": "for he has despised both king and priest in the indignation of his anger."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The Lord has rejected his altar and disowned his sanctuary."
          },
          {
            "tag": "q",
            "text": "He has given over the walls of her palaces into the hand of the enemy."
          },
          {
            "tag": "q",
            "text": "They have raised a shout in the house of Yahweh, as on the day of an appointed feast."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Yahweh decided to destroy the city wall of the daughter of Zion."
          },
          {
            "tag": "q",
            "text": "He has stretched out the measuring line and has not withheld his hand from destroying the wall."
          },
          {
            "tag": "q",
            "text": "He has made the ramparts and wall to lament; together they wasted away."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Her gates have sunk into the ground; he has destroyed and broken the bars of her gate."
          },
          {
            "tag": "q",
            "text": "Her king and her princes are among the nations, the law is no more"
          },
          {
            "tag": "q",
            "text": "and her prophets find no vision from Yahweh."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The elders of the daughter of Zion sit on the ground in silence."
          },
          {
            "tag": "q",
            "text": "They have thrown dust on their heads and put on sackcloth."
          },
          {
            "tag": "q",
            "text": "The virgins of Jerusalem have bowed their heads to the ground."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "My eyes have failed from their tears; my stomach churns;"
          },
          {
            "tag": "q",
            "text": "my inner parts are poured out to the ground because of the destruction of the daughter of my people,"
          },
          {
            "tag": "q",
            "text": "children and infants faint in the streets of the city. "
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They say to their mothers, “Where is grain and wine?”"
          },
          {
            "tag": "q",
            "text": "as they faint like a wounded man in the streets of the city,"
          },
          {
            "tag": "q",
            "text": "their lives are poured out on the bosom of their mothers."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "What can I say to you, daughter of Jerusalem?"
          },
          {
            "tag": "q",
            "text": "To what can I compare to you, that I may comfort you, virgin daughter of Zion?"
          },
          {
            "tag": "q",
            "text": "Your wound is as great as the sea. Who can heal you?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Your prophets have seen false and worthless visions for you."
          },
          {
            "tag": "q",
            "text": "They have not exposed your iniquity to restore your fortunes,"
          },
          {
            "tag": "q",
            "text": "but for you they gave utterances that are false and misleading."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "All those who pass along the road clap their hands at you."
          },
          {
            "tag": "q",
            "text": "They hiss and shake their heads against the daughter of Jerusalem and say,"
          },
          {
            "tag": "q",
            "text": "“Is this the city that they called ‘The Perfection of Beauty,’ ‘The Joy for All of Earth’?”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "All your enemies open their mouths against you."
          },
          {
            "tag": "q",
            "text": "They sneer and grind their teeth in rage and say, “We have swallowed her up!"
          },
          {
            "tag": "q",
            "text": "This is the day we have waited for! We have lived to see it!”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh has done what he planned to do. He has fulfilled his word."
          },
          {
            "tag": "q",
            "text": "He has overthrown you without pity,"
          },
          {
            "tag": "q",
            "text": "for he has permitted the enemy to rejoice over you; he has lifted up the horn of your enemies."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Their heart cried out to the Lord,"
          },
          {
            "tag": "q",
            "text": "walls of the daughter of Zion! Make your tears flow down like a river day and night."
          },
          {
            "tag": "q",
            "text": "Give yourself no relief, your eyes no relief."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Arise, cry out in the night, at the beginning of the night watches!"
          },
          {
            "tag": "q",
            "text": "Pour out your heart like water before the face of the Lord."
          },
          {
            "tag": "q",
            "text": "Lift up your hands to him for the lives of your children who faint with hunger at the corner of every street.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "See, Yahweh, and consider those you have dealt in this way."
          },
          {
            "tag": "q",
            "text": "Should women eat the fruit of their wombs, the children whom they have cared for?"
          },
          {
            "tag": "q",
            "text": "Should priest and prophet be slaughtered in the sanctuary of the Lord?"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Both the young and the old lie on the dust of the streets."
          },
          {
            "tag": "q",
            "text": "My young women and my young men have fallen by the sword;"
          },
          {
            "tag": "q",
            "text": "you have slaughtered them without taking pity on them."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You have summoned, as you would call the people to a feast day, my terrors on every side, on the day of the anger of Yahweh no one escaped or survived;"
          },
          {
            "tag": "q",
            "text": "those I cared for and raised,"
          },
          {
            "tag": "q",
            "text": "my enemy has destroyed."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 2
  },
  "id": "LAM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Lamentations",
  "intro": [
    {
      "tag": "mt",
      "text": "Lamentations"
    }
  ]
}