{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The gold has become tarnished; how the purest gold has changed!"
          },
          {
            "tag": "q",
            "text": "The holy stones are scattered at the corner of every street."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The precious sons of Zion were worth their weight in pure gold,"
          },
          {
            "tag": "q",
            "text": "but now they are worth no more than clay jars, the work of the potter’s hands!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Even the jackals offer the breast to nurse their cubs, but"
          },
          {
            "tag": "q",
            "text": "the daughter of my people has become cruel, like the ostriches in the desert."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The tongue of the nursing baby sticks to the roof of his mouth by thirst;"
          },
          {
            "tag": "q",
            "text": "the children ask for food, but there is none for them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Those who used to feast on the finest food now starve in the streets."
          },
          {
            "tag": "q",
            "text": "Those who were brought up wearing scarlet clothing now lie on piles of ashes."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The punishment of the daughter of my people is greater than that of Sodom,"
          },
          {
            "tag": "q",
            "text": "which was overthrown in a moment and no hands were wrung for her."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Her leaders were purer than snow, whiter than milk;"
          },
          {
            "tag": "q",
            "text": "their bodies were more ruddy than coral, their form was like sapphire."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Their appearance now is darker than soot;"
          },
          {
            "tag": "q",
            "text": "they are not recognized in the streets."
          },
          {
            "tag": "q",
            "text": "Their skin has shriveled on their bones;"
          },
          {
            "tag": "q",
            "text": "it has become as dry as wood."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Those who have been killed by the sword were happier than those killed by hunger,"
          },
          {
            "tag": "q",
            "text": "who wasted away, pierced by the lack of any harvest from the field."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The hands of compassionate women have boiled their own children;"
          },
          {
            "tag": "q",
            "text": "they became their food during the time"
          },
          {
            "tag": "q",
            "text": "when the daughter of my people was being destroyed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Yahweh showed all his wrath; he poured out his fierce anger."
          },
          {
            "tag": "q",
            "text": "He kindled a fire in Zion that consumed her foundations."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The kings of the earth did not believe,"
          },
          {
            "tag": "q",
            "text": "nor did any of the inhabitants of the world believe,"
          },
          {
            "tag": "q",
            "text": "that enemies or opponents could enter the gates of Jerusalem."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "This happened because of the sins of her prophets and the iniquities of her priests"
          },
          {
            "tag": "q",
            "text": "who have shed the blood of the righteous in her midst."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They wandered, blind, through the streets."
          },
          {
            "tag": "q",
            "text": "They were so defiled by that blood that no one was allowed to touch their clothes."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“Away! Unclean!” people cried at them. “Away! Away! Do not touch!”"
          },
          {
            "tag": "q",
            "text": "So they wandered about; people said among the nations, “They can stay here no longer.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh himself scattered them; he does not watch over them anymore."
          },
          {
            "tag": "q",
            "text": "They do not honor the priests,"
          },
          {
            "tag": "q",
            "text": "and they did not show any favor to the elders."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Our eyes failed, looking in vain for help;"
          },
          {
            "tag": "q",
            "text": "from our watchtowers we watched"
          },
          {
            "tag": "q",
            "text": "for a nation that could not rescue us."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They followed our steps,"
          },
          {
            "tag": "q",
            "text": "we could not walk in our streets."
          },
          {
            "tag": "q",
            "text": "Our end was near and our days were numbered,"
          },
          {
            "tag": "q",
            "text": "our end had come."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Our pursuers were swifter than the eagles in the sky."
          },
          {
            "tag": "q",
            "text": "They chased us to the mountains and lay in wait for us in the wilderness."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The breath in our nostrils—Yahweh’s anointed one—he was the one who was captured in their pits;"
          },
          {
            "tag": "q",
            "text": "of whom it was said, “Under his shadow we will live among the nations.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Rejoice and be glad, daughter of Edom,"
          },
          {
            "tag": "q",
            "text": "you who live in the land of Uz."
          },
          {
            "tag": "q",
            "text": "But to you also the cup will be passed;"
          },
          {
            "tag": "q",
            "text": "you will be drunk and strip yourself naked."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Daughter of Zion, your punishment will come to an end;"
          },
          {
            "tag": "q",
            "text": "he will not extend your exile."
          },
          {
            "tag": "q",
            "text": "But daughter of Edom, he will punish;"
          },
          {
            "tag": "q",
            "text": "he will uncover your sins."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 4
  },
  "id": "LAM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Lamentations",
  "intro": [
    {
      "tag": "mt",
      "text": "Lamentations"
    }
  ]
}