[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "I am a man who has seen misery under the rod of Yahweh’s fury."
      },
      {
        "t": "v",
        "n": 2,
        "v": "He drove me away and caused me to walk in darkness rather than light."
      },
      {
        "t": "v",
        "n": 3,
        "v": "Surely he turned his hand against me again and again, the whole day long."
      },
      {
        "t": "v",
        "n": 4,
        "v": "He made my flesh and my skin waste away; he broke my bones."
      },
      {
        "t": "v",
        "n": 5,
        "v": "He built up siege works against me, and surrounded me with bitterness and hardship."
      },
      {
        "t": "v",
        "n": 6,
        "v": "He made me live in dark places, like those who died long ago."
      },
      {
        "t": "v",
        "n": 7,
        "v": "He built a wall around me and I cannot escape. He made my chains heavy"
      },
      {
        "t": "v",
        "n": 8,
        "v": "and though I call out and cry for help, he shut out my prayer."
      },
      {
        "t": "v",
        "n": 9,
        "v": "He blocked my path with a wall of hewn stone; he made my paths crooked."
      },
      {
        "t": "v",
        "n": 10,
        "v": "He is like a bear waiting to ambush me, a lion in hiding;"
      },
      {
        "t": "v",
        "n": 11,
        "v": "he turned aside my paths, he has made me desolate."
      },
      {
        "t": "v",
        "n": 12,
        "v": "He bent his bow and set me as a target for his arrow."
      },
      {
        "t": "v",
        "n": 13,
        "v": "He pierced my kidneys with the arrows of his quiver."
      },
      {
        "t": "v",
        "n": 14,
        "v": "I became a laughingstock to all my people, the object of their taunting all day long."
      },
      {
        "t": "v",
        "n": 15,
        "v": "He filled me with bitterness and forced me to drink wormwood."
      },
      {
        "t": "v",
        "n": 16,
        "v": "He has made my teeth grind with gravel, and he made me cower in the ashes."
      },
      {
        "t": "v",
        "n": 17,
        "v": "My soul is deprived of peace; I have forgotten what happiness is."
      },
      {
        "t": "v",
        "n": 18,
        "v": "So I say, “My endurance has perished and so has my hope in Yahweh.”"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Remember my affliction and my wanderings, the wormwood and bitterness."
      },
      {
        "t": "v",
        "n": 20,
        "v": "I continually remember it and my soul is bowed down within me."
      },
      {
        "t": "v",
        "n": 21,
        "v": "But I call this to mind and therefore I have hope:"
      },
      {
        "t": "v",
        "n": 22,
        "v": "The steadfast love of Yahweh never ceases and his compassions never end,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "they are new every morning; your faithfulness is great."
      },
      {
        "t": "v",
        "n": 24,
        "v": "“Yahweh is my inheritance,” I said, therefore I will hope in him."
      },
      {
        "t": "v",
        "n": 25,
        "v": "Yahweh is good to those who wait for him, to the one who seeks him."
      },
      {
        "t": "v",
        "n": 26,
        "v": "It is good to wait silently for the salvation of Yahweh."
      },
      {
        "t": "v",
        "n": 27,
        "v": "It is good for a man that he bear the yoke in his youth."
      },
      {
        "t": "v",
        "n": 28,
        "v": "Let him sit alone in silence, when it is laid upon him."
      },
      {
        "t": "v",
        "n": 29,
        "v": "Let him put his mouth in the dust—there may yet be hope."
      },
      {
        "t": "v",
        "n": 30,
        "v": "Let him offer his cheek to the one who strikes him, and let him be filled to the full with reproach."
      },
      {
        "t": "v",
        "n": 31,
        "v": "For the Lord will not reject us forever,"
      },
      {
        "t": "v",
        "n": 32,
        "v": "but though he causes grief, he will have compassion according to the abundance of his steadfast love."
      },
      {
        "t": "v",
        "n": 33,
        "v": "For he does not afflict from his heart or torment the children of mankind."
      },
      {
        "t": "v",
        "n": 34,
        "v": "To crush underfoot all the prisoners of the earth,"
      },
      {
        "t": "v",
        "n": 35,
        "v": "to deny a man justice in the presence of the Most High,"
      },
      {
        "t": "v",
        "n": 36,
        "v": "to deny justice to a person—the Lord would not approve such things!"
      },
      {
        "t": "v",
        "n": 37,
        "v": "Who has spoken and it came to pass, unless the Lord decreed it?"
      },
      {
        "t": "v",
        "n": 38,
        "v": "Is it not from the mouth of the Most High that both calamities and the good come?"
      },
      {
        "t": "v",
        "n": 39,
        "v": "How can any person alive complain? How can a person complain about the punishment for his sins?"
      },
      {
        "t": "v",
        "n": 40,
        "v": "Let us examine our ways and test them, and let us return to Yahweh."
      },
      {
        "t": "v",
        "n": 41,
        "v": "Let us lift up our hearts and our hands to God in the heavens:"
      },
      {
        "t": "v",
        "n": 42,
        "v": "“We have transgressed and rebelled, and you have not forgiven."
      },
      {
        "t": "v",
        "n": 43,
        "v": "You have covered yourself with anger and pursued us, you have killed and you have not spared."
      },
      {
        "t": "v",
        "n": 44,
        "v": "You have covered yourself with a cloud so that no prayer can pass through."
      },
      {
        "t": "v",
        "n": 45,
        "v": "You have made us like filthy scum and refuse among the nations."
      },
      {
        "t": "v",
        "n": 46,
        "v": "All our enemies curse us,"
      },
      {
        "t": "v",
        "n": 47,
        "v": "panic and pitfall have come upon us, ruin and destruction."
      },
      {
        "t": "v",
        "n": 48,
        "v": "My eyes flow with streams of tears because my people are destroyed."
      },
      {
        "t": "v",
        "n": 49,
        "v": "My eyes will shed tears without ceasing, without relief,"
      },
      {
        "t": "v",
        "n": 50,
        "v": "until Yahweh from heaven looks down and sees."
      },
      {
        "t": "v",
        "n": 51,
        "v": "My eyes cause me grief because of all the daughters of my city."
      },
      {
        "t": "v",
        "n": 52,
        "v": "I have been hunted like a bird by those who were my enemies; they hunted me without a reason."
      },
      {
        "t": "v",
        "n": 53,
        "v": "They cast me into a pit and they threw a stone on me,"
      },
      {
        "t": "v",
        "n": 54,
        "v": "and they caused waters to overflow, covering my head. I said, ‘I have been cut off!’"
      },
      {
        "t": "v",
        "n": 55,
        "v": "I called on your name, Yahweh, from the depths of the pit."
      },
      {
        "t": "v",
        "n": 56,
        "v": "You heard my voice when I said, ‘Do not close your ear to my cry for help.’"
      },
      {
        "t": "v",
        "n": 57,
        "v": "You came near on the day I called on you; you said, ‘Do not fear.’"
      },
      {
        "t": "v",
        "n": 58,
        "v": "Lord, you defended my case, you saved my life!"
      },
      {
        "t": "v",
        "n": 59,
        "v": "Yahweh, you have seen the wrong they have done to me; judge my case."
      },
      {
        "t": "v",
        "n": 60,
        "v": "You have seen their insults, all their plots against me—"
      },
      {
        "t": "v",
        "n": 61,
        "v": "You have heard their scorn, Yahweh, and all their plans regarding me."
      },
      {
        "t": "v",
        "n": 62,
        "v": "The lips and the accusations of my enemies come against me all the day."
      },
      {
        "t": "v",
        "n": 63,
        "v": "Look at how they sit and then rise up; they mock me with their songs."
      },
      {
        "t": "v",
        "n": 64,
        "v": "Pay back to them, Yahweh, according to what they have done."
      },
      {
        "t": "v",
        "n": 65,
        "v": "You will let their hearts be shameless! May your condemnation be upon them!"
      },
      {
        "t": "v",
        "n": 66,
        "v": "You pursue them in anger and destroy them from under the heavens, Yahweh!”"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  }
]