[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "If someone offers a sacrifice which is a fellowship offering of an animal from the herd, whether male or female, he must offer an animal without blemish before Yahweh."
      },
      {
        "t": "v",
        "n": 2,
        "v": "He will lay his hand on the head of his offering and kill it at the door of the tent of meeting. Then Aaron’s sons the priests will sprinkle its blood on the sides of the altar."
      },
      {
        "t": "v",
        "n": 3,
        "v": "The man will offer the sacrifice of a fellowship offering by fire to Yahweh. The fat that covers or is connected to the inner parts,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "and the two kidneys and the fat that is on them by the loins, and the lobe of the liver, with the kidneys—he will remove all of this."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Aaron’s sons will burn that on the altar with the burnt offering, which is on the wood that is on the fire. This will produce a sweet aroma for Yahweh; it will be an offering made to him by fire."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "If the man’s sacrifice of a fellowship offering to Yahweh is from the flock; male or female, he must offer a sacrifice without blemish."
      },
      {
        "t": "v",
        "n": 7,
        "v": "If he offers a lamb for his sacrifice, then he must offer it before Yahweh."
      },
      {
        "t": "v",
        "n": 8,
        "v": "He will lay his hand on the head of his sacrifice and kill it before the tent of meeting. Then Aaron’s sons will sprinkle its blood on the sides of the altar."
      },
      {
        "t": "v",
        "n": 9,
        "v": "The man will offer the sacrifice of fellowship offerings as an offering made by fire to Yahweh. The fat, the entire fat tail cut away close to the backbone, and the fat that covers the inner parts and all the fat that is near the inner parts,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "and the two kidneys and the fat that is with them, which is by the loins, and the lobe of the liver, with the kidneys—he will remove all of this."
      },
      {
        "t": "v",
        "n": 11,
        "v": "Then the priest will burn it all on the altar as a burnt offering of food to Yahweh."
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "If the man’s offering is a goat, then he will offer it before Yahweh."
      },
      {
        "t": "v",
        "n": 13,
        "v": "He must lay his hand on the head of the goat and kill it before the tent of meeting. Then the sons of Aaron will sprinkle its blood on the sides of the altar."
      },
      {
        "t": "v",
        "n": 14,
        "v": "The man will offer his sacrifice made by fire to Yahweh. He will remove the fat that covers the inner parts, and all the fat near the inner parts."
      },
      {
        "t": "v",
        "n": 15,
        "v": "He will also remove the two kidneys and the fat that is with them, which is by the loins, and the lobe of the liver with the kidneys."
      },
      {
        "t": "v",
        "n": 16,
        "v": "The priest will burn all that on the altar as a burnt offering of food, to produce a sweet aroma. All the fat belongs to Yahweh."
      },
      {
        "t": "v",
        "n": 17,
        "v": "It will be a permanent statute throughout your people’s generations in every place you make your home, that you must not eat fat or blood.’”"
      }
    ]
  }
]