{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh spoke to Moses, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“If anyone sins and acts unfaithfully against Yahweh by deceiving his neighbor regarding something held in trust, or was left in his care, or about something that was stolen, or if he has oppressed his neighbor,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "or he has found something that his neighbor lost and lies about it, or if he swears falsely, or in any matters like these by which people sin,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and if he has sinned and is found to be guilty, he must restore whatever he took by robbery or oppression, or that which was entrusted to him, or that which was lost but that he had found."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "In addition, in any matter in which he swore falsely, he must restore it in full and he must add one-fifth of the value of it and pay it all to the owner on the day that he is found guilty."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then he must bring his guilt offering to Yahweh, a ram without blemish from the flock that is worth the current value, as a guilt offering to the priest."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The priest will make atonement for him before Yahweh, and he will be forgiven concerning whatever he has become guilty of doing.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then Yahweh spoke to Moses, saying,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "“Command Aaron and his sons, saying, ‘This is the law of the burnt offering: The burnt offering must be on the hearth of the altar all night until morning, and the fire of the altar will be kept burning."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "The priest will put on his linen clothes, and he will also put on his linen underclothes. He will pick up the ashes that are left after the fire has consumed the burnt offering on the altar, and he will put the ashes beside the altar."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He will take off his garments and put on other garments to carry the ashes outside the camp to a place that is clean."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The fire on the altar will be kept burning. It must not go out, and the priest will burn wood on it every morning. He will arrange the burnt offering as required on it, and he will burn on it the fat of the peace offerings."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Fire must be kept burning on the altar continually. It must not go out."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "This is the law of the grain offering. The sons of Aaron will offer it before Yahweh before the altar."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The priest will take up a handful of the fine flour of the grain offering and of the oil and the incense which is on the grain offering, and he will burn it on the altar to produce a sweet aroma as a representative offering."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Aaron and his sons will eat whatever is left of the offering. It must be eaten without yeast in a holy place. They will eat it in the courtyard of the tent of meeting."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "It must not be baked with yeast. I have given it as their part of my offerings made by fire. It is most holy, as the sin offering and the guilt offering."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For all time to come throughout your people’s generations, any male descended from Aaron may eat it as his share, taken from the offerings of Yahweh made by fire. Whoever touches them will become holy.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "So Yahweh spoke to Moses again, saying,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "“This is the offering of Aaron and of his sons, which they will offer to Yahweh on the day when each son is anointed: a tenth part of an ephah of fine flour as a regular grain offering, half of it in the morning and half of it in the evening."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It will be made with oil in a baking pan. When it is soaked, you will bring it in. In baked pieces you will offer the grain offering to produce a sweet aroma for Yahweh."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The son of the high priest who is becoming the new high priest from among his sons will offer it. As commanded forever, all of it shall be burned to Yahweh."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Every grain offering of the priest will be completely burned up. It must not be eaten.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Yahweh spoke to Moses again, saying,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: The sin offering must be killed at the place where the burnt offering is killed before Yahweh. It is most holy."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The priest who offers it for sin will eat it. It must be eaten in a holy place in the courtyard of the tent of meeting."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Whatever touches its meat will become holy, and if the blood is sprinkled on any garment, you must wash it, the part that was sprinkled on, in a holy place."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But the clay pot in which it is boiled must be broken. If it is boiled in a bronze pot, it must be scrubbed and rinsed clean in water."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Any male among the priests may eat some of it because it is most holy."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But any sin offering whose blood is brought into the tent of meeting to make atonement in the holy place must not be eaten. It must be burned."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "LEV unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Leviticus",
  "intro": [
    {
      "tag": "mt",
      "text": "Leviticus "
    }
  ]
}