{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it happened that, while the crowd of people were pressing in on Jesus and listening to the word of God, he was standing by the lake of Gennesaret."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He saw two boats pulled up by the edge of the lake, but the fishermen had gotten out of them and were washing their nets."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then Jesus got into one of the boats, which was Simon’ s, and asked him to put it out a short distance from the land. Then he sat down and taught the crowds from the boat."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When he had finished speaking, he said to Simon, “ Take the boat out into the deeper water and let down your nets for a catch.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Simon answered and said, “ Master, we worked all night, and caught nothing, but at your word, I will let down the nets.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When they had done this, they gathered a very large number of fish, and their nets were breaking."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So they motioned to their partners in the other boat that they should come to help them. They came and filled both the boats, so that they began to sink."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But Simon Peter, when he saw it, fell down at the knees of Jesus, saying, “ Depart from me, for I am a sinful man, Lord.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For amazement had taken hold of him, and all those with him, at the catch of fish which they had taken,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and likewise also James and John, sons of Zebedee, who were partners with Simon. Then Jesus said to Simon, “ Do not be afraid; from now on you will be catching men.”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When they had brought their boats to land, they left everything and followed him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "It came about that while he was in one of the cities, there was a man full of leprosy. Now when he saw Jesus, he fell on his face and begged him, saying, “ Lord, if you are willing, you can make me clean.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then Jesus reached out his hand and touched him, saying, “ I am willing. Be clean.” Immediately the leprosy left him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then he instructed him to tell no one, but told him, “ Go on your way, and show yourself to the priest and offer a sacrifice for your cleansing, according to what Moses commanded, for a testimony to them.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But the report about him spread even farther, and large crowds of people came together to hear him teach and to be healed of their sicknesses."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But he often withdrew into the deserted places and prayed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Now it came about on one of those days that he was teaching, and there were Pharisees and teachers of the law sitting there who had come from every village of Galilee and Judea, and from Jerusalem. The power of the Lord was there for him to heal."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Now there were some men carrying on a mat a man who was paralyzed, and they were seeking to bring him inside and to lay him down in front of Jesus."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When they could not find a way to bring him in because of the crowd, they went up to the housetop and let the man down through the tiles, on his mat, into the midst of the people, in front of Jesus."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Seeing their faith, he said, “ Man, your sins are forgiven you.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then the scribes and the Pharisees began to question this, saying, “ Who is this who speaks blasphemies? Who can forgive sins but God alone?”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But Jesus, knowing their thoughts, answered and said to them, “ Why are you questioning this in your hearts?"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Which is easier to say, ‘ Your sins are forgiven you’ or to say‘ Get up and walk?’"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But that you may know that the Son of Man has authority on earth to forgive sins,”— he said to the paralysed man—” I tell you, get up, and picking up your mat, go to your house.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Immediately he got up in front of them, picked up the mat on which he was lying, and went away to his house, glorifying God."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then amazement took hold of them all, and they glorified God, and were filled with fear, saying, “ We have seen extraordinary things today.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "After these things, Jesus went out from there and saw a tax collector named Levi sitting at the tax collector’ s tent. He said to him, “ Follow me.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So getting up and leaving everything behind, he began to follow him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Then Levi made a great banquet in his house for Jesus, and there was a large crowd of tax collectors and other people who were reclining at the table with them."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But the Pharisees and their scribes were complaining to his disciples, saying, “ Why do you eat and drink with tax collectors and sinners?”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Jesus answered and said to them, “ People who are well do not need a physician, but those who are sick."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "I did not come to call the righteous, but sinners to repentance.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Then they said to him, “ The disciples of John often fast and make prayers, and the disciples of the Pharisees do the same. But your disciples eat and drink.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So Jesus said to them, “ You cannot make the wedding attendants fast while the bridegroom is with them, can you?"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "But the days will indeed come when the bridegroom will be taken away from them, then in those days they will fast.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Then Jesus also spoke a parable to them. “ No one, having torn a piece of cloth from a new garment, sews it onto an old garment. But if he did that, he would tear the new garment, and the old garment will not match the piece that is from the new garment."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "And no one puts new wine into old wineskins. But if he does that, the new wine would burst the wineskins, and it will be spilled out, and the wineskins will be destroyed."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But new wine must be put into fresh wineskins."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "No one after drinking old wine wants the new, for he says, ‘ The old is better.’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}