{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now there were some present at that time who told him about the Galileans whose blood Pilate mixed with their sacrifices."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Jesus answered and said to them, “ Do you think that these Galileans were more sinful than all the other Galileans because they suffered in this way?"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "No, I tell you. But if you do not repent, you will all perish in the same way."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Or those eighteen people in Siloam on whom a tower fell and killed them, do you think that they were worse sinners than all the men who live in Jerusalem?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "No, I say to you. But if you do not repent, you will all likewise perish.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then Jesus spoke this parable, “ A certain man had a fig tree planted in his vineyard, and he came seeking fruit on it, but did not find any."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So he said to the gardener, ‘ Look, for three years I came seeking fruit on this fig tree and did not find any. Cut it down. Why let it even waste the ground?’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But he answered and said to him, ‘ Master, leave it alone this year also, while I dig around it and put manure on it."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If indeed it bears fruit in that time, good; but if not, you will cut it down!’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Now Jesus was teaching in one of the synagogues during the Sabbath,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "and there was a woman who for eighteen years had a spirit of weakness. She was bent over and was not able to straighten up completely."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now when Jesus saw her, he called her near and said to her, “ Woman, you are freed from your weakness.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then he placed his hands on her, and immediately she was straightened up and she glorified God."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But the synagogue ruler, being indignant because Jesus had healed on the Sabbath, answered and said to the crowd, “ There are six days in which it is necessary to work. So come and be healed during them, and not on the Sabbath day.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But the Lord answered him and said, “ Hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from the stall and lead it away to drink?"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So this woman, being a daughter of Abraham, whom behold, Satan bound for eighteen years, should she not be released from this bond on the Sabbath day?”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "As he said these things, all those who opposed him were ashamed, but the whole crowd was rejoicing at all the glorious things that were being done by him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Then Jesus said, “ What is the kingdom of God like, and what can I compare it to?"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "It is like a mustard seed that a man took and threw into his garden, and it grew and became a tree, and the birds of the air nested in its branches.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Then again he said, “ To what can I compare the kingdom of God?"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It is like yeast that a woman took and mixed with three measures of flour until it was all leavened.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then Jesus traveled through the towns and villages, teaching and making his way toward Jerusalem."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Now someone said to him, “ Lord, are those who are being saved only a few?” So he said to them,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "“ Struggle to enter through the narrow door, because, I say to you, many will seek to enter, but will not be able."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Once the owner of the house gets up and locks the door, then you will begin to stand outside and pound the door, saying, ‘ Lord, open for us.’ But he will answer and say to you, ‘ I do not know you, where you are from.’"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then you will begin to say, ‘ We ate and drank in your presence, and you taught in our streets.’"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But he will reply, ‘ I say to you, I do not know where you are from. Get away from me, all you evildoers!’"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "In that place, there will be crying and the grinding of teeth when you see Abraham, and Isaac, and Jacob, and all the prophets in the kingdom of God, but you are thrown out."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "They will come from east and west, and from north and south, and will recline at table in the kingdom of God."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "And see, some are last who will be first, and some are first who will be last.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "At that same hour, certain Pharisees approached, saying to him, “ Leave and go away from here, because Herod wants to kill you.”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So he said to them, “ Go and tell that fox, ‘ Look, I cast out demons and perform healings today and tomorrow, and the third day I will reach my goal.’"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Nevertheless, it is necessary for me to continue today, and tomorrow, and the following day, for it is not acceptable for a prophet to perish outside of Jerusalem."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to you. How often I desired to gather your children the way a hen gathers her brood under her wings, but you were not willing."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "See, your house is abandoned. For I say to you, you will not see me until the time comes when you say, ‘ Blessed is he who comes in the name of the Lord.’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}