{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now in those days, it came about that a decree went out from Caesar Augustus that a census be taken of all the people in the world."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "This first census happened while Quirinius was governing Syria."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So everyone went to be registered, each one to his own city."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family line of David."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He went to register with Mary, who was engaged to him and was pregnant."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now it came about that while they were there, the time came for the birth of her baby."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "And she gave birth to her son, her firstborn child, and she wrapped him in long strips of cloth and laid him in a manger, because there was no room for them in the inn."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Now there were shepherds in the same region, who were staying in the fields and keeping watch over their flock at night."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were extremely afraid."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then the angel said to them, “ Do not be afraid, for behold, I bring you great joy, which will be to all the people."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For today was born for you in the city of David, a Savior who is Christ the Lord!"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "This will be the sign to you: You will find a baby wrapped in strips of cloth and lying in a manger.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "And suddenly there appeared with the angel a multitude of the heavenly army, praising God and saying,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "“ Glory to God in the highest, and on earth, peace among people with whom he is pleased.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "It came about that when the angels had gone away from them into heaven, the shepherds said to each other, “ Let us indeed go to Bethlehem, and see this thing that has happened, which the Lord has made known to us.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So they hurried there and found Mary and Joseph, and the baby, who was lying in the manger."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "After they had seen him, they made known concerning the message that had been told to them about this child."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "All those who heard it were amazed concerning the things that were spoken to them by the shepherds."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But Mary treasured up all these things, pondering them in her heart."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then the shepherds returned, glorifying and praising God for everything that they had heard and seen, just as it had been spoken to them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Now when eight days had passed, at his circumcision, then his name was called Jesus, which he had been called by the angel before he was conceived in the womb."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "And when the days of their purification had passed, according to the law of Moses, they brought him up to Jerusalem to present him to the Lord"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "( as it is written in the law of the Lord, “ Every male who opens the womb will be called holy to the Lord”),"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and to offer a sacrifice according to what was said in the law of the Lord, “ a pair of doves or two young pigeons.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Now see, there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, looking for the consolation of Israel, and the Holy Spirit was upon him."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’ s Christ."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He came in the Spirit into the temple; and when the parents brought in the child Jesus, so they could do for him according to what was the custom of the law,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "he took him into his arms and praised God and he said,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "“ Now let your servant depart in peace, Lord, according to your word."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "For my eyes have seen your salvation,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "which you have prepared in the presence of all the peoples:"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "A light for revelation to the Gentiles and glory to your people Israel.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Now his father and mother"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts add to the text the name of his father, "
          },
          {
            "tag": "fqa",
            "text": "Joseph . Some do not mention the mother. The most reliable manuscripts have"
          },
          {
            "tag": "fqa",
            "text": "his father and mother ."
          },
          {
            "tag": "f",
            "text": "* were amazed at what was said about him."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Then Simeon blessed them, and said to Mary his mother, “ Behold, this child is appointed for the downfall and rising up of many people in Israel and for a sign that is spoken against—"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "and a sword will also pierce your own soul— so that the thoughts of many hearts may be revealed.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Anna was also there, a prophetess, the daughter of Phanuel from the tribe of Asher. She was very advanced in years, having lived with her husband for seven years after her virginity,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "and she was a widow for eighty- four years. She never left the temple, serving with fastings and prayers, night and day."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Coming up to them at that very hour, she began giving thanks to God and speaking about the child to all those who had been waiting for the redemption of Jerusalem."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So when they had finished everything that was according to the law of the Lord, they returned to Galilee, to their own town of Nazareth."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "40",
            "text": "And the child grew and became strong, being filled with wisdom, and the grace of God was upon him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "41",
            "text": "Now his parents went every year to Jerusalem for the Festival of the Passover."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "When he was twelve years old, they again went up at the customary time for the feast."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "But after the days were finished, as they were returning home, the boy Jesus stayed behind in Jerusalem. Now his parents did not know it,"
          },
          {
            "tag": "v",
            "num": "44",
            "text": "but assuming that he was with the group of travelers, they went a day’ s journey. Then they started looking for him among their relatives and friends."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "When they did not find him, they returned to Jerusalem and started looking for him there."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "It came about that after three days, they found him in the temple, sitting in the middle of the teachers, and listening to them, and asking them questions."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "And all those who heard him were amazed at his understanding and his answers."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "When they saw him, they were astonished. His mother said to him, “ Son, why have you treated us this way? Look, your father and I have been anxiously searching for you.”"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "But he said to them, “ Why is it that you were searching for me? Did you not know that I must be in my Father’ s house?"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some scholars translate "
          },
          {
            "tag": "fqa",
            "text": "in my Father’s house as"
          },
          {
            "tag": "fqa",
            "text": "about my Father’s business ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "50",
            "text": "But they did not understand the statement that he spoke to them."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "Then he went down with them and came to Nazareth, and was obedient to them. But his mother treasured all these things in her heart."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "52",
            "text": "And Jesus continued to increase in wisdom and stature, and in favor with God and people."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}