{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now all the tax collectors and the sinners were coming to Jesus to listen to him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But both the Pharisees and the scribes were grumbling, saying, “ This man receives sinners, and eats with them.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "So Jesus spoke this parable to them, saying,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "“ Which man among you, having a hundred sheep, and having lost one of them, will not leave the ninety- nine in the wilderness, and go after the one that was lost until he finds it?"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then when he has found it, he lays it across his shoulders, rejoicing."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "When he comes to the house, he calls together his friends and his neighbors, saying to them, ‘ Rejoice with me, for I have found my sheep that was lost.’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I say to you that even so, there will be joy in heaven over one sinner who repents, more than over ninety- nine righteous people who have no need of repentance."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Or what woman, having ten silver coins, if she would lose one coin, would not light a lamp, and sweep the house, and seek diligently until she has found it?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then when she has found it, she calls together her friends and neighbors, saying, ‘ Rejoice with me, for I have found the coin which I lost.’"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "In the same way, I say to you, there is joy in the presence of the angels of God over one sinner who repents.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then he said, “ A certain man had two sons,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "and the younger of them said to his father, ‘ Father, give me the portion of the wealth that falls to me.’ So he divided his property between them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Not many days later, the younger son gathered everything together and went to a country far away, and there he wasted his wealth by living recklessly."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now when he had spent everything, a severe famine happened throughout that country, and he began to be in need."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So he went and hired himself out to one of the citizens of that country, and he sent him into his fields to feed pigs."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He was longing to eat from the carob pods that the pigs ate, but no one gave anything to him."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But when he had come to himself, he said, ‘ How many hired servants of my father have more than enough bread, but I am here, dying from hunger!"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I will get up and go to my father, and will say to him, “ Father, I have sinned against heaven and against you."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I am no longer worthy to be called your son; make me as one of your hired servants.”’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So he got up and went to his own father. But while he was still far away, his father saw him and was moved with compassion, and he ran, fell upon his neck, and kissed him."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then the son said to him, ‘ Father, I have sinned against heaven and in your presence. I am no longer worthy to be called your son.’"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But the father said to his servants, ‘ Bring quickly the best robe, and put it on him, and put a ring on his hand, and sandals on his feet."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then bring the fattened calf, kill it, and let us eat and celebrate!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For this son of mine was dead, and now is alive; he was lost, and now is found.’ Then they began to celebrate."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Now his older son was in the field. As he came in and approached the house, he heard music and dancing."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So he called one of the servants and asked what these things might be."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The servant said to him, ‘ Your brother has come and your father has killed the fattened calf because he has received him back safe and sound.’"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But the older son was angry and was not willing go in, so his father came out and begged him."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But the older son answered and said to his father, ‘ Look, these many years I slaved for you, and I never broke a rule of yours, and yet you never gave me a young goat that I might celebrate with my friends,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "but when this son of yours came, who has devoured your living with prostitutes, you killed for him the fattened calf.’"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Then the father said to him, ‘ Child, you are always with me, and all that is mine is yours."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But it was proper to feast and to be happy, for this brother of yours was dead, and now is alive; and he was lost, and now is found.’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}