{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now at early dawn on the first day of the week, they came to the tomb, bringing the spices which they had prepared."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They found the stone rolled away from the tomb,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "but entering in, they did not find the body of the Lord Jesus."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It happened that, while they were confused about this, suddenly, two men stood by them in bright shining robes."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But they became terrified and bowed down their faces to the ground. The men said to them, “ Why do you seek the living among the dead?"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He is not here, but has been raised! Remember how he spoke to you when he was still in Galilee,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "saying that the Son of Man must be delivered up into the hands of sinful men and be crucified, and on the third day rise again.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then they remembered his words,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and when they returned from the tomb, they reported all these things to the eleven and to all the rest."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now they were Mary Magdalene, and Joanna, and Mary the mother of James, and the other women with them, reporting these things to the apostles."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But these words seemed like idle talk to the apostles, and they did not believe the women."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Peter, however, rose up, ran to the tomb, and stooping down, he saw only the linen cloths. So he went away to his home, wondering what had happened."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Now behold, on that same day, two of them were going to a distant village which was named Emmaus, sixty stadia from Jerusalem."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "They discussed with each other about all these things that had happened."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "It happened that, while they discussed and questioned together, indeed Jesus himself approached and went with them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But their eyes were prevented from recognizing him."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then he said to them, “ What are these words that you are exchanging with each other as you are walking?” So they stood there, looking sad."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But one named Cleopas answered and said to him, “ Are you alone visiting Jerusalem and have not known the things which have happened in it in these days?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Then Jesus said to them, “ What things?” So they said to him, “ The things concerning Jesus the Nazarene, a man who was a prophet mighty in deed and word before God and all the people,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "and how the chief priests and our rulers delivered him up to be condemned to death and crucified him."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But we were hoping that he was the one who was going to redeem Israel. But in addition to all these things, this is now the third day since these things happened."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But also, some women among us amazed us, having been at the tomb early"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and not finding his body, they came saying that they had also seen a vision of angels who said that he is alive."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Then some of those with us went to the tomb and found it just as the women had indeed said. But they did not see him.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Then Jesus said to them, “ O foolish men and slow of heart to believe in all that the prophets have spoken!"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Was it not necessary for the Christ to suffer these things, and to enter into his glory?”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then beginning from Moses and from all the prophets, he interpreted to them the things concerning himself in all the scriptures."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Now they approached the village where they were going, and he acted as though he were going further."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But they compelled him, saying, “ Stay with us, for it is toward evening and the day is almost over.” So he went in to stay with them."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "It happened that, when he had reclined at table with them, he took the bread, blessed it, and breaking it, he began giving it to them."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Then their eyes were opened, and they recognized him, and he vanished from their sight."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They said one to another, “ Was not our heart burning, while he spoke to us on the way, while he opened to us the scriptures?”"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "So they rose up that very hour, and returned to Jerusalem. They found the eleven gathered together, and those with them,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "saying, “ The Lord is risen indeed, and has appeared to Simon.”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Then they told the things that happened on the way, and how Jesus was made known to them in the breaking of the bread."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "Now as they were speaking these things, Jesus himself stood in the midst of them, and said to them, “ Peace be to you.”"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "But they were terrified, and became very afraid, thinking that they saw a spirit."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "So Jesus said to them, “ Why are you troubled, and why do doubts arise in your heart?"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "See my hands and my feet, that it is I myself. Touch me and see. For a spirit does not have flesh and bones, as you see me having.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "When he had said this, he showed them his hands and his feet."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Now when they still could not believe it because of the joy and amazement, he said to them, “ Do you have anything here to eat?”"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "So they gave him a piece of a broiled fish,"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "and he took it and ate it before them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "Then he said to them, “ These are my words that I spoke to you while I was still with you, that everything that was written about me in the law of Moses, and the prophets, and the Psalms, must be fulfilled.”"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "Then he opened their minds to understand the scriptures, and said to them,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "“ Thus it has been written: The Christ would suffer, and rise again from the dead on the third day;"
          },
          {
            "tag": "v",
            "num": "47",
            "text": "and repentance for forgiveness of sins would be proclaimed in his name to all the nations, beginning from Jerusalem."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "You are witnesses of these things."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "I am sending upon you the promise of my Father. But you must remain in the city until you are clothed with power from on high.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "50",
            "text": "Then he led them out as far as to Bethany, and lifting up his hands, he blessed them."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "Now it happened that, while he was blessing them, he went away from them and was carried up into heaven."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "So they worshiped him, and returned to Jerusalem with great joy,"
          },
          {
            "tag": "v",
            "num": "53",
            "text": "and they were all continually in the temple, blessing God."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 24
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}