{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it happend that on one of the days when Jesus was teaching the people in the temple and preaching the gospel, the chief priests and the scribes came to him with the elders."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They spoke, saying to him, “ Tell us by what authority you do these things, or who it is the one who gave you this authority.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So he answered and said to them, “ I also will ask you a question, and you tell me."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The baptism of John: was it from heaven or from men?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then they reasoned among themselves, saying, “ If we say, ‘ From heaven,’ he will say, ‘ Then why did you not believe him?’"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But if we say, ‘ From men,’ all the people will stone us, for they are persuaded that John was a prophet.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So they answered that they did not know where it was from."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then Jesus said to them, “ Neither will I tell you by what authority I am doing these things.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Then he began to speak this parable to the people, “ A man planted a vineyard, and rented it out to vine growers, and went into another country for a long time."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "At the appointed time he sent a servant to the vine growers, so that they should give him of the fruit of the vineyard. But the vine growers beat him, and sent him away empty- handed."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then he proceeded to send another servant, but they also beat that one, and treating him shamefully, they sent him away empty- handed."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then he proceeded to send a third, but they also wounded that one, and threw him out."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So the lord of the vineyard said, ‘ What should I do? I will send my beloved son. Maybe they will respect him.’"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But when the vine growers saw him, they discussed among themselves, saying, ‘ This is the heir. Let us kill him, so that the inheritance may be ours.’"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So they threw him out of the vineyard and killed him. What then will the lord of the vineyard do to them?"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He will come and destroy these vine growers, and will give the vineyard to others.” But when they heard this, they said, “ May it never be!”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But Jesus looked at them, and said, “ What then is this that is written:"
          },
          {
            "tag": "q",
            "text": "‘ The stone that the builders rejected, this has become the cornerstone’?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Every one who falls on that stone will be broken to pieces. But on whomever it falls, it will crush him.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "So the scribes and the chief priests sought to lay hands on him in that very hour, for they knew that he had spoken this parable against them. But they were afraid of the people."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "So watching him carefully, they sent out spies who pretended to be righteous, so that they might find fault with his speech, in order to deliver him up to the rule and to the authority of the governor."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then they asked him, saying, “ Teacher, we know that you speak and teach rightly, and do not show partiality, but you teach the way of God in truth."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Is it lawful for us to pay taxes to Caesar, or not?”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But he understood their craftiness, and said to them,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "“ Show me a denarius. Whose image and inscription does it have?” So they said, “ Caesar’ s.”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Then he said to them, “ Therefore give to Caesar the things that are Caesar’ s, and to God the things that are God’ s.”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So they were not able to trap him in what he said in front of the people, but marveling at his answer, they became silent."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Then some of the Sadducees came to him, the ones who say that there is no resurrection, and they questioned him,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "saying, “ Teacher, Moses wrote to us that if anyone’ s brother dies having a wife, and he is childless, that his brother should take his wife, and raise up offspring for his brother."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Therefore there were seven brothers, and the first, having taken a wife, died childless;"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "and the second"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "and the third took her; and likewise the seven also left no children, and died."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Afterward the woman also died."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "In the resurrection therefore, of which of them will she be a wife? For the seven had her as wife.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So Jesus said to them, “ The sons of this age marry and are given in marriage."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "But those who are regarded as worthy to obtain that age, and of the resurrection which is from the dead, will neither marry nor be given in marriage;"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "for neither are they able to die anymore, for they are as angels; and they are sons of God, being sons of the resurrection."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "But that the dead are raised, even Moses showed at the bush, where he calls the Lord the God of Abraham, and the God of Isaac, and the God of Jacob."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Now he is not the God of the dead, but of the living, because all live to him.”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Then some of the scribes answered and said, “ Teacher, you have spoken well.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "For they did not dare to ask him anything."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "41",
            "text": "Then Jesus said to them, “ How do they say that the Christ is David’ s son?"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "For David himself says in the Book of Psalms, The Lord said to my Lord,"
          },
          {
            "tag": "q",
            "text": "‘ Sit at my right hand,"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "until I make your enemies a footstool for your feet.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "David therefore calls him‘ Lord’, so how is he his son?”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "Now while all the people were listening, he said to his disciples,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "“ Beware of the scribes, who desire to walk in long robes, and love special greetings in the marketplaces, and chief seats in the synagogues, and chief places at the feasts."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "They devour the houses of widows, and for a show they pray at length. These will receive greater condemnation.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 20
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}