{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now Jesus looked up and saw the rich who were putting their gifts into the treasury."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then he saw a certain poor widow putting in two mites."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So he said, “ Truly I say to you, this poor widow put in more than all of them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "for all these put in the gifts out of their abundance. But she, out of her poverty, put in all that she had to live on.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Now as some were speaking about the temple, that it was decorated with beautiful stones and offerings, he said,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "“ As for these things that you see, the days will come in which not one stone will be left on another which will not be torn down.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So they asked him, saying, “ Teacher, when therefore will these things be, and what will be the sign when these things are about to happen?”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then he said, “ Be careful that you are not deceived. For many will come in my name, saying, ‘ I am he,’ and, ‘ The time is near.’ Do not go after them."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "When you hear of wars and riots, do not be terrified, for these things must happen first, but it will not immediately be the end.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then he said to them, “ Nation will rise against nation, and kingdom against kingdom."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "There will be both great earthquakes, and famines and plagues in various places. There will be both terrifying events and great signs from heaven."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But before all of these things, they will lay their hands on you and will persecute you, delivering you over to the synagogues and prisons, bringing you before kings and governors because of my name."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It will give you an opportunity for a testimony."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Therefore resolve in your hearts not to prepare your defense ahead of time,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "for I will give you speech and wisdom that all your adversaries will not be able to resist or contradict."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But you will also be delivered up by parents, and brothers, and relatives, and friends; and they will put some of you to death."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "You will be hated by everyone because of my name."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But not a hair of your head will perish."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "By your endurance, you will gain your souls."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "But when you see Jerusalem surrounded by armies, then know that its desolation is near."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then let those in Judea flee to the mountains, and let those in midst of it leave it, and let not those out in the country enter into it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For these are days of vengeance, to fulfill all the things that have been written."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But woe to those who are pregnant, and to those who are nursing in those days! For there will be great distress upon the land, and wrath to this people."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "They will fall by the edge of the sword, and they will be led captive into all the nations, and Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "There will be signs in the sun, in the moon, and in the stars, and on the earth the nations will be distressed and anxious at the roaring and tossing of the sea."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Men will be fainting from fear and expectation of the things which are coming upon the world, for the powers of the heavens will be shaken."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then they will see the Son of Man coming in a cloud with power and great glory."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But when these things begin to happen, stand up and lift up your heads, because your deliverance is coming near.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Then he spoke a parable to them: “ Look at the fig tree, and all the trees."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "When they already sprout buds, you see for yourselves and know that the summer is already near."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "So also, when you see these things happening, you know that the kingdom of God is near."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Truly I say to you, this generation will not pass away until all these things take place."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Heaven and earth will pass away, but my words will never pass away."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "34",
            "text": "But pay attention to yourselves, so that your hearts are not burdened with the effects of drinking and intoxication, and the worries of life, and that day will close on you suddenly"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "as a trap, for it will come upon everyone living on the face of the whole earth."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "But be alert at all times, praying so that you may be strong enough to escape all these things that are about to take place, and to stand before the Son of Man.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "So during the days he was teaching in the temple, and at night he went out and stayed on the hill that is called Olivet."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Now all the people were coming to him early in the morning in the temple to hear him."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 21
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}