{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now the Festival of Unleavened Bread, which is called the Passover, was approaching."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The chief priests and the scribes were seeking how they might put him to death, for they were afraid of the people."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then Satan entered into Judas, the one called Iscariot, who was one of the number of the twelve."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So he went and spoke with the chief priests and captains, about how he might betray Jesus to them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They were glad, and agreed to give him money."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So he agreed, and began seeking an opportunity to betray him to them away from the crowd."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then came the day of unleavened bread, on which it was necessary to sacrifice the Passover lamb."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So Jesus sent Peter and John, saying, “ Go and prepare for us the Passover meal, so that we may eat it.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So they said to him, “ Where do you want us to make preparations?”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He answered them, “ Look, when you have entered into the city, a man bearing a pitcher of water will meet you. Follow him into the house into which he enters."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then say to the master of the house, ‘ The Teacher says to you, “ Where is the guest room, where I will eat the Passover with my disciples?”’"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "He will show you a large furnished upper room. Make the preparations there.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So they went, and found it just as he had said to them. Then they prepared the Passover meal."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Now when the hour came, he reclined at table, and the apostles with him."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then he said to them, “ I have greatly desired to eat this Passover with you before I suffer."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "For I say to you, I will not eat it until when it is fulfilled in the kingdom of God.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then he took a cup, and when he had given thanks, he said, “ Take this, and divide it among yourselves."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For I say to you, I will not drink of the fruit of the vine from now on, until the kingdom of God comes.”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Then he took bread, and when he had given thanks, he broke it, and gave to them, saying, “ This is my body which is given for you. Do this in the remembrance of me.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "He took the cup in the same way after supper, saying, “ This cup is the new covenant in my blood, which is poured out for you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But see, the hand of the one who betrays me is with me at the table."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For the Son of Man indeed goes as it has been determined. But woe to that man through whom he is betrayed!”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then they began to question among themselves as to which of them therefore might be the one who was about to do this."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Then there arose also a quarrel among them as to which of them was considered to be greatest."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "So he said to them, “ The kings of the Gentiles lord it over them, and the ones who have authority over them are referred to as‘ benefactors.’"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But it must not be like this with you. Instead, let the greatest among you become like the youngest; and the one who leads, like the one who serves."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For who is greater, the one who reclines at table, or the one who serves? Is it not the one who reclines at table? Yet I am among you as one who serves."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But you are the ones who have continued with me in my temptations."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "I grant to you, just as my Father has granted to me, a kingdom,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Simon, Simon, see, Satan asked to sift you as wheat."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But I have prayed for you, so that your faith may not fail; and you, when you have turned back, strengthen your brothers.”"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But Peter said to him, “ Lord, I am ready to go with you both to prison and to death.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "But he replied, “ I tell you, Peter, the rooster will not crow today, before you deny three times that you know me.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "Then he said to them, “ When I sent you out without a purse, or a bag of provisions, or shoes, you did not lack anything, did you?” So they said, “ Nothing.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Then he said to them, “ But now, the one who has a purse, let him take it, and likewise a bag of provisions. The one who does not have a sword should sell his cloak and buy one."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "For I say to you, this which is written must be fulfilled in me, ‘ And he was counted with the lawless ones.’ For indeed the things concerning me are being fulfilled.”"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Then they said, “ Lord, look! Here are two swords.” So he said to them, “ It is enough.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "Then going out, he went according to his custom, to the Mount of Olives, and the disciples also followed him."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Now when they came to the place, he said to them, “ Pray that you do not enter into temptation.”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Then he went away from them about a stone’ s throw, and falling on his knees, he was praying,"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "saying, “ Father, if you are willing, remove this cup from me. Nevertheless not my will, but yours be done.”"
          },
          {
            "tag": "v",
            "num": "43"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verses 43 and 44. [ Now an angel from heaven appeared to him, strengthening him."
          },
          {
            "tag": "v",
            "num": "44"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "See the note on the previous verse.  Being in agony, he was praying intently, and his sweat became like drops of blood, falling on the ground.]"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "When he rose up from his prayer, he came to the disciples, and found them sleeping because of their sorrow,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "So he said to them, “ Why are you sleeping? Rise and pray, so that you may not enter into temptation.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "47",
            "text": "While he was still speaking, behold, a crowd appeared, and the one who is called Judas, one of the twelve, was leading them. He came near to Jesus to kiss him."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "but Jesus said to him, “ Judas, are you betraying the Son of Man with a kiss?”"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "Now when those who were around Jesus saw what was going to happen, they said, “ Lord, should we strike with the sword?”"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Then a certain one of them struck the servant of the high priest, and cut off his right ear."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "But Jesus answered and said, “ No more of this!” Then touching his ear, he healed him."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "Then Jesus said to those who had come out against him, chief priests, and captains of the temple, and elders, “ Do you come out as against a robber, with swords and clubs?"
          },
          {
            "tag": "v",
            "num": "53",
            "text": "When I was daily with you in the temple, you did not lay your hands on me. But this is your hour, and the authority of the darkness.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "54",
            "text": "Then seizing him, they led him away, and brought him into the house of the high priest. But Peter was following from a distance."
          },
          {
            "tag": "v",
            "num": "55",
            "text": "After they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat in the midst of them."
          },
          {
            "tag": "v",
            "num": "56",
            "text": "Now a certain female servant, seeing him as he sat in the light of the fire, and looking straight at him, said, “ This man also was with him.”"
          },
          {
            "tag": "v",
            "num": "57",
            "text": "But Peter denied it, saying, “ Woman, I do not know him.”"
          },
          {
            "tag": "v",
            "num": "58",
            "text": "After a little while someone else saw him, and said, “ You are also one of them.” But Peter said, “ Man, I am not.”"
          },
          {
            "tag": "v",
            "num": "59",
            "text": "After about one hour another certain one insisted, saying, “ In truth, this one was also with him, for he is also a Galilean.”"
          },
          {
            "tag": "v",
            "num": "60",
            "text": "But Peter said, “ Man, I do not know what you are saying.” Immediately, while he was still speaking, a rooster crowed."
          },
          {
            "tag": "v",
            "num": "61",
            "text": "Then turning, the Lord looked at Peter, and Peter remembered the word of the Lord, how he said to him, “ Before a rooster crows today you will deny me three times.”"
          },
          {
            "tag": "v",
            "num": "62",
            "text": "So he went outside and wept bitterly."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "63",
            "text": "Then the men guarding Jesus mocked and beat him."
          },
          {
            "tag": "v",
            "num": "64",
            "text": "They put a cover over him and asked him, saying, “ Prophesy! Who is the one who hit you?”"
          },
          {
            "tag": "v",
            "num": "65",
            "text": "They also spoke many other things to him, blaspheming him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "66",
            "text": "Now when it was day, the elders of the people gathered together, both chief priests and scribes, and they led him into their council,"
          },
          {
            "tag": "v",
            "num": "67",
            "text": "saying, “ If you are the Christ, tell us.” But he said to them, “ If I tell you, you will certainly not believe;"
          },
          {
            "tag": "v",
            "num": "68",
            "text": "and if I ask you, you will certainly not answer."
          },
          {
            "tag": "v",
            "num": "69",
            "text": "But from now on, the Son of Man will be seated at the right hand of the power of God.”"
          },
          {
            "tag": "v",
            "num": "70",
            "text": "Then they all said, “ Then are you the Son of God?” So he said to them, “ You are saying that I am.”"
          },
          {
            "tag": "v",
            "num": "71",
            "text": "So they said, “ What further need do we have of a witness? For we ourselves have heard from his own mouth.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 22
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}