{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jesus said to his disciples, “ It is impossible for the stumblingblocks not to come, but woe to the one through whom they come!"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It would be better for him if a millstone were put around his neck and he were thrown into the sea than that he should cause one of these little ones to stumble."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Pay attention to yourselves. If your brother sins, rebuke him; and if he repents, forgive him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Even if he sins against you seven times in the day, and seven times returns to you, saying, ‘ I repent,’ you must forgive him!”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "The apostles said to the Lord, “ Increase our faith.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So the Lord said, “ If you had faith like a mustard seed, you would say to this mulberry tree, ‘ Be uprooted, and be planted in the sea,’ and it would obey you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But which of you, having a servant plowing or keeping sheep, will say to him who has come in from the field, ‘ Come immediately and recline at table’?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Instead, will he not say to him, ‘ Prepare something for me to eat, and put a belt around your clothes and serve me while I eat and drink, and after these things you will eat and drink’?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He does not thank the servant because he did the things that were commanded, does he?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "It is the same for you also, when you have done all the things that you were commanded, you should say, ‘ We are unworthy servants. We have only done what we ought to do.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Now it came about that as he went up to Jerusalem, he was indeed passing through between Samaria and Galilee."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "As he entered into a certain village, ten men who were lepers met him. They stood far away"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "and they lifted up their voices, saying, “ Jesus, Master, have mercy on us.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When he saw them, he said to them, “ Go show yourselves to the priests.” And it happened that as they went away, they were cleansed."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then one of them, seeing that he was healed, turned back, with a loud voice glorifying God."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He fell on his face at the feet of Jesus, giving him thanks. Now he was a Samaritan."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then Jesus answered and said, “ Were not the ten cleansed? But where are the nine?"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Were there none who returned to give glory to God, except this foreigner?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Then he said to him, “ Rise up, and go. Your faith has made you well.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Now being asked by the Pharisees when the kingdom of God would come, he answered them and said, “ The kingdom of God does not come with careful observation."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Neither will they say, ‘ Look, here it is!’ or, ‘ There it is!’ For look, the kingdom of God is in the midst of you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "22",
            "text": "Then he said to the disciples, “ The days will come when you will desire to see one of the days of the Son of Man, but you will not see it."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then they will say to you, ‘ Look, there!’ or‘ Look, here!’ Do not go out or run after them,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "for as the flashing lightning shines from one part of the sky to another part of the sky, so will the Son of Man be."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include "
          },
          {
            "tag": "fqa",
            "text": "in his day , but the best manuscripts do not."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But first he must suffer many things and be rejected by this generation."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "As it happened in the days of Noah, even so it will also be in the days of the Son of Man."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "They were eating, they were drinking, they were marrying, they were giving in marriage— until the day that Noah entered into the ark, and the flood came and destroyed them all."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Likewise, even as it happened in the days of Lot— they were eating, they were drinking, they were buying, they were selling, they were planting, they were building:"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "but in the day that Lot went out from Sodom, it rained fire and sulfur from heaven and destroyed them all."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "It will be according to the same manner in the day when the Son of Man is revealed."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "In that day, the one who is on the housetop and his goods are in the house, do not let him go down to take them away; and the one in the field, likewise do not let him turn back."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Remember Lot’ s wife."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Whoever seeks to keep his life will lose it, but whoever loses it will save it."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "I tell you, in that night there will be two people in one bed. The one will be taken, and the other will be left."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "There will be two women grinding at the same place. One will be taken, but the other will be left.”"
          },
          {
            "tag": "v",
            "num": "36"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verse 36. [ There will be two in the field; one will be taken and the other left.]"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then they answered and said to him, “ Where, Lord?” So he said to them, “ Where the body is, there also the vultures will be gathered together.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 17
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}