{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the whole group of them rose up and brought him before Pilate."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "They began to accuse him, saying, “ We found this man perverting our nation, and forbidding to give tribute to Caesar, and saying that he himself is Christ, a king.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So Pilate questioned him, saying, “ Are you the King of the Jews?” But he answered him and said, “ You say so.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then Pilate said to the chief priests and the crowds, “ I find no fault in this man.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But they were insisting, saying, “ He stirs up the people, teaching throughout all Judea, and beginning from Galilee, even to this place.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now when Pilate heard this, he asked whether the man was a Galilean."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When he discovered that he was under the authority of Herod, he sent him to Herod, who himself also was at Jerusalem in those days."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Now when Herod saw Jesus, he was very glad, for he had wanted to see him for a long time, because he had heard about him, and he was hoping to see some sign done by him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So he questioned him in many words, but he answered him nothing."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now the chief priests and the scribes stood, violently accusing him."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then both Herod and his soldiers insulted him and mocked him. Dressing him in elegant clothes, they sent him back to Pilate."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now both Herod and Pilate became friends with each other on that day, for previously there had been hostility between them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Pilate then called together the chief priests and the rulers and the people,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "and said to them, “ You brought to me this man as perverting the people; and see, having questioned him before you, I find no fault in this man concerning what you are accusing him."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But neither did Herod, for he sent him back to us, and see, nothing that is worthy of death has been done by him."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "I will therefore punish him, and release him.”"
          },
          {
            "tag": "v",
            "num": "17"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verse 17. [ Now Pilate was obligated to release to the Jews one prisoner at the feast.]"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But they cried out all together, saying, “ Away with this man, but release to us Barabbas!”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "( He was put into prison for a certain rebellion that happened in the city, and for murder.)"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then Pilate again addressed them, desiring to release Jesus."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But they shouted, saying, “ Crucify, crucify him.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then he said to them a third time, “ Why, what evil has this man done? I have found no fault deserving death in him. Therefore after punishing him, I will release him.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But they were insistent with loud voices, demanding for him to be crucified, and their voices prevailed."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So Pilate decided to grant their demand."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But he released the one whom they asked for, who had been put in prison for rioting and murder. But he handed over Jesus to their will."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "As they led him away, they seized a certain Simon of Cyrene, coming from the country, putting the cross on him, to carry behind Jesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Now a great crowd of the people, and of women who grieved and mourned for him, were following him."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But turning to them, Jesus said, “ Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "For see, days are coming in which they will say, ‘ Blessed are the barren and the wombs that did not bear, and the breasts that did not nurse.’"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Then they will begin to say to the mountains, ‘ Fall on us,’ and to the hills, ‘ Cover us.’"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "For if they do these things while the tree is green, what will happen when it is dry?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "Now two other criminals, were also being led away with him to be put to death."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "When they came to the place that is called“ The Skull,” there they crucified him, and the criminals— one on his right and one on his left."
          },
          {
            "tag": "v",
            "num": "34"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include the first part of verse 34. [ Jesus said, “ Father, forgive them, for they do not know what they are doing.”] Then, dividing up his garments, they cast lots."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "The people stood by, watching. Now the rulers also were mocking him, saying, “ He saved others. Let him save himself, if he is the Christ of God, the chosen one.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Then the soldiers also ridiculed him, coming up and offering him vinegar,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "and saying, “ If you are the King of the Jews, save yourself.”"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Now there was also an inscription over him, “ This is the King of the Jews.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "Then one of the criminals who was hanging there insulted him, saying, “ Are you not the Christ? Save yourself and us.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "But answering, the other rebuked him, saying, “ Do you not even fear God, since you are under the same condemnation?"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "And we indeed rightly, for we are receiving things worthy of what we did. But this man did nothing wrong.”"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Then he said, “ Jesus, remember me when you come into your kingdom.”"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "So Jesus said to him, “ Truly I say to you, today you will be with me in paradise.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "The sun was darkened. Then the curtain of the temple was torn in two."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Then crying out with a loud voice, Jesus said, “ Father, into your hands I commit my spirit.” Now having said this, he breathed his last."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Now when the centurion saw what happened, he began glorifing God, saying, “ Surely this man was righteous.”"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "All the crowds who had come together for this spectacle, saw the things that had happened, they returned, beating their breasts."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "But all those who knew him, and the women who followed him from Galilee, stood at a distance, watching these things."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "50",
            "text": "Now there was a man named Joseph, who was a council member, a good and righteous man."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "( He did not agree with the council and their action.) He was from Arimathea, a city of the Jews, and he was waiting for the kingdom of God."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "He approached Pilate, asking for the body of Jesus."
          },
          {
            "tag": "v",
            "num": "53",
            "text": "Then he took it down, wrapped it in a linen cloth, and placed it in a tomb that was cut in the rock, in which no one had yet been laid."
          },
          {
            "tag": "v",
            "num": "54",
            "text": "Now it was the Day of the Preparation, and the Sabbath was about to begin."
          },
          {
            "tag": "v",
            "num": "55",
            "text": "The women who had come out of Galilee with Jesus had followed, and saw the tomb and how his body was laid."
          },
          {
            "tag": "v",
            "num": "56",
            "text": "Then they returned, and prepared spices and ointments."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Then on the Sabbath they rested according to the commandment.",
            "attributes": {
              "occurrence": "2",
              "occurrences": "2"
            }
          }
        ],
        "tag": "p"
      }
    ],
    "num": 23
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}