{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it happened that when Jesus was praying in a certain place, when he stopped, one of his disciples said to him, “ Lord, teach us to pray just as John also taught his disciples.”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So he said to them, “ When you pray say,"
          },
          {
            "tag": "q",
            "text": "‘ Father, may your name be honored as holy. May your kingdom come."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Give us our daily bread each day."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Forgive us our sins, for we also forgive everyone who is in debt to us. And do not lead us into temptation.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then he said to them, “ Which of you will have a friend, and will go to him at midnight, and say to him, ‘ Friend, lend to me three loaves of bread,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "since a friend of mine just came to me from the road, and I do not have anything to set before him’?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then he may answer from inside and say, ‘ Do not cause me trouble. The door is already shut, and my children, along with me, are in bed. I am not able to get up and give it to you.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I say to you, even if he does not get up to give it to him because he is his friend, yet because of his persistence, he will get up and give him as much as he needs."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I also say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For everyone who asks receives; and the one who seeks finds; and to the one who knocks, it will be opened."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Which father among you, if his son will ask for a fish, he will give him a snake instead of a fish?"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The best ancient manuscripts have the shorter reading, which we follow here. Other ancient manuscripts have a longer reading, which also is found in Matthew 7:9: "
          },
          {
            "tag": "fqa",
            "text": "Which father among you, if your son asks for a loaf of bread, will give him a stone? Or a fish, will give him a snake? "
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Or also if he asks for an egg, he will give a scorpion to him?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Therefore, if you who are evil know how to give good gifts to your children, how much more will the Father who is in heaven give the Holy Spirit to those who ask him?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Now Jesus was driving out a demon that was mute. It happened that when the demon had gone out, the man who had been mute spoke, and the crowd was amazed."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But some of them said, “ By Beelzebul, the ruler of demons, he is driving out demons.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Others tested him and sought from him a sign from heaven."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But he knew their thoughts and said to them, “ Every kingdom divided against itself is made desolate, and a house divided against itself falls."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But if Satan is also divided against himself, how will his kingdom stand? For you say I force out demons by Beelzebul."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Now if I force out the demons by Beelzebul, by whom do your sons force them out? Because of this, they will be your judges."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But if I force out demons by the finger of God, then the kingdom of God has come to you."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When a strong man who is fully armed guards his own house, his possessions are safe,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "but when one who is stronger than him attacks him, he will overcome him, take away his armor in which he trusted, and divide his possessions."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The one who is not with me is against me, and the one who does not gather with me scatters."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "When an unclean spirit has gone out from a man, it passes through waterless places looking for rest, but not finding any, it says, ‘ I will return to my house from which I came.’"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When it returns, it finds it swept out and put in order."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then it goes and takes along with it seven other spirits more evil than itself and they all come in to live there. Then the final condition of that man becomes worse than the first.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Now it happened that, as he said these things, a certain woman raised her voice above the crowd and said to him, “ Blessed is the womb that bore you and the breasts at which you nursed.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But he said, “ Rather, blessed are the ones who hear the word of God and keep it.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "As the crowds were increasing, he began to say, “ This generation is an evil generation. It seeks a sign, though no sign will be given to it except the sign of Jonah."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "For just as Jonah became a sign to the Ninevites, so also will the Son of Man be to this generation."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "The Queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and see, someone greater than Solomon is here."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The men of Nineveh will stand up at the judgment with this generation and will condemn it, for they repented at the preaching of Jonah, and see, someone greater than Jonah is here."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "No one, after lighting a lamp, puts it in a hidden place nor under a basket, but on the lampstand, so that those who enter may see the light."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The lamp of the body is your eye. When your eye is good, your whole body is also filled with light. But when it is bad, your body is also full of darkness."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Therefore, be careful that the light that is in you is not darkness."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "If therefore your whole body is full of light, not having any part full of darkness, it will all be full of light, as when the lamp shines its brightness on you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "Now when he had finished speaking, a Pharisee asked him that he would eat with him. So he went in and reclined at table."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Now the Pharisee saw and was surprised that he did not first wash before the dinner."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "But the Lord said to him, “ Now, you Pharisees clean the outside of cups and bowls, but the inside of you is filled with greed and evil."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "You foolish ones! Did not the one who made the outside also make the inside?"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "But give as charity what is inside, and see, all things will be clean for you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "42",
            "text": "But woe to you Pharisees, because you tithe the mint and the rue and every garden herb, but you neglect justice and the love of God. But it is necessary to do these things, and not to neglect those things."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Woe to you Pharisees, for you love the best seats in the synagogues and the respectful greetings in the marketplaces."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Woe to you, for you are like unmarked graves, and people walk over them without knowing it.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "Then one of the teachers of the law answered and said to him, “ Teacher, saying these things, you insult us too.”"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "So he said, “ Woe to you also, teachers of the law! For you burden the people with burdens that are heavy to carry, but you yourselves do not touch the burdens with one of your fingers."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Woe to you, because you build the tombs of the prophets, yet your fathers killed them."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "So you are witnesses and you consent to the works of your fathers, for they indeed killed them, and you build their tombs."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "For this reason also, the wisdom of God said, ‘ I will send to them prophets and apostles, and they will persecute and they will kill some of them.’"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Therefore, against this generation will be charged all the blood of the prophets which has been shed since the foundation of the world,"
          },
          {
            "tag": "v",
            "num": "51",
            "text": "from Abel’ s blood to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I say to you, it will be charged against this generation."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "Woe to you teachers of the law, because you have taken away the key of knowledge; you do not enter in yourselves, and you hinder those who are entering.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "53",
            "text": "After he went out from there, the scribes and the Pharisees began to fiercely oppose him and argued against him about many things,"
          },
          {
            "tag": "v",
            "num": "54",
            "text": "watching to trap him in something from his mouth."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}