{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jesus, full of the Holy Spirit, returned from the Jordan River, and was led by the Spirit into the wilderness,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "where for forty days he was tempted by the devil. He did not eat anything during those days, and he was hungry when they were completed."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the devil said to him, “ If you are the Son of God, speak to this stone so that it might become bread.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Jesus answered him, “ It is written, ‘ Man does not live on bread alone.’”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the devil led him up and showed him all the kingdoms of the world in an instant of time."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then the devil said to him, “ I will give to you all this authority and their glory, for they have been given to me, and I can give it to anyone I want."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So then, if you will worship before me, it will all be yours.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But Jesus answered and said to him, “ It is written, ‘ You will worship the Lord your God, and you will serve only him.’”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then the devil led Jesus to Jerusalem and put him on the very highest point of the temple, and said to him, “ If you are the Son of God, throw yourself down from here."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For it is written,"
          },
          {
            "tag": "q1",
            "text": "‘ He will give orders to his angels regarding you, to protect you,’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "and, ‘ They will lift you up in their hands, so that you will not strike your foot against a stone.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Answering, Jesus said to him, “ It is said, ‘ Do not put the Lord your God to the test.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "When the devil had finished every temptation, he went away from him until an opportune time."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Then Jesus returned to Galilee in the power of the Spirit, and news about him spread throughout the entire surrounding region."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He began to teach in their synagogues, being praised by all."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Now he came into Nazareth, where he had been raised, and according to his custom, he entered into the synagogue on the Sabbath day, and he stood up to read aloud."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The scroll of the prophet Isaiah was handed to him. He opened the scroll and found the place where it was written,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“ The Spirit of the Lord is upon me, because he anointed me to preach the gospel to the poor. He has sent me to proclaim freedom to the captives, and recovery of sight to the blind, to set free those who are oppressed,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "to proclaim the year of the Lord’ s favor.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Then he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fixed on him."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then he began to say to them, “ Today this scripture has been fulfilled in your hearing.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Everyone there spoke well of him and they were amazed at the gracious words which were coming out of his mouth, and they asked, “ Is this not the son of Joseph?”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then he said to them, “ Surely you will say this proverb to me, ‘ Doctor, heal yourself. Whatever we heard that you did in Capernaum, do the same in your hometown.’”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "But he said, “ Truly I say to you, no prophet is received in his hometown."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But in truth I tell you that there were many widows in Israel during the time of Elijah, when the sky was shut up for three years and six months, when a great famine came upon all the land."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But Elijah was sent to none of them, except to Zarephath in Sidon, to a widow woman."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "And there were many lepers in Israel during the time of Elisha the prophet, but none of them were healed except Naaman the Syrian.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Then all the people in the synagogue were filled with rage when they heard these things."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "So they got up, forced him out of the town, and led him to the edge of the hill on which their town was built, so they might throw him off."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But passing through the middle of them, he went on his way."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Then he went down to Capernaum, a city in Galilee, and he began to teach them on the Sabbath."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They were astonished at his teaching, because his message was with authority."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Now in the synagogue there was a man who had a spirit of an unclean demon, and he cried out with a loud voice,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "“ Ha! What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are— the Holy One of God!”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Then Jesus rebuked him, saying, “ Be silent, and come out of him!” So when the demon had thrown the man down in the middle of them, he came out of him, not hurting him in any way."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "So astonishment came upon all the people, and they kept talking to one another, saying, “ What is this message, that he commands the unclean spirits with authority and power, and they come out?”"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "So news about him began to spread into every part of the surrounding region."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "Then he left the synagogue and entered into the house of Simon. Now Simon’ s mother- in- law was suffering with a high fever, and they pleaded with him on her behalf."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So standing over her, he rebuked the fever, and it left her, and immediately she got up and started serving them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "40",
            "text": "When the sun was setting, anyone who was sick with various kinds of diseases, people brought them to Jesus, and laying his hands on each one of them, he healed them."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Demons also came out from many of them, crying out and saying, “ You are the Son of God!” He rebuked them and would not permit them to speak, because they knew that he was the Christ."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "42",
            "text": "When daybreak came, he went out to a solitary place, but the crowds of people were looking for him, and came to him. They tried to keep him from going away from them."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "But he said to them, “ I must also preach the gospel about the kingdom of God to many other cities, because for this reason I was sent here.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "44",
            "text": "Then he continued to preach in the synagogues throughout Judea."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}