{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When Jesus had finished all his words in the hearing of the people, he entered into Capernaum."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Now a certain servant of a centurion, who was highly regarded by him, being sick, was about to die."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "When the centurion heard about Jesus, he sent to him elders of the Jews, asking him, that coming, he would heal his servant."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When they had come to Jesus, they asked him earnestly, saying, “ He is worthy for you to grant this to him,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "because he loves our nation, and he built the synagogue for us.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So Jesus went on his way with them. But when he was already not far from the house, the centurion sent friends, saying to him, “ Lord, do not trouble yourself, because I am not worthy that you would come under my roof."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For this reason I did not even consider myself worthy to come to you, but say a word and my servant will be healed."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For I also am a man placed under authority, having soldiers under me. I say to this one, ‘ Go,’ and he goes; and to another one, ‘ Come,’ and he comes; and to my servant, ‘ Do this,’ and he does it.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Now when Jesus heard this, he was amazed at him, and turning to the crowd that was following him, he said, “ I say to you, not even in Israel have I found such faith.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When those who had been sent returned to the house, they found the servant was well."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Now it happened on the next day that Jesus went into a town called Nain, and his disciples and a great crowd were going with him."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "As he approached the gate of the town, behold, a man who had died was being carried out, the only begotten son of his mother( and she was a widow), and a rather large crowd from the town was with her."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "When the Lord saw her, he was deeply moved with compassion for her and said to her, “ Do not cry.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then he went up and touched the wooden frame holding the body, and those carrying it stood still. Then he said, “ Young man, I say to you, arise.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So the dead man sat up and began to speak, and he gave him to his mother."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then fear overcame all of them, and they kept praising God, saying, “ A great prophet has been raised among us” and“ God has looked upon his people.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "This news about him spread throughout the whole of Judea and all the neighboring regions."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "John’ s disciples reported to John conderning all these things. Then calling two of his disciples, John"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "sent them to the Lord to say, “ Are you the one who is coming, or should we look for another?”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Now when they had come to Jesus, the men said, “ John the Baptist has sent us to you to say, ‘ Are you the one who is coming, or should we look for another?’”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "In that hour he healed many people from sicknesses and afflictions and from evil spirits, and to many blind people he granted sight."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then Jesus answered and said to them, “ After you have gone on your way, report to John what you have seen and heard: Blind people are receiving sight, lame people are walking, lepers are being cleansed and deaf people are hearing, dead people are being raised back to life, poor people are being told the gospel."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Blessed is anyone who does not take offense at me.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Then after John’ s messengers had gone away, Jesus began to say to the crowds concerning John, “ What did you go out into the desert to see? A reed shaken by the wind?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But what did you go out to see? A man dressed in soft clothes? Look, those in expensive clothing and living in luxury are in kings’ palaces."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But what did you go out to see? A prophet? Yes, I say to you, and more than a prophet."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "This is he concerning whom it is written,"
          },
          {
            "tag": "q",
            "text": "‘ See, I am sending my messenger before your face, who will prepare your way before you.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "I say to you, among those born of women no one is greater than John, but the one who is least in the kingdom of God is greater than he is.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "( Now all the people who heard this, including the tax collectors, having been baptized with the baptism of John, declared God to be righteous."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But the Pharisees and the experts in Jewish law rejected God’ s purpose for themselves, not having been baptized by John.)"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "“ To what, then, will I compare the people of this generation, and what are they like?"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They are like children who are in the marketplace, sitting and calling to one another, saying, ‘ We played a flute for you, and you did not dance; We sang a funeral song, and you did not cry.’"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "For John the Baptist came neither eating bread nor drinking wine, and you say, ‘ He has a demon.’"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The Son of Man came eating and drinking, and you say, ‘ Look, a gluttonous man and a drunkard, a friend of tax collectors and sinners!’"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "But wisdom is justified by all her children.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "36",
            "text": "Now one of the Pharisees invited Jesus to eat with him. So entering into the Pharisee’ s house, he reclined at the table."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Now behold, there was a woman in the city who was a sinner. When she found out that he was reclining at the table in the Pharisee’ s house, bringing an alabaster jar of perfumed oil,"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "and standing behind him near his feet, weeping, she began to wet his feet with her tears, and she wiped them with the hair of her head and kissed his feet and anointed them with the perfumed oil."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Now when the Pharisee who had invited Jesus saw this, he said to himself, saying, “ If this man were a prophet, he would know who and what type the woman is who is touching him, that she is a sinner.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "So Jesus answered and said to him, “ Simon, I have something to say to you.” So he said, “ Say it, Teacher!”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "“ Two men were debtors to a certain moneylender. The one owed five hundred denarii, and the other fifty."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "When they did not have enough to repay him, he forgave them both. Therefore, which of them will love him more?”"
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Simon answered and said, “ I suppose the one whom he forgave the most.” Then he said to him, “ You have judged correctly.”"
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Then he turned to the woman and said to Simon, “ You see this woman. I have entered into your house. You did not give me water for my feet, but she has wet my feet with her tears and wiped them with her hair."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "You did not give me a kiss, but from the time I came in she did not stop kissing my feet."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "You did not anoint my head with oil, but she has anointed my feet with perfumed oil."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Therefore I say to you, her sins, which were many, have been forgiven— for she loved much. But the one who is forgiven little, loves little.”"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "Then he said to her, “ Your sins are forgiven.”"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "Those reclining together began to say among themselves, “ Who is this that even forgives sins?”"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "Then Jesus said to the woman, “ Your faith has saved you. Go in peace.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}