{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now after these things, the Lord also appointed seventy- two"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many of the best ancient manuscripts have “seventy-two” , but others have “seventy”  others, and sent them out two by two ahead of him to every town and place where he himself was about to go."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He said to them, “ The harvest is plentiful, but the laborers are few. Therefore ask the Lord of the harvest that he would send out laborers into his harvest."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Go on your way. See, I send you out as lambs in the midst of wolves."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Do not carry a money bag, nor a traveler’ s bag, nor sandals, and greet no one on the road."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Whatever house you enter into, first say, ‘ Peace be to this house!’"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "If a son of peace is there, your peace will rest upon him; but if not, it will return to you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Now remain in that same house, eating and drinking what is provided by them, for the laborer is worthy of his wages. Do not move around from house to house."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Whatever town you enter into, and they receive you, eat what is set before you,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and heal the sick that are in it, and say to them, ‘ The kingdom of God has come close to you.’"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Now into whatever town you might enter, and they do not receive you, go out into its streets and say,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "‘ Even the dust from your town that clings to our feet we wipe off against you! But know this, that the kingdom of God has come near.’"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I say to you that on that day it will be more tolerable for Sodom than for that town."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But it will be more tolerable for Tyre and Sidon at the judgment than for you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "And you, Capernaum, you will not be exalted to heaven, will you? You will be brought down to Hades."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The one who listens to you listens to me, and the one who rejects you rejects me, and the one who rejects me rejects the one who sent me.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Then the seventy- two returned with joy, saying, “ Lord, even the demons are subject to us in your name.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So he said to them, “ I was watching Satan fall from heaven as lightning."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "See, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing will in any way hurt you."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Nevertheless do not rejoice only in this, that the spirits submit to you, but also rejoice that your names are written in heaven.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "At that same time he rejoiced greatly in the Holy Spirit, and said, “ I praise you, Father, Lord of heaven and earth, because you concealed these things from the wise and understanding, and revealed them to little children. Yes, Father, for so it was well pleasing in your sight.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "“ All things have been committed to me from my Father, and no one knows who the Son is except the Father, and who the Father is except the Son, and to whomever the Son chooses to reveal him.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then he turned around to the disciples and said privately, “ Blessed are the eyes that see what you see!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For I say to you that many prophets and kings desired to see what you see, and did not see them; and to hear what you hear, and did not hear them.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Now see, a certain expert in the Jewish law stood up to test him, saying, “ Teacher, what must I do to inherit eternal life?”"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "So he said to him, “ What is written in the law? How do you read it?”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He answered and said, “ You will love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind, and your neighbor as yourself.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "So he said to him, “ You have answered correctly. Do this, and you will live.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But he, desiring to justify himself, said to Jesus, “ And who is my neighbor?”"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "So Jesus answered and said, “ A certain man was going down from Jerusalem to Jericho. He fell among robbers who, both having stripped and beaten him, went away, leaving him half dead."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Now by chance a certain priest was going down on that road, and when he saw him, he passed by on the other side."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Similarly a Levite also, when he came to the place and saw him, passed by on the other side."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But a certain Samaritan, as he journeyed, came upon him, and when he saw him, he was moved with compassion."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So approaching him, he bound up his wounds, pouring on oil and wine. Then he set him on his own animal, brought him to an inn, and took care of him."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "On the next day, he took out two denarii, gave them to the host, and said, ‘ Take care of him, and whatever more you might spend, when I return, I will repay you.’"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Which of these three do you think was a neighbor to the one who fell among the robbers?”"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "He said, “ The one who showed mercy to him.” Then Jesus said to him, “ Go and you do the same.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "Now as they were traveling along, he entered into a certain village, and a certain woman named Martha welcomed him as a guest."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "She had a sister named Mary, who also sat at the feet of Jesus"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many of the best ancient manuscripts have "
          },
          {
            "tag": "fqa",
            "text": "Jesus , but others have"
          },
          {
            "tag": "fqa",
            "text": "Lord "
          },
          {
            "tag": "f",
            "text": "* and listened to his word."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "But Martha was distracted concerning all the preparations, so she came up and said, “ Lord, do you not care that my sister left me to serve alone? Therefore, speak to her so that she would help me.”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "But the Lord answered and said to her, “ Martha, Martha, you are anxious and troubled about many things,"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "but only one thing is necessary. For Mary has chosen the good part, which will not be taken away from her.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}