{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now in the fifteenth year of the reign of Tiberius Caesar— while Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "during the high priesthood of Annas and Caiaphas— the word of God came to John son of Zechariah in the wilderness."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So he went into all the region around the Jordan, preaching a baptism of repentance for the forgiveness of sins."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "As it is written in the book of the words of Isaiah the prophet,"
          },
          {
            "tag": "q1",
            "text": "“ A voice of one calling out in the wilderness,"
          },
          {
            "tag": "q1",
            "text": "‘ Make ready the way of the Lord, make his paths straight."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Every valley will be filled, and every mountain and hill will be made low, and the crooked roads will become straight, and the rough roads will become smooth,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "and all flesh will see the salvation of God.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "So John said to the crowds who were coming out to be baptized by him, “ You offspring of vipers! Who warned you to run away from the wrath that is coming?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore, produce fruits that are worthy of repentance, and do not begin to say within yourselves, ‘ We have Abraham for our father,’ for I tell you that God is able to raise up children for Abraham from these stones."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But indeed the ax is already set against the root of the trees. So every tree that does not produce good fruit is chopped down and thrown into the fire.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then the crowds kept asking him, saying, “ What then should we do?”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So he answered and said to them, “ The one who has two tunics should share with the one who has none, and the one who has food should do the same.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now tax collectors also came to be baptized, and they said to him, “ Teacher, what should we do?”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So he said to them, “ Collect no more money than what you have been ordered to do.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Now some who were soldiers also asked him, saying, “ And what should we do?” He said to them, “ Do not take money from anyone by force, and do not accuse anyone falsely, and be content with your wages.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Now the people were eagerly expecting and were all wondering in their hearts concerning John, whether he might be the Christ."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "John answered, saying to them all, “ I indeed baptize you with water, but one more powerful than I is coming, of whom I am not worthy even to untie the strap of his sandals. He will baptize you with the Holy Spirit and with fire."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "His winnowing fork is in his hand to thoroughly clear off his threshing floor and to gather the wheat into his storehouse. But he will burn up the chaff with fire that can never be put out.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Therefore, also exhorting many other things, John preached the gospel to the people."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But Herod the tetrarch, having been reproved by John concerning Herodias, the wife of his brother, and concerning all the evil things that Herod had done,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "he even added this to them all: he locked John up in prison."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Now it came about, when all the people were baptized, Jesus also was baptized, and while he was praying, the heavens were opened,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "and the Holy Spirit in bodily form came down on him like a dove, and a voice came from heaven, “ You are my Son, whom I love. I am pleased with you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Now Jesus himself was about thirty years old when he began his ministry. He was the son( as it was assumed) of Joseph, the son of Heli,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Salathiel, the son of Neri,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"
          },
          {
            "tag": "v",
            "num": "37",
            "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "the son of Enos, the son of Seth, the son of Adam, the son of God."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}