{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When he called the twelve together, he gave them power and authority over all the demons, and to cure diseases,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "and he sent them out to proclaim the kingdom of God and to heal the sick."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He said to them, “ Take nothing for your journey— neither staff, nor wallet, nor bread, nor money— nor have two tunics."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Whatever house you enter into, stay there, until you leave that place."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Wherever they do not receive you, when you go out from that town, shake off the dust from your feet as a testimony against them.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then they departed and went through the villages, preaching the gospel and healing everywhere."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Now Herod the tetrarch heard about all that was happening, and he was perplexed, because it was said by some that John had risen from the dead,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "and by some that Elijah had appeared, but by others that one of the ancient prophets had risen."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But Herod said, “ I beheaded John, but who is this about whom I hear such things?” So he was trying to see him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "When the apostles returned, they told him everything they had done. Then he took them with him, and they went away privately to a town called Bethsaida."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But when the crowds heard about this, they followed him. He welcomed them and spoke to them about the kingdom of God, and he healed those who needed healing."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now the day began to end, so the twelve came to him and said, “ Send the crowd away that they may go into the surrounding villages and countryside find lodging and find food, because we are here in an isolated place.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But he said to them, “ You give them something to eat.” But they said, “ There are not more than five loaves of bread and two fish with us— unless we go and we buy food for all these people.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "( For there were about five thousand men.) Then he said to his disciples, “ Have them sit down in groups of about fifty each.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So they did this, and made them all sit down."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then taking the five loaves and the two fish, he looked up to heaven, he blessed them and broke them into pieces, and he gave them to the disciples to set before the crowd."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They all ate and were satisfied, and what was left over of them was picked up— twelve baskets of broken pieces."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "It came about that while Jesus was praying by himself, the disciples were with him, and he questioned them, saying, “ Who do the crowds say that I am?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They answered and said, “ John the Baptist. But others say Elijah, and others say that one of the ancient prophets has risen.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then he said to them, “ But who do you say that I am?” Then Peter answered and said, “ The Christ of God.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "But he strongly warned them, instructing to tell this to no one,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "saying, “ The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and he will be killed, and be raised on the third day.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then he said to them all, “ If anyone wants to come after me, he must deny himself and take up his cross daily and follow me."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For whoever would desire to save his soul will lose it; but whoever would lose his soul for my sake, he will save it."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For what is a person profited, having gained the whole world, but destroying or losing himself?"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "For whoever is ashamed of me and my words, of him will the Son of Man be ashamed when he comes in his own glory, and the glory of the Father and of the holy angels."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But I say to you truly, there are some of those who are standing here who will not taste death before they see the kingdom of God.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "Now it happened that about eight days after these sayings, he went up on the mountain to pray, taking along Peter and John and James."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "It happened that as he was praying, the appearance of his face was changed, and his clothes became brilliant white."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "And behold, two men were talking with him, who were Moses and Elijah,"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "who appeared in glory, talking about his departure, which he was about to bring to completion in Jerusalem."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Now Peter and those who were with him were heavy with sleep, but when they became fully awake, they saw his glory and the two men who were standing with him."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Then it happened that as they were going away from Jesus, Peter said to him, “ Master, it is good for us to be here. Let us make three shelters, one for you, and one for Moses, and one for Elijah.” ( He did not know what he was saying.)"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "But as he was saying this, a cloud came and overshadowed them, and they were afraid as they entered into the cloud."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Then a voice came out of the cloud, saying, “ This is my Son, the one who is chosen; listen to him.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "When the voice had spoken, Jesus was found alone. They kept silent and told no one in those days anything of what they had seen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "Now it happened that on the next day, when they came down from the mountain, a large crowd met him."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "Then behold, a man from the crowd cried out, saying, “ Teacher, I beg you to look at my son, for he is my only begotten child."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "See, a spirit takes control over him and he suddenly screams, and it causes him to have convulsions and foaming at the mouth. It departs from him with difficulty, bruising him badly."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "I begged your disciples to force it out, but they could not.”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "So Jesus answered and said, “ You unbelieving and depraved generation, how long must I be with you and put up with you? Bring your son here.”"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "While the boy was coming, the demon threw him to the ground and shook him with convulsions. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "Then they were all amazed at the greatness of God. But while they all were marveling at everything that he was doing, he said to his disciples,"
          },
          {
            "tag": "v",
            "num": "44",
            "text": "“ Let these words go deeply into your ears: For the Son of Man is going to be betrayed into the hands of men.”"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "But they did not understand this statement. It was hidden from them, so they could not understand it, and yet they were afraid to ask him about this statement."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "46",
            "text": "Then an argument started among them as to which of them would be the greatest."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "But Jesus, knowing the reasoning in their hearts, took a little child, put him by his side,"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "and said to them, “ Whoever welcomes this child in my name, welcomes me; and whoever welcomes me, welcomes the one who sent me. For the one who is least among you all, he is great.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "49",
            "text": "John answered and said, “ Master, we saw someone forcing out demons in your name and we prevented him, because he does not follow along with us.”"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "But Jesus said to him, “ Do not stop him, for whoever is not against you is for you.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "51",
            "text": "Now it happened that when the days drew near for him to be taken up, he set his face to go to Jerusalem."
          },
          {
            "tag": "v",
            "num": "52",
            "text": "He sent messengers on ahead of him, and they went and entered into a Samaritan village to prepare things for him."
          },
          {
            "tag": "v",
            "num": "53",
            "text": "But they did not welcome him, because he had set his face to go to Jerusalem."
          },
          {
            "tag": "v",
            "num": "54",
            "text": "Now when the disciples James and John saw this, they said, “ Lord, do you want us to command fire to come down from heaven and consume them?”"
          },
          {
            "tag": "v",
            "num": "55",
            "text": "But he turned and rebuked them,"
          },
          {
            "tag": "v",
            "num": "56",
            "text": "and they went on to another village."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "57",
            "text": "As they were going along the road, someone said to him, “ I will follow you wherever you go.”"
          },
          {
            "tag": "v",
            "num": "58",
            "text": "Jesus said to him, “ The foxes have holes, and the birds in the sky have nests, but the Son of Man does not have anywhere he might lay his head.”"
          },
          {
            "tag": "v",
            "num": "59",
            "text": "Then he said to another, “ Follow me.” But he said, “ Lord, first permit me to go and bury my father.”"
          },
          {
            "tag": "v",
            "num": "60",
            "text": "But he said to him, “ Let the dead bury their own dead. But as for you, go and proclaim the kingdom of God.”"
          },
          {
            "tag": "v",
            "num": "61",
            "text": "Then still another said, “ I will follow you, Lord, but first permit me to say goodbye to those in my home.”"
          },
          {
            "tag": "v",
            "num": "62",
            "text": "But Jesus replied, “ No one, having put his hand on a plow, yet looking back, is fit for the kingdom of God.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}