{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now it happened that he went into the house of one of the leaders of the Pharisees on a Sabbath to eat bread, and they were watching him closely."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now there was in front of him a man who was suffering from edema."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So Jesus asked and spoke to the experts in the Jewish law and the Pharisees, saying, “ Is it lawful to heal on the Sabbath, or not?”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But they kept silent. So Jesus took hold of him, healed him, and sent him away."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then he said to them, “ Which of you, if a son or an ox falls into a well, will not also immediately pull him out on the Sabbath day?”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They were not able to give an answer to these things."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then he was speaking a parable to those who were invited, noticing how they were choosing the seats of honor, saying to them,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "“ When you are invited by someone to wedding feasts, do not recline in the place of honor, or perhap someone more honorable than you may have been invited by him,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and when the one who invited you and him arrives, he will say to you, ‘ Give this person your place,’ and then in shame you will proceed to take the last place."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Instead, when you are invited, go and recline in the last place, so that when the one who has invited you comes, he will say to you, ‘ Friend, come up higher.’ Then you will be honored in the presence of all those reclining at table with you."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then he also said to the one who had invited him, “ When you give a dinner or a banquet, do not invite your friends nor your brothers nor your relatives nor your rich neighbors, otherwise they may also invite you in return, and repayment will be made to you."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But when you give a banquet, invite the poor, the crippled, the lame, and the blind,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "and you will be blessed, because they cannot repay you. For you will be repaid in the resurrection of the just.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Now when one of those who reclined at table heard these things, he said to him, “ Blessed is he who will eat bread in the kingdom of God!”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But Jesus said to him, “ A certain man prepared a large dinner and invited many."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "At the hour of the dinner, he sent his servant to say to those who were invited, ‘ Come, because it is now ready.’"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "But they all alike began to make excuses. The first said to him, ‘ I have bought a field, and I must go out to see it. Please excuse me.’"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Another said, ‘ I have bought five pairs of oxen, and I am going to try them out. Please excuse me.’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yet another said, ‘ I have married a wife, and because of this I am not able to come.’"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So the servant came and reported these things to his master. Then becoming angry, the master of the house said to his servant, ‘ Go out quickly into the streets and lanes of the town and bring in here the poor, and crippled, and blind, and lame.’"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then the servant said, ‘ Master, what you commanded has been done, and there is still room.’"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So the master said to the servant, ‘ Go out into the highways and hedges and compel them to come in, so that my house may be filled."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For I say to you, none of those men who were invited will taste my dinner.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Now large crowds were going with him, and he turned and said to them,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "“ If anyone comes to me and does not hate his own father, and mother, and wife, and children, and brothers, and sisters, and also even his own life, he cannot be my disciple."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Whoever does not carry his own cross and come after me cannot be my disciple."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "For which of you, desiring to build a tower, does not first sit down and count the cost— whether he has enough for its completion?"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Otherwise, when he has laid a foundation and is not able to finish, everyone who see it will begin to mock him,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "saying, ‘ This man began to build and was not able to finish.’"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Or what king, going to engage another king in battle, will not sit down and first determine whether he is able with ten thousand men to fight the one coming against him with twenty thousand men?"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But if not, while he is still far away, he sends a delegation and asks for terms of peace."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "In the same way, then, every one of you who does not give up everything that he possesses cannot be my disciple."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So salt is good, but if the salt indeed has lost its taste, with what will it be seasoned?"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "It is useful neither for the soil nor for the manure pile. They throw it out. The one who has ears to hear, let him hear.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 14
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}