{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now Jesus also said to the disciples, “ There was a certain rich man who had a manager, and he was reported to him as wasting his possessions."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So the rich man called him and said to him, ‘ What is this that I hear about you? Give an account of your management, for you can no longer be manager.’"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the manager said to himself, ‘ What should I do, since my master is taking away the management job from me? I am not strong enough to dig, and I am ashamed to beg."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I know what I will do, so that when I am removed from the management job, people will welcome me into their houses.’"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the manager called each one of the debters of his master, and he said to the first one, ‘ How much do you owe to my master?’"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He said, ‘ A hundred baths of olive oil.’ So he said to him, ‘ Take your bill, and sit down quickly, and write fifty.’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then he said to another, ‘ And how much do you owe?’ He said, ‘ A hundred cors of wheat.’ He said to him, ‘ Take your bill, and write eighty.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then the master commended the unrighteous manager because he had acted shrewdly. For the sons of this age are more shrewd in relation to their own generation than are the sons of the light."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "And I say to you, make friends for yourselves by means of unrighteous wealth, so that when it fails, they may receive you into the eternal dwellings."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He who is faithful in very little is also faithful in much, and he who is unrighteous in very little is also unrighteous in much."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "If therefore you have not been faithful in using unrighteous wealth, who will entrust true wealth to you?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "And if you have not been faithful in using that which belongs to another, who will give to you that which is your own?"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "No servant can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "Now the Pharisees, who were lovers of money, heard all these things, and they ridiculed him."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "So he said to them, “ You are those who justify yourselves in the sight of men, but God knows your hearts. For that which is exalted among men is detestable in the sight of God."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The law and the prophets were in effect until John. From that time on, the gospel of the kingdom of God is preached, and everyone tries to force their way into it."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But it is easier for heaven and earth to pass away than for one stroke of a letter of the law to become invalid."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Everyone who divorces his wife and marries another commits adultery, and he who marries one who is divorced from her husband commits adultery."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Now there was a certain rich man, and he was clothed in purple and fine linen, celebrating every day in splendor."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But a certain poor man named Lazarus was laid at his gate, covered with sores,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "and longing to eat from what was falling from the table of the rich man. But even the dogs were coming, licking his sores."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Now it came about that the poor man died, and he was carried away by the angels to Abraham’ s side. Then the rich man also died and was buried,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and in Hades, being in torment, he lifted up his eyes and saw Abraham from far away and Lazarus at his side."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So he cried out and said, ‘ Father Abraham, have mercy on me and send Lazarus, that he may dip the tip of his finger in water and cool my tongue, for I am in anguish in this flame.’"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But Abraham said, ‘ Child, remember that in your lifetime you received your good things, and Lazarus in like manner evil things. But now he is comforted here, and you are in agony."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Besides all these things, between us and you a great chasm has been put in place, so that those who want to cross over from here to you are not able, nor can they cross over from there to us.’"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then the rich man said, ‘ I beg you then, father, that you would send him to the house of my father—"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "for I have five brothers— in order that he might warn them, so that they would not also come to this place of torment.’"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "But Abraham said, ‘ They have Moses and the prophets; let them listen to them.’"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But the rich man replied, ‘ No, Father Abraham, but if someone would go to them from the dead, they will repent.’"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But Abraham said to him, ‘ If they do not listen to Moses and the prophets, neither will they be persuaded if someone would rise from the dead.’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}