{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Jesus entered and was passing through Jericho."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now, there was a man named Zacchaeus, and he was a chief tax collector, and he was rich."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "He was trying to see Jesus, who he was, but he was not able over the crowd, because he was small in height."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So he ran on ahead and climbed up into a sycamore tree to see him, because Jesus was about to pass that way."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When Jesus came to the place, he looked up and said to him, “ Zacchaeus, come down quickly, for today I must stay at your house.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So he hurried and came down and welcomed him joyfully."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Now when they saw this, they all complained, saying, “ He has gone in to visit with a sinful man.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But Zacchaeus stood and said to the Lord, “ Look, Lord, the half of my goods I give to the poor, and if I have cheated anyone of anything, I will restore four times the amount.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then Jesus said to him, “ Today salvation has come to this house, because he too is a son of Abraham."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For the Son of Man came to seek and to save those who are lost.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Now as they were listening to these things, he proceeded to speak a parable, because he was near to Jerusalem, and they thought that the kingdom of God was about to appear immediately."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Therefore he said, “ A certain man of noble birth went into a far country to receive for himself a kingdom and then to return."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "So he called ten of his servants, and gave them ten minas, and said to them, ‘ Conduct business until I come back.’"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "But his citizens hated him and sent a delegation after him, saying, ‘ We do not want this man rule over us.’"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Now it happened that when he returned, having received the kingdom, he then commanded that those servants to whom he had given the money be called to him, so that he might know what profit they had made by doing business."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So the first came before him, saying, ‘ Master, your mina has made ten minas.’"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "The nobleman said to him, ‘ Well done, good servant. Because you were faithful in very little, you will have authority over ten cities.’"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then the second came, saying, ‘ Your mina, master, has made five minas.’"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "So the nobleman also said to him, ‘ And you will be over five cities.’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then the other came, saying, ‘ Master, here is your mina, which I kept put away in a cloth,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "for I was afraid of you, because you are a demanding man. You take up what you did not put down, and you reap what you did not sow.’"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The nobleman said to him, ‘ By your mouth I will judge you, you wicked servant! Did you know that I am a demanding man, taking up what I did not put down, and reaping what I did not sow?"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So why did you not put the money in a bank, and when I returned, I would have collected it with interest?’"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Then he said to those who were standing by, ‘ Take away from him the mina, and give it to the one who has the ten minas.’"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But they said to him, ‘ Master, he has ten minas.’"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "‘ I say to you, that everyone who has will be given more, but from the one who does not have, even that which he has will be taken away."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But these enemies of mine, those who did not want me to reign over them, bring them here and kill them in front of me.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "When he had said these things, he went on ahead, going up to Jerusalem."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Now it happened that when he came near to Bethphage and Bethany, at the hill that is called Olivet, he sent two of the disciples,"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "saying, “ Go into the village ahead of you. As you enter, you will find a colt that is tied up on which no man has ever sat. Untie it and bring it here."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "If anyone asks you, ‘ Why are you untying it?’ you will say thus, ‘ The Lord has need of it.’”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "So those who were sent went and found it just as he had told them."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Now as they were untying the colt, the owners of it said to them, “ Why are you untying the colt?”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "So they said, “ The Lord has need of it.”"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Then they brought it to Jesus, and they threw their cloaks upon the colt and they put Jesus on it."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Now as he went along, they were spreading their cloaks on the road."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then as he was already coming near to the descent of the Mount of Olives, the whole multitude of the disciples began to rejoice, to praise God with a loud voice for all the mighty works which they had seen,"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "saying, “ Blessed is the king who comes in the name of the Lord! Peace in heaven and glory in the highest!”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "But some of the Pharisees from the crowd said to him, “ Teacher, rebuke your disciples.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Jesus answered and said, “ I tell you that if these were silent, the stones would cry out.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "41",
            "text": "Now when Jesus approached and had seen the city, he wept over it,"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "saying, “ If you had known in this day, even you, the things which bring peace! But now they are hidden from your eyes."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "For the days will come upon you when indeed your enemies will build a barricade around you, and surround you, and press in on you from every side."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "They will strike you down to the ground and your children with you. They will not leave one stone upon another in you, because you did not recognize the time of your visitation.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "Then entering into the temple, he began to cast out those who were selling,"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "saying to them, “ It is written, ‘ My house will be a house of prayer,’ but you have made it a den of robbers.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "47",
            "text": "So Jesus was teaching daily in the temple. Now the chief priests and the scribes and the leaders of the people were seeking to kill him,"
          },
          {
            "tag": "v",
            "num": "48",
            "text": "but they could not find that which they might do, for all the people were listening, hanging on to his words."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}