{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Gospel of Luke"
        },
        {
          "tag": "toc2",
          "text": "Luke"
        },
        {
          "tag": "toc3",
          "text": "Luk"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now many have attempted to compile an account concerning the things that have been fulfilled among us,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "just as they were handed down to us by those who from the beginning were eyewitnesses and servants of the word."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So it seemed good to me also, having carefully investigated everything from the beginning, to write for you an orderly account, most excellent Theophilus,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "so that you might know the certainty of the things that you have been taught."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "In the days of Herod, king of Judea, there was a certain priest named Zechariah, from the division of Abijah. His wife was from the daughters of Aaron, and her name was Elizabeth."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But they had no child, because Elizabeth was barren, and they were both advanced in years."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Now it came about that while Zechariah was performing his priestly duties before God, in the order of his division,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "According to the custom of the priesthood, he was chosen by lot to enter into the temple of the Lord to burn incense."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now the whole crowd of the people was praying outside at the hour when the incense was burned."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then an angel of the Lord appeared to him, standing at the right side of the altar of incense."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Zechariah was troubled when he saw him, and fear fell on him."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But the angel said to him, “ Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you will call his name John."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "There will be joy and gladness to you, and many will rejoice at his birth."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "For he will be great in the sight of the Lord. He must never drink wine or strong drink, and he will be filled with the Holy Spirit even from his mother’ s womb."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He will turn many of the sons of Israel back to the Lord their God."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "And he will go as a forerunner before the Lord in the spirit and power of Elijah, to turn the hearts of fathers back to their children and the disobedient to the wisdom of the righteous— to make ready for the Lord a people prepared for him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Zechariah said to the angel, “ How will I know this? For I am an old man and my wife is advanced in her years.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The angel answered and said to him, “ I am Gabriel, who stands in the presence of God. I was sent to speak to you, and to bring you this good news."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "And behold, you will be silent, and not able to speak until that day when these things take place, because you did not believe my words, which will be fulfilled in their proper time.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Now the people were waiting for Zechariah, and they were wondering at his delay in the temple."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But when he came out, he was not able to speak to them, and they realized that he had seen a vision in the temple; and he kept making signs to them, and remained unable to speak."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "It came about that when the days of his priestly service were fulfilled, he went away to his home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Now after these days, his wife Elizabeth conceived, and for five months she kept herself hidden, saying,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "“ This is what the Lord has done for me, in the days in which he looked upon me with favor, to take away my disgrace among people.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Now in the sixth month, the angel Gabriel was sent from God to a city in Galilee which was named Nazareth,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "to a virgin engaged to a man whose name was Joseph, of the house of David, and the name of the virgin was Mary."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "And coming to her, the angel said, “ Greetings, favored one! The Lord is with you.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But she was troubled by his words and she was considering what kind of greeting this might be."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So the angel said to her, “ Do not be afraid, Mary, for you have found favor with God."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "And see, you will conceive in your womb and bear a son, and you will call his name‘ Jesus.’"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his ancestor David."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "He will reign over the house of Jacob forever, and there will be no end of his kingdom.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But Mary said to the angel, “ How will this be, since I have not known a man?”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Answering, the angel said to her, “ The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore, the holy one who will be born will be called the Son of God."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "And see, your relative Elizabeth has also conceived a son in her old age, and this is the sixth month for her, who was called barren."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "For nothing will be impossible for God.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So Mary said, “ See, I am the female servant of the Lord. May it be done to me according to your word.” Then the angel left her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Then Mary arose in those days and quickly went into the hill country, to a city of Judah,"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "and she entered into the house of Zechariah and greeted Elizabeth."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Now it happened that when Elizabeth heard Mary’ s greeting, the baby in her womb leaped, and Elizabeth was filled with the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "She exclaimed in a loud voice and said, “ Blessed are you among women, and blessed is the fruit of your womb."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "And how has this happened to me that the mother of my Lord should come to me?"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "For see, as soon as the sound of your greeting reached to my ears, the baby in my womb leaped for joy."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "And blessed is she who believed that there would be a fulfillment of the things that were spoken her from the Lord.”"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Then Mary said,"
            },
            {
              "tag": "q",
              "text": "“ My soul magnifies the Lord,"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "and my spirit has rejoiced in God my Savior."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "For he has looked at the low condition of his female servant. For see, from now on all generations will call me blessed,"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "for the Mighty One has done great things for me, and his name is holy."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "His mercy is from generation to generation to those who fear him."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "He has done mighty deeds with his arm; he has scattered those who are proud in the thoughts of their hearts."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "He has thrown down rulers from their thrones and he has raised up those of low condition."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "He has filled the hungry with good things, but the rich he has sent away empty."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "He has helped Israel his servant, remembering his mercy,"
            },
            {
              "tag": "v",
              "num": "55",
              "text": "as he spoke to our fathers— to Abraham and to his descendants forever.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "56",
              "text": "So Mary stayed with Elizabeth about three months, and then returned to her home."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "57",
              "text": "Now the time had come for Elizabeth to deliver her baby and she gave birth to a son."
            },
            {
              "tag": "v",
              "num": "58",
              "text": "Her neighbors and her relatives heard that the Lord had shown his great mercy to her, and they rejoiced with her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "59",
              "text": "Now it happened on the eighth day that they came to circumcise the child, and they would have named him after the name of his father, Zechariah."
            },
            {
              "tag": "v",
              "num": "60",
              "text": "But his mother answered and said, “ No. Rather, he will be called John.”"
            },
            {
              "tag": "v",
              "num": "61",
              "text": "They said to her, “ There is no one among your relatives who is called by this name.”"
            },
            {
              "tag": "v",
              "num": "62",
              "text": "Then they made signs to his father as to what he wanted him to be named."
            },
            {
              "tag": "v",
              "num": "63",
              "text": "His father asked for a writing tablet and wrote, saying, “ His name is John.” And they all were astonished."
            },
            {
              "tag": "v",
              "num": "64",
              "text": "Then immediately his mouth was opened and his tongue was freed, and he spoke, blessing God."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "Fear came on all those who lived around them, and all these matters were being talked about throughout all the hill country of Judea."
            },
            {
              "tag": "v",
              "num": "66",
              "text": "All those who heard these things stored them in their hearts, saying, “ What then will this child become?” For indeed the hand of the Lord was with him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "67",
              "text": "Then his father Zechariah was filled with the Holy Spirit and prophesied, saying,"
            },
            {
              "tag": "v",
              "num": "68",
              "text": "“ Blessed be the Lord, the God of Israel, for he has come to help and he has accomplished redemption for his people."
            },
            {
              "tag": "v",
              "num": "69",
              "text": "He has raised up a horn of salvation for us in the house of his servant David"
            },
            {
              "tag": "v",
              "num": "70",
              "text": "( as he spoke by the mouth of his holy prophets from long ago),"
            },
            {
              "tag": "v",
              "num": "71",
              "text": "salvation from our enemies and from the hand of all those who hate us."
            },
            {
              "tag": "v",
              "num": "72",
              "text": "He will do this to show mercy to our fathers and to remember his holy covenant,"
            },
            {
              "tag": "v",
              "num": "73",
              "text": "the oath that he swore to Abraham our father, to grant to us"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "to grant to us in verse 74, but the best manuscripts have it here."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "74",
              "text": "that we, having been delivered out of the hand of our enemies, would serve him without fear,"
            },
            {
              "tag": "v",
              "num": "75",
              "text": "in holiness and righteousness before him all our days."
            },
            {
              "tag": "v",
              "num": "76",
              "text": "And indeed, you, child, will be called a prophet of the Most High, for you will go before the Lord to prepare his paths;"
            },
            {
              "tag": "v",
              "num": "77",
              "text": "to give knowledge of salvation to his people through the forgiveness of their sins."
            },
            {
              "tag": "v",
              "num": "78",
              "text": "This will happen because of the tender mercy of our God, because of which the sunrise from on high will come to help us,"
            },
            {
              "tag": "v",
              "num": "79",
              "text": "to shine on those who sit in darkness and in the shadow of death; to guide our feet into the path of peace.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "80",
              "text": "Now the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now in those days, it came about that a decree went out from Caesar Augustus that a census be taken of all the people in the world."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "This first census happened while Quirinius was governing Syria."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So everyone went to be registered, each one to his own city."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family line of David."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He went to register with Mary, who was engaged to him and was pregnant."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now it came about that while they were there, the time came for the birth of her baby."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "And she gave birth to her son, her firstborn child, and she wrapped him in long strips of cloth and laid him in a manger, because there was no room for them in the inn."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Now there were shepherds in the same region, who were staying in the fields and keeping watch over their flock at night."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were extremely afraid."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the angel said to them, “ Do not be afraid, for behold, I bring you great joy, which will be to all the people."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For today was born for you in the city of David, a Savior who is Christ the Lord!"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "This will be the sign to you: You will find a baby wrapped in strips of cloth and lying in a manger.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "And suddenly there appeared with the angel a multitude of the heavenly army, praising God and saying,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "“ Glory to God in the highest, and on earth, peace among people with whom he is pleased.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "It came about that when the angels had gone away from them into heaven, the shepherds said to each other, “ Let us indeed go to Bethlehem, and see this thing that has happened, which the Lord has made known to us.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So they hurried there and found Mary and Joseph, and the baby, who was lying in the manger."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "After they had seen him, they made known concerning the message that had been told to them about this child."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "All those who heard it were amazed concerning the things that were spoken to them by the shepherds."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Mary treasured up all these things, pondering them in her heart."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then the shepherds returned, glorifying and praising God for everything that they had heard and seen, just as it had been spoken to them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Now when eight days had passed, at his circumcision, then his name was called Jesus, which he had been called by the angel before he was conceived in the womb."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "And when the days of their purification had passed, according to the law of Moses, they brought him up to Jerusalem to present him to the Lord"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "( as it is written in the law of the Lord, “ Every male who opens the womb will be called holy to the Lord”),"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "and to offer a sacrifice according to what was said in the law of the Lord, “ a pair of doves or two young pigeons.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now see, there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, looking for the consolation of Israel, and the Holy Spirit was upon him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’ s Christ."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He came in the Spirit into the temple; and when the parents brought in the child Jesus, so they could do for him according to what was the custom of the law,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "he took him into his arms and praised God and he said,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "“ Now let your servant depart in peace, Lord, according to your word."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "For my eyes have seen your salvation,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "which you have prepared in the presence of all the peoples:"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "A light for revelation to the Gentiles and glory to your people Israel.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Now his father and mother"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts add to the text the name of his father, "
            },
            {
              "tag": "fqa",
              "text": "Joseph . Some do not mention the mother. The most reliable manuscripts have"
            },
            {
              "tag": "fqa",
              "text": "his father and mother ."
            },
            {
              "tag": "f",
              "text": "* were amazed at what was said about him."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then Simeon blessed them, and said to Mary his mother, “ Behold, this child is appointed for the downfall and rising up of many people in Israel and for a sign that is spoken against—"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "and a sword will also pierce your own soul— so that the thoughts of many hearts may be revealed.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Anna was also there, a prophetess, the daughter of Phanuel from the tribe of Asher. She was very advanced in years, having lived with her husband for seven years after her virginity,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "and she was a widow for eighty- four years. She never left the temple, serving with fastings and prayers, night and day."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Coming up to them at that very hour, she began giving thanks to God and speaking about the child to all those who had been waiting for the redemption of Jerusalem."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So when they had finished everything that was according to the law of the Lord, they returned to Galilee, to their own town of Nazareth."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "And the child grew and became strong, being filled with wisdom, and the grace of God was upon him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Now his parents went every year to Jerusalem for the Festival of the Passover."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "When he was twelve years old, they again went up at the customary time for the feast."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But after the days were finished, as they were returning home, the boy Jesus stayed behind in Jerusalem. Now his parents did not know it,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "but assuming that he was with the group of travelers, they went a day’ s journey. Then they started looking for him among their relatives and friends."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When they did not find him, they returned to Jerusalem and started looking for him there."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "It came about that after three days, they found him in the temple, sitting in the middle of the teachers, and listening to them, and asking them questions."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "And all those who heard him were amazed at his understanding and his answers."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "When they saw him, they were astonished. His mother said to him, “ Son, why have you treated us this way? Look, your father and I have been anxiously searching for you.”"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "But he said to them, “ Why is it that you were searching for me? Did you not know that I must be in my Father’ s house?"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some scholars translate "
            },
            {
              "tag": "fqa",
              "text": "in my Father’s house as"
            },
            {
              "tag": "fqa",
              "text": "about my Father’s business ."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "50",
              "text": "But they did not understand the statement that he spoke to them."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Then he went down with them and came to Nazareth, and was obedient to them. But his mother treasured all these things in her heart."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "52",
              "text": "And Jesus continued to increase in wisdom and stature, and in favor with God and people."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now in the fifteenth year of the reign of Tiberius Caesar— while Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "during the high priesthood of Annas and Caiaphas— the word of God came to John son of Zechariah in the wilderness."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So he went into all the region around the Jordan, preaching a baptism of repentance for the forgiveness of sins."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "As it is written in the book of the words of Isaiah the prophet,"
            },
            {
              "tag": "q1",
              "text": "“ A voice of one calling out in the wilderness,"
            },
            {
              "tag": "q1",
              "text": "‘ Make ready the way of the Lord, make his paths straight."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Every valley will be filled, and every mountain and hill will be made low, and the crooked roads will become straight, and the rough roads will become smooth,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "and all flesh will see the salvation of God.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "So John said to the crowds who were coming out to be baptized by him, “ You offspring of vipers! Who warned you to run away from the wrath that is coming?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Therefore, produce fruits that are worthy of repentance, and do not begin to say within yourselves, ‘ We have Abraham for our father,’ for I tell you that God is able to raise up children for Abraham from these stones."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But indeed the ax is already set against the root of the trees. So every tree that does not produce good fruit is chopped down and thrown into the fire.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then the crowds kept asking him, saying, “ What then should we do?”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So he answered and said to them, “ The one who has two tunics should share with the one who has none, and the one who has food should do the same.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now tax collectors also came to be baptized, and they said to him, “ Teacher, what should we do?”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So he said to them, “ Collect no more money than what you have been ordered to do.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Now some who were soldiers also asked him, saying, “ And what should we do?” He said to them, “ Do not take money from anyone by force, and do not accuse anyone falsely, and be content with your wages.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Now the people were eagerly expecting and were all wondering in their hearts concerning John, whether he might be the Christ."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "John answered, saying to them all, “ I indeed baptize you with water, but one more powerful than I is coming, of whom I am not worthy even to untie the strap of his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "His winnowing fork is in his hand to thoroughly clear off his threshing floor and to gather the wheat into his storehouse. But he will burn up the chaff with fire that can never be put out.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Therefore, also exhorting many other things, John preached the gospel to the people."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Herod the tetrarch, having been reproved by John concerning Herodias, the wife of his brother, and concerning all the evil things that Herod had done,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "he even added this to them all: he locked John up in prison."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Now it came about, when all the people were baptized, Jesus also was baptized, and while he was praying, the heavens were opened,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "and the Holy Spirit in bodily form came down on him like a dove, and a voice came from heaven, “ You are my Son, whom I love. I am pleased with you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Now Jesus himself was about thirty years old when he began his ministry. He was the son( as it was assumed) of Joseph, the son of Heli,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Salathiel, the son of Neri,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "the son of Enos, the son of Seth, the son of Adam, the son of God."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus, full of the Holy Spirit, returned from the Jordan River, and was led by the Spirit into the wilderness,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "where for forty days he was tempted by the devil. He did not eat anything during those days, and he was hungry when they were completed."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the devil said to him, “ If you are the Son of God, speak to this stone so that it might become bread.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Jesus answered him, “ It is written, ‘ Man does not live on bread alone.’”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then the devil led him up and showed him all the kingdoms of the world in an instant of time."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then the devil said to him, “ I will give to you all this authority and their glory, for they have been given to me, and I can give it to anyone I want."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So then, if you will worship before me, it will all be yours.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Jesus answered and said to him, “ It is written, ‘ You will worship the Lord your God, and you will serve only him.’”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then the devil led Jesus to Jerusalem and put him on the very highest point of the temple, and said to him, “ If you are the Son of God, throw yourself down from here."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For it is written,"
            },
            {
              "tag": "q1",
              "text": "‘ He will give orders to his angels regarding you, to protect you,’"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "and, ‘ They will lift you up in their hands, so that you will not strike your foot against a stone.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Answering, Jesus said to him, “ It is said, ‘ Do not put the Lord your God to the test.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "When the devil had finished every temptation, he went away from him until an opportune time."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Then Jesus returned to Galilee in the power of the Spirit, and news about him spread throughout the entire surrounding region."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He began to teach in their synagogues, being praised by all."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Now he came into Nazareth, where he had been raised, and according to his custom, he entered into the synagogue on the Sabbath day, and he stood up to read aloud."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The scroll of the prophet Isaiah was handed to him. He opened the scroll and found the place where it was written,"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "“ The Spirit of the Lord is upon me, because he anointed me to preach the gospel to the poor. He has sent me to proclaim freedom to the captives, and recovery of sight to the blind, to set free those who are oppressed,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "to proclaim the year of the Lord’ s favor.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fixed on him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then he began to say to them, “ Today this scripture has been fulfilled in your hearing.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Everyone there spoke well of him and they were amazed at the gracious words which were coming out of his mouth, and they asked, “ Is this not the son of Joseph?”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he said to them, “ Surely you will say this proverb to me, ‘ Doctor, heal yourself. Whatever we heard that you did in Capernaum, do the same in your hometown.’”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But he said, “ Truly I say to you, no prophet is received in his hometown."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But in truth I tell you that there were many widows in Israel during the time of Elijah, when the sky was shut up for three years and six months, when a great famine came upon all the land."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But Elijah was sent to none of them, except to Zarephath in Sidon, to a widow woman."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "And there were many lepers in Israel during the time of Elisha the prophet, but none of them were healed except Naaman the Syrian.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then all the people in the synagogue were filled with rage when they heard these things."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So they got up, forced him out of the town, and led him to the edge of the hill on which their town was built, so they might throw him off."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But passing through the middle of them, he went on his way."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then he went down to Capernaum, a city in Galilee, and he began to teach them on the Sabbath."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They were astonished at his teaching, because his message was with authority."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Now in the synagogue there was a man who had a spirit of an unclean demon, and he cried out with a loud voice,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "“ Ha! What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are— the Holy One of God!”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then Jesus rebuked him, saying, “ Be silent, and come out of him!” So when the demon had thrown the man down in the middle of them, he came out of him, not hurting him in any way."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "So astonishment came upon all the people, and they kept talking to one another, saying, “ What is this message, that he commands the unclean spirits with authority and power, and they come out?”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "So news about him began to spread into every part of the surrounding region."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "Then he left the synagogue and entered into the house of Simon. Now Simon’ s mother- in- law was suffering with a high fever, and they pleaded with him on her behalf."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So standing over her, he rebuked the fever, and it left her, and immediately she got up and started serving them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "When the sun was setting, anyone who was sick with various kinds of diseases, people brought them to Jesus, and laying his hands on each one of them, he healed them."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Demons also came out from many of them, crying out and saying, “ You are the Son of God!” He rebuked them and would not permit them to speak, because they knew that he was the Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "When daybreak came, he went out to a solitary place, but the crowds of people were looking for him, and came to him. They tried to keep him from going away from them."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But he said to them, “ I must also preach the gospel about the kingdom of God to many other cities, because for this reason I was sent here.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "Then he continued to preach in the synagogues throughout Judea."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happened that, while the crowd of people were pressing in on Jesus and listening to the word of God, he was standing by the lake of Gennesaret."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He saw two boats pulled up by the edge of the lake, but the fishermen had gotten out of them and were washing their nets."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then Jesus got into one of the boats, which was Simon’ s, and asked him to put it out a short distance from the land. Then he sat down and taught the crowds from the boat."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When he had finished speaking, he said to Simon, “ Take the boat out into the deeper water and let down your nets for a catch.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Simon answered and said, “ Master, we worked all night, and caught nothing, but at your word, I will let down the nets.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When they had done this, they gathered a very large number of fish, and their nets were breaking."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So they motioned to their partners in the other boat that they should come to help them. They came and filled both the boats, so that they began to sink."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Simon Peter, when he saw it, fell down at the knees of Jesus, saying, “ Depart from me, for I am a sinful man, Lord.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "For amazement had taken hold of him, and all those with him, at the catch of fish which they had taken,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "and likewise also James and John, sons of Zebedee, who were partners with Simon. Then Jesus said to Simon, “ Do not be afraid; from now on you will be catching men.”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When they had brought their boats to land, they left everything and followed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "It came about that while he was in one of the cities, there was a man full of leprosy. Now when he saw Jesus, he fell on his face and begged him, saying, “ Lord, if you are willing, you can make me clean.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then Jesus reached out his hand and touched him, saying, “ I am willing. Be clean.” Immediately the leprosy left him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then he instructed him to tell no one, but told him, “ Go on your way, and show yourself to the priest and offer a sacrifice for your cleansing, according to what Moses commanded, for a testimony to them.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But the report about him spread even farther, and large crowds of people came together to hear him teach and to be healed of their sicknesses."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But he often withdrew into the deserted places and prayed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Now it came about on one of those days that he was teaching, and there were Pharisees and teachers of the law sitting there who had come from every village of Galilee and Judea, and from Jerusalem. The power of the Lord was there for him to heal."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Now there were some men carrying on a mat a man who was paralyzed, and they were seeking to bring him inside and to lay him down in front of Jesus."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When they could not find a way to bring him in because of the crowd, they went up to the housetop and let the man down through the tiles, on his mat, into the midst of the people, in front of Jesus."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Seeing their faith, he said, “ Man, your sins are forgiven you.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then the scribes and the Pharisees began to question this, saying, “ Who is this who speaks blasphemies? Who can forgive sins but God alone?”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But Jesus, knowing their thoughts, answered and said to them, “ Why are you questioning this in your hearts?"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Which is easier to say, ‘ Your sins are forgiven you’ or to say‘ Get up and walk?’"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But that you may know that the Son of Man has authority on earth to forgive sins,”— he said to the paralysed man—” I tell you, get up, and picking up your mat, go to your house.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Immediately he got up in front of them, picked up the mat on which he was lying, and went away to his house, glorifying God."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then amazement took hold of them all, and they glorified God, and were filled with fear, saying, “ We have seen extraordinary things today.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "After these things, Jesus went out from there and saw a tax collector named Levi sitting at the tax collector’ s tent. He said to him, “ Follow me.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So getting up and leaving everything behind, he began to follow him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Then Levi made a great banquet in his house for Jesus, and there was a large crowd of tax collectors and other people who were reclining at the table with them."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But the Pharisees and their scribes were complaining to his disciples, saying, “ Why do you eat and drink with tax collectors and sinners?”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Jesus answered and said to them, “ People who are well do not need a physician, but those who are sick."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "I did not come to call the righteous, but sinners to repentance.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Then they said to him, “ The disciples of John often fast and make prayers, and the disciples of the Pharisees do the same. But your disciples eat and drink.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So Jesus said to them, “ You cannot make the wedding attendants fast while the bridegroom is with them, can you?"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But the days will indeed come when the bridegroom will be taken away from them, then in those days they will fast.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then Jesus also spoke a parable to them. “ No one, having torn a piece of cloth from a new garment, sews it onto an old garment. But if he did that, he would tear the new garment, and the old garment will not match the piece that is from the new garment."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "And no one puts new wine into old wineskins. But if he does that, the new wine would burst the wineskins, and it will be spilled out, and the wineskins will be destroyed."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But new wine must be put into fresh wineskins."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "No one after drinking old wine wants the new, for he says, ‘ The old is better.’”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happened on a Sabbath that Jesus was going through the grainfields, and his disciples were picking the heads of grain, rubbing them in their hands, and eating the grain."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But some of the Pharisees said, “ Why are you doing that which is not lawful to do on the Sabbath day?”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Answering them, Jesus said, “ Have you not even read what David did when he was hungry, he and the men who were with him?"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "He entered into the house of God, and took the bread of the presence and ate it, and gave it to those who were with him, which is not lawful to eat, except only for the priests.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then he said to them, “ The Son of Man is Lord of the Sabbath.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Now it happened that on another Sabbath he entered into the synagogue and taught. There was a man there, and his right hand was withered."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The scribes and the Pharisees were watching him closely to see whether he would heal someone on the Sabbath, so that they might find a reason to accuse him."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But he knew what they were thinking and he said to the man who had the withered hand, “ Get up, and stand in the midst of us.” So the man got up and stood there."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Jesus said to them, “ I ask you, is it lawful on the Sabbath to do good or to do harm, to save a soul or to destroy it?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then he looked around at them all and said to the man, “ Stretch out your hand.” He did so, and his hand was restored."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But they were filled with anger and they talked to each other about what they might do to Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Now it happened that in those days he went out to the mountain to pray, and he was spending all night in prayer to God."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When it became day, he called his disciples to him, and he chose twelve of them, whom he also named apostles:"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Simon( whom he also named Peter) and his brother Andrew; and James and John; and Philip and Bartholomew;"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and Matthew and Thomas; and James son of Alphaeus; and Simon who was called the Zealot;"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and Judas son of James; and Judas Iscariot, who became a traitor."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then he came down the mountain with them and stood on a level place with a large crowd of his disciples, and with a large number of the people from all over Judea and Jerusalem and the seacoast of Tyre and Sidon."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They had come to listen to him and to be healed of their diseases. Those who were troubled with unclean spirits were also healed."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "The whole crowd kept trying to touch him because power was coming out from him and healing them all."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then he lifted up his eyes upon his disciples, and said, “ Blessed are the poor, for yours is the kingdom of God."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Blessed are those who hunger now, for you will be filled. Blessed are those who weep now, for you will laugh."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Blessed are you when people hate you, and when they exclude you and insult you and reject your name as evil, because of the Son of Man."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Rejoice in that day and leap for joy, for see, your reward in heaven is great. For their fathers treated the prophets in the same way."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But woe to you who are rich, for you have already received your comfort."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Woe to you who are full now, for you will be hungry. Woe to the ones who laugh now, for you will mourn and weep."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Woe to you when all men speak well of you, for their ancestors treated the false prophets in the same way."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "But I say to you who are listening, love your enemies and do good to those who hate you."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Bless those who curse you and pray for those who mistreat you."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "To him who strikes you on the one cheek, offer him also the other, and from the one who takes away your cloak, do not withhold your tunic either."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Give to everyone who asks you, and from the one who takes away what is yours, do not ask for it back."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "As you desire that people would do to you, do the same to them."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "If you love people who love you, what credit is that to you? For even sinners love those who love them."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "If you do good to people who do good to you, what credit is that to you? For even sinners do the same."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "If you lend to people from whom you expect to be repaid, what credit is that to you? Even sinners lend to sinners, to get back the same amount."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But love your enemies and do good to them. Lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind toward unthankful and evil people."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Be merciful, just as your Father is merciful."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Give, and it will be given to you: A good measure— pressed down, shaken together, spilling over— they will pour into your lap. For with the measure you measure, it will be measured back to you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Then he also told them a parable. “ A blind man is not able to guide blind man, is he? Would both not fall into a pit?"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "A disciple is not greater than his teacher, but everyone when he is fully trained will be like his teacher."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Why do you look at the tiny piece of straw that is in your brother’ s eye, but you do not notice the log that is in your own eye?"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "How can you say to your brother, ‘ Brother, let me take out the piece of straw that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite! First take out the log from your own eye, and then you will see clearly to take out the piece of straw that is in your brother’ s eye."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "For there is no good tree that produces rotten fruit, nor on the other hand, a rotten tree that produces good fruit."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "For each tree is known by its own fruit. For people do not gather figs from a thornbush, nor do they gather grapes from a briar bush."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "The good man from the good treasure of his heart produces what is good, and the evil man from his evil treasure produces what is evil. For out of the abundance of the heart his mouth speaks."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "46",
              "text": "Now why do you call me, ‘ Lord, Lord,’ and do not do what I say?"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Everyone who is coming to me and hearing my words, and doing them, I will show you what he is like."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "He is like a man building a house, who dug down deep and laid a foundation on the rock. Then a flood came, the torrent of water flowed against that house, but could not shake it, because it had been built well."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "But the one who hears and does not do them, he is like a man who built a house on the ground without a foundation, against which the torrent of water flowed, and immediately it collapsed, and the ruin of that house was great.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Jesus had finished all his words in the hearing of the people, he entered into Capernaum."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "Now a certain servant of a centurion, who was highly regarded by him, being sick, was about to die."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "When the centurion heard about Jesus, he sent to him elders of the Jews, asking him, that coming, he would heal his servant."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When they had come to Jesus, they asked him earnestly, saying, “ He is worthy for you to grant this to him,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "because he loves our nation, and he built the synagogue for us.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So Jesus went on his way with them. But when he was already not far from the house, the centurion sent friends, saying to him, “ Lord, do not trouble yourself, because I am not worthy that you would come under my roof."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For this reason I did not even consider myself worthy to come to you, but say a word and my servant will be healed."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For I also am a man placed under authority, having soldiers under me. I say to this one, ‘ Go,’ and he goes; and to another one, ‘ Come,’ and he comes; and to my servant, ‘ Do this,’ and he does it.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now when Jesus heard this, he was amazed at him, and turning to the crowd that was following him, he said, “ I say to you, not even in Israel have I found such faith.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When those who had been sent returned to the house, they found the servant was well."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Now it happened on the next day that Jesus went into a town called Nain, and his disciples and a great crowd were going with him."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "As he approached the gate of the town, behold, a man who had died was being carried out, the only begotten son of his mother( and she was a widow), and a rather large crowd from the town was with her."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "When the Lord saw her, he was deeply moved with compassion for her and said to her, “ Do not cry.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then he went up and touched the wooden frame holding the body, and those carrying it stood still. Then he said, “ Young man, I say to you, arise.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So the dead man sat up and began to speak, and he gave him to his mother."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then fear overcame all of them, and they kept praising God, saying, “ A great prophet has been raised among us” and“ God has looked upon his people.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "This news about him spread throughout the whole of Judea and all the neighboring regions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "John’ s disciples reported to John conderning all these things. Then calling two of his disciples, John"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "sent them to the Lord to say, “ Are you the one who is coming, or should we look for another?”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Now when they had come to Jesus, the men said, “ John the Baptist has sent us to you to say, ‘ Are you the one who is coming, or should we look for another?’”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "In that hour he healed many people from sicknesses and afflictions and from evil spirits, and to many blind people he granted sight."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then Jesus answered and said to them, “ After you have gone on your way, report to John what you have seen and heard: Blind people are receiving sight, lame people are walking, lepers are being cleansed and deaf people are hearing, dead people are being raised back to life, poor people are being told the gospel."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Blessed is anyone who does not take offense at me.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then after John’ s messengers had gone away, Jesus began to say to the crowds concerning John, “ What did you go out into the desert to see? A reed shaken by the wind?"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But what did you go out to see? A man dressed in soft clothes? Look, those in expensive clothing and living in luxury are in kings’ palaces."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But what did you go out to see? A prophet? Yes, I say to you, and more than a prophet."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "This is he concerning whom it is written,"
            },
            {
              "tag": "q",
              "text": "‘ See, I am sending my messenger before your face, who will prepare your way before you.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "I say to you, among those born of women no one is greater than John, but the one who is least in the kingdom of God is greater than he is.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "( Now all the people who heard this, including the tax collectors, having been baptized with the baptism of John, declared God to be righteous."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But the Pharisees and the experts in Jewish law rejected God’ s purpose for themselves, not having been baptized by John.)"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "“ To what, then, will I compare the people of this generation, and what are they like?"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They are like children who are in the marketplace, sitting and calling to one another, saying, ‘ We played a flute for you, and you did not dance; We sang a funeral song, and you did not cry.’"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "For John the Baptist came neither eating bread nor drinking wine, and you say, ‘ He has a demon.’"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The Son of Man came eating and drinking, and you say, ‘ Look, a gluttonous man and a drunkard, a friend of tax collectors and sinners!’"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But wisdom is justified by all her children.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Now one of the Pharisees invited Jesus to eat with him. So entering into the Pharisee’ s house, he reclined at the table."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Now behold, there was a woman in the city who was a sinner. When she found out that he was reclining at the table in the Pharisee’ s house, bringing an alabaster jar of perfumed oil,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "and standing behind him near his feet, weeping, she began to wet his feet with her tears, and she wiped them with the hair of her head and kissed his feet and anointed them with the perfumed oil."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Now when the Pharisee who had invited Jesus saw this, he said to himself, saying, “ If this man were a prophet, he would know who and what type the woman is who is touching him, that she is a sinner.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So Jesus answered and said to him, “ Simon, I have something to say to you.” So he said, “ Say it, Teacher!”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "“ Two men were debtors to a certain moneylender. The one owed five hundred denarii, and the other fifty."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "When they did not have enough to repay him, he forgave them both. Therefore, which of them will love him more?”"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Simon answered and said, “ I suppose the one whom he forgave the most.” Then he said to him, “ You have judged correctly.”"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Then he turned to the woman and said to Simon, “ You see this woman. I have entered into your house. You did not give me water for my feet, but she has wet my feet with her tears and wiped them with her hair."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "You did not give me a kiss, but from the time I came in she did not stop kissing my feet."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "You did not anoint my head with oil, but she has anointed my feet with perfumed oil."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Therefore I say to you, her sins, which were many, have been forgiven— for she loved much. But the one who is forgiven little, loves little.”"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Then he said to her, “ Your sins are forgiven.”"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Those reclining together began to say among themselves, “ Who is this that even forgives sins?”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Then Jesus said to the woman, “ Your faith has saved you. Go in peace.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It happened that soon afterward, Jesus also began traveling around to different cities and villages, preaching and proclaiming the gospel about the kingdom of God. The twelve were with him,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and also certain women who had been healed of evil spirits and diseases: Mary who was called Magdalene, from whom seven demons had gone out;"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "and Joanna, the wife of Chuza, Herod’ s manager; and Susanna; and many others, who were providing for them out of their possessions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Now while a large crowd of people was gathering, and people were coming to him from town after town, he spoke in a parable:"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "“ The sower went out to sow his seed. As he sowed, some fell along the road, and it was trampled underfoot, and the birds of the sky devoured it."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Other seed fell on the rock, and when it grew up, it withered away, because it had no moisture."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Other seed fell in the midst of the thorns, and when it grew up, the thorns choked it."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But other seed fell on the good soil, and when it grew up, it produced a crop a hundred times greater.” After saying these things, he called out, “ The one who has ears to hear, let him hear.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then his disciples asked him, “ What might this parable mean?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So he said, “ To you has been granted to know the mysteries of the kingdom of God, but I speak to the rest in parables, so that, ‘ Seeing, they may not see; and hearing, they may not understand.’"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now the parable means this: The seed is the word of God."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "The ones along the path are those who have heard, but then the devil comes and takes away the word from their hearts, so they may not believe and be saved."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The ones on the rock are those who, when they hear the word, receive it with joy. But they have no root; they believe for a time, and in a time of testing they fall away."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The ones that fell among the thorns, these are the ones who hear, but as they go on their way, they are choked by the cares and riches and pleasures of this life, and they do not produce mature fruit."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But the ones on the good soil, these are the ones who, hearing the word with an honest and good heart, hold it securely and bear fruit with patient endurance."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "No one lights a lamp and covers it with a bowl or puts it under a bed. Rather, he puts it on a lampstand so that those who enter may see the light."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For nothing is hidden that will not be made known, nor is anything secret that will not be known and come into the light."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So be careful how you listen, for to whoever has, more will be given to him, but whoever does not have, even what he thinks he has will be taken away from him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Then his mother and brothers came to him, but they could not get near him because of the crowd."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then he was told, “ Your mother and your brothers are standing outside, wanting to see you.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But Jesus answered and said to them, “ My mother and my brothers are those who hear the word of God and do it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Now it happened that on one of those days, he indeed got into a boat with his disciples, and he said to them, “ Let us go over to the other side of the lake.” So they set sail."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But as they sailed he fell asleep. Then a terrible windstorm came down on the lake, and their boat was filling with water, and they were in danger."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then they came over and woke him up, saying, “ Master! Master! We are perishing!” But he awoke, rebuked the wind and the raging of the water, and they ceased, and there was a calm."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then he said to them, “ Where is your faith?” Then they were afraid and marveled, saying to one another, “ Who then is this, that he commands even the winds and the water, and they obey him?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "So they sailed to the region of the Gerasenes, which is opposite Galilee."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When Jesus stepped on the land, a certain man from the city met him, having demons. For a long time he had not worn clothes, and he did not live in a house, but in the tombs."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "When he saw Jesus, he cried out, fell down before him, and he said in a loud voice, “ What is that to me and to you, Jesus, Son of the Most High God? I beg you, that you would not torment me.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "For Jesus had commanded the unclean spirit to come out of the man. For many times it had seized him, and though he was bound with chains and shackles and kept under guard, he had broken his chains and he would be driven by the demon into the wilderness."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jesus asked him, “ What is your name?” and he said, “ Legion,” for many demons had entered into him."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "And they kept begging him that he would not command them to go away into the abyss."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now a large herd of pigs was there feeding on the hillside, and they begged him to let them go into them. So he gave them permission."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So the demons came out of the man and went into the pigs, and the herd rushed down the steep slope into the lake and was drowned."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Now when those tending the pigs saw what had happened, they ran off and reported it in the city and in the countryside."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "So the people went out to see what had happened, and they came to Jesus and found the man from whom the demons had gone out sitting at the feet of Jesus, clothed and in his right mind, and they were afraid."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then those who had seen it reported to them how the man who had been possessed by demons had been healed."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then all the people of the region of the Gerasenes asked Jesus to depart from them, for they were overwhelmed with great fear. So, he got into the boat to return."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "The man from whom the demons had gone out begged him to be with him, but Jesus sent him away, saying,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "“ Return to your home and describe all that God has done for you.” So he went on his way, proclaiming throughout the whole city all that Jesus had done for him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "Now when Jesus returned, the crowd welcomed him, for they were all expecting him."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then behold, there was a man whose name was Jairus, and he was a leader of the synagogue. Falling at the feet of Jesus, he begged him to come to his house,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "because his only begotten daughter was about twelve years old, and she was dying. So as he was on his way, the crowds of people were pressing around him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "43",
              "text": "Now there was a woman with a flow of blood for twelve years, who, having spent all her living"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Scholars are divided whether the phrase "
            },
            {
              "tag": "fqa",
              "text": "[she] having spent all her living should be included here."
            },
            {
              "tag": "f",
              "text": "* on doctors, was not able to be healed by anyone."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "She approached him from behind and touched the edge of his coat, and immediately her flow of blood stopped."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Then Jesus said, “ Who is the one who touched me?” But when all denied it, Peter said, “ Master, the crowds of people are surrounding you and they are pressing against you.”"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "But Jesus said, “ Someone did touch me, for I know that power has gone out from me.”"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When the woman saw that she could not escape notice, she came trembling and fell down before him. In the presence of all the people she declared for what reason she had touched him, and how she had been immediately healed."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Then he said to her, “ Daughter, your faith has made you well. Go in peace.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "While he was still speaking, someone came from the synagogue leader’ s house, saying, “ Your daughter is dead. Do not trouble the teacher any longer.”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "But when Jesus heard this, he answered him, “ Do not be afraid; only believe, and she will be healed.”"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "When he came to the house, he did not allowed anyone to enter with him, except Peter and John and James, and the father of the child and the mother."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Now all were mourning and wailing for her, but he said, “ Do not weep, for she is not dead but sleeps.”"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "But they laughed at him, knowing that she was dead."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "But he, taking hold of her hand, called out, saying, “ Child, get up!”"
            },
            {
              "tag": "v",
              "num": "55",
              "text": "Then her spirit returned, and she rose up immediately, and he ordered that something be given to her to eat."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Her parents were astonished, but he ordered them to tell no one what had happened."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When he called the twelve together, he gave them power and authority over all the demons, and to cure diseases,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and he sent them out to proclaim the kingdom of God and to heal the sick."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He said to them, “ Take nothing for your journey— neither staff, nor wallet, nor bread, nor money— nor have two tunics."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Whatever house you enter into, stay there, until you leave that place."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Wherever they do not receive you, when you go out from that town, shake off the dust from your feet as a testimony against them.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then they departed and went through the villages, preaching the gospel and healing everywhere."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Now Herod the tetrarch heard about all that was happening, and he was perplexed, because it was said by some that John had risen from the dead,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and by some that Elijah had appeared, but by others that one of the ancient prophets had risen."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But Herod said, “ I beheaded John, but who is this about whom I hear such things?” So he was trying to see him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When the apostles returned, they told him everything they had done. Then he took them with him, and they went away privately to a town called Bethsaida."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But when the crowds heard about this, they followed him. He welcomed them and spoke to them about the kingdom of God, and he healed those who needed healing."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now the day began to end, so the twelve came to him and said, “ Send the crowd away that they may go into the surrounding villages and countryside find lodging and find food, because we are here in an isolated place.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But he said to them, “ You give them something to eat.” But they said, “ There are not more than five loaves of bread and two fish with us— unless we go and we buy food for all these people.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "( For there were about five thousand men.) Then he said to his disciples, “ Have them sit down in groups of about fifty each.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So they did this, and made them all sit down."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then taking the five loaves and the two fish, he looked up to heaven, he blessed them and broke them into pieces, and he gave them to the disciples to set before the crowd."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They all ate and were satisfied, and what was left over of them was picked up— twelve baskets of broken pieces."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "It came about that while Jesus was praying by himself, the disciples were with him, and he questioned them, saying, “ Who do the crowds say that I am?”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They answered and said, “ John the Baptist. But others say Elijah, and others say that one of the ancient prophets has risen.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then he said to them, “ But who do you say that I am?” Then Peter answered and said, “ The Christ of God.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But he strongly warned them, instructing to tell this to no one,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "saying, “ The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and he will be killed, and be raised on the third day.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he said to them all, “ If anyone wants to come after me, he must deny himself and take up his cross daily and follow me."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For whoever would desire to save his soul will lose it; but whoever would lose his soul for my sake, he will save it."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For what is a person profited, having gained the whole world, but destroying or losing himself?"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "For whoever is ashamed of me and my words, of him will the Son of Man be ashamed when he comes in his own glory, and the glory of the Father and of the holy angels."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But I say to you truly, there are some of those who are standing here who will not taste death before they see the kingdom of God.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Now it happened that about eight days after these sayings, he went up on the mountain to pray, taking along Peter and John and James."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "It happened that as he was praying, the appearance of his face was changed, and his clothes became brilliant white."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "And behold, two men were talking with him, who were Moses and Elijah,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "who appeared in glory, talking about his departure, which he was about to bring to completion in Jerusalem."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Now Peter and those who were with him were heavy with sleep, but when they became fully awake, they saw his glory and the two men who were standing with him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then it happened that as they were going away from Jesus, Peter said to him, “ Master, it is good for us to be here. Let us make three shelters, one for you, and one for Moses, and one for Elijah.” ( He did not know what he was saying.)"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But as he was saying this, a cloud came and overshadowed them, and they were afraid as they entered into the cloud."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then a voice came out of the cloud, saying, “ This is my Son, the one who is chosen; listen to him.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "When the voice had spoken, Jesus was found alone. They kept silent and told no one in those days anything of what they had seen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "Now it happened that on the next day, when they came down from the mountain, a large crowd met him."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Then behold, a man from the crowd cried out, saying, “ Teacher, I beg you to look at my son, for he is my only begotten child."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "See, a spirit takes control over him and he suddenly screams, and it causes him to have convulsions and foaming at the mouth. It departs from him with difficulty, bruising him badly."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "I begged your disciples to force it out, but they could not.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "So Jesus answered and said, “ You unbelieving and depraved generation, how long must I be with you and put up with you? Bring your son here.”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "While the boy was coming, the demon threw him to the ground and shook him with convulsions. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Then they were all amazed at the greatness of God. But while they all were marveling at everything that he was doing, he said to his disciples,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "“ Let these words go deeply into your ears: For the Son of Man is going to be betrayed into the hands of men.”"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "But they did not understand this statement. It was hidden from them, so they could not understand it, and yet they were afraid to ask him about this statement."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "46",
              "text": "Then an argument started among them as to which of them would be the greatest."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "But Jesus, knowing the reasoning in their hearts, took a little child, put him by his side,"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "and said to them, “ Whoever welcomes this child in my name, welcomes me; and whoever welcomes me, welcomes the one who sent me. For the one who is least among you all, he is great.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "John answered and said, “ Master, we saw someone forcing out demons in your name and we prevented him, because he does not follow along with us.”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "But Jesus said to him, “ Do not stop him, for whoever is not against you is for you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "51",
              "text": "Now it happened that when the days drew near for him to be taken up, he set his face to go to Jerusalem."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "He sent messengers on ahead of him, and they went and entered into a Samaritan village to prepare things for him."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "But they did not welcome him, because he had set his face to go to Jerusalem."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Now when the disciples James and John saw this, they said, “ Lord, do you want us to command fire to come down from heaven and consume them?”"
            },
            {
              "tag": "v",
              "num": "55",
              "text": "But he turned and rebuked them,"
            },
            {
              "tag": "v",
              "num": "56",
              "text": "and they went on to another village."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "57",
              "text": "As they were going along the road, someone said to him, “ I will follow you wherever you go.”"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "Jesus said to him, “ The foxes have holes, and the birds in the sky have nests, but the Son of Man does not have anywhere he might lay his head.”"
            },
            {
              "tag": "v",
              "num": "59",
              "text": "Then he said to another, “ Follow me.” But he said, “ Lord, first permit me to go and bury my father.”"
            },
            {
              "tag": "v",
              "num": "60",
              "text": "But he said to him, “ Let the dead bury their own dead. But as for you, go and proclaim the kingdom of God.”"
            },
            {
              "tag": "v",
              "num": "61",
              "text": "Then still another said, “ I will follow you, Lord, but first permit me to say goodbye to those in my home.”"
            },
            {
              "tag": "v",
              "num": "62",
              "text": "But Jesus replied, “ No one, having put his hand on a plow, yet looking back, is fit for the kingdom of God.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now after these things, the Lord also appointed seventy- two"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Many of the best ancient manuscripts have “seventy-two” , but others have “seventy”  others, and sent them out two by two ahead of him to every town and place where he himself was about to go."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He said to them, “ The harvest is plentiful, but the laborers are few. Therefore ask the Lord of the harvest that he would send out laborers into his harvest."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Go on your way. See, I send you out as lambs in the midst of wolves."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Do not carry a money bag, nor a traveler’ s bag, nor sandals, and greet no one on the road."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Whatever house you enter into, first say, ‘ Peace be to this house!’"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "If a son of peace is there, your peace will rest upon him; but if not, it will return to you."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now remain in that same house, eating and drinking what is provided by them, for the laborer is worthy of his wages. Do not move around from house to house."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Whatever town you enter into, and they receive you, eat what is set before you,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and heal the sick that are in it, and say to them, ‘ The kingdom of God has come close to you.’"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now into whatever town you might enter, and they do not receive you, go out into its streets and say,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "‘ Even the dust from your town that clings to our feet we wipe off against you! But know this, that the kingdom of God has come near.’"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I say to you that on that day it will be more tolerable for Sodom than for that town."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But it will be more tolerable for Tyre and Sidon at the judgment than for you."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "And you, Capernaum, you will not be exalted to heaven, will you? You will be brought down to Hades."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The one who listens to you listens to me, and the one who rejects you rejects me, and the one who rejects me rejects the one who sent me.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then the seventy- two returned with joy, saying, “ Lord, even the demons are subject to us in your name.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So he said to them, “ I was watching Satan fall from heaven as lightning."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "See, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing will in any way hurt you."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Nevertheless do not rejoice only in this, that the spirits submit to you, but also rejoice that your names are written in heaven.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "At that same time he rejoiced greatly in the Holy Spirit, and said, “ I praise you, Father, Lord of heaven and earth, because you concealed these things from the wise and understanding, and revealed them to little children. Yes, Father, for so it was well pleasing in your sight.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "“ All things have been committed to me from my Father, and no one knows who the Son is except the Father, and who the Father is except the Son, and to whomever the Son chooses to reveal him.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then he turned around to the disciples and said privately, “ Blessed are the eyes that see what you see!"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For I say to you that many prophets and kings desired to see what you see, and did not see them; and to hear what you hear, and did not hear them.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Now see, a certain expert in the Jewish law stood up to test him, saying, “ Teacher, what must I do to inherit eternal life?”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So he said to him, “ What is written in the law? How do you read it?”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He answered and said, “ You will love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind, and your neighbor as yourself.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So he said to him, “ You have answered correctly. Do this, and you will live.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But he, desiring to justify himself, said to Jesus, “ And who is my neighbor?”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "So Jesus answered and said, “ A certain man was going down from Jerusalem to Jericho. He fell among robbers who, both having stripped and beaten him, went away, leaving him half dead."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Now by chance a certain priest was going down on that road, and when he saw him, he passed by on the other side."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Similarly a Levite also, when he came to the place and saw him, passed by on the other side."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But a certain Samaritan, as he journeyed, came upon him, and when he saw him, he was moved with compassion."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So approaching him, he bound up his wounds, pouring on oil and wine. Then he set him on his own animal, brought him to an inn, and took care of him."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "On the next day, he took out two denarii, gave them to the host, and said, ‘ Take care of him, and whatever more you might spend, when I return, I will repay you.’"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Which of these three do you think was a neighbor to the one who fell among the robbers?”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "He said, “ The one who showed mercy to him.” Then Jesus said to him, “ Go and you do the same.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "Now as they were traveling along, he entered into a certain village, and a certain woman named Martha welcomed him as a guest."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "She had a sister named Mary, who also sat at the feet of Jesus"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Many of the best ancient manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "Jesus , but others have"
            },
            {
              "tag": "fqa",
              "text": "Lord "
            },
            {
              "tag": "f",
              "text": "* and listened to his word."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But Martha was distracted concerning all the preparations, so she came up and said, “ Lord, do you not care that my sister left me to serve alone? Therefore, speak to her so that she would help me.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "But the Lord answered and said to her, “ Martha, Martha, you are anxious and troubled about many things,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "but only one thing is necessary. For Mary has chosen the good part, which will not be taken away from her.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happened that when Jesus was praying in a certain place, when he stopped, one of his disciples said to him, “ Lord, teach us to pray just as John also taught his disciples.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So he said to them, “ When you pray say,"
            },
            {
              "tag": "q",
              "text": "‘ Father, may your name be honored as holy. May your kingdom come."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Give us our daily bread each day."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Forgive us our sins, for we also forgive everyone who is in debt to us. And do not lead us into temptation.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Then he said to them, “ Which of you will have a friend, and will go to him at midnight, and say to him, ‘ Friend, lend to me three loaves of bread,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "since a friend of mine just came to me from the road, and I do not have anything to set before him’?"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then he may answer from inside and say, ‘ Do not cause me trouble. The door is already shut, and my children, along with me, are in bed. I am not able to get up and give it to you.’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I say to you, even if he does not get up to give it to him because he is his friend, yet because of his persistence, he will get up and give him as much as he needs."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "I also say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For everyone who asks receives; and the one who seeks finds; and to the one who knocks, it will be opened."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Which father among you, if his son will ask for a fish, he will give him a snake instead of a fish?"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The best ancient manuscripts have the shorter reading, which we follow here. Other ancient manuscripts have a longer reading, which also is found in Matthew 7:9: "
            },
            {
              "tag": "fqa",
              "text": "Which father among you, if your son asks for a loaf of bread, will give him a stone? Or a fish, will give him a snake? "
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Or also if he asks for an egg, he will give a scorpion to him?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Therefore, if you who are evil know how to give good gifts to your children, how much more will the Father who is in heaven give the Holy Spirit to those who ask him?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now Jesus was driving out a demon that was mute. It happened that when the demon had gone out, the man who had been mute spoke, and the crowd was amazed."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But some of them said, “ By Beelzebul, the ruler of demons, he is driving out demons.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Others tested him and sought from him a sign from heaven."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But he knew their thoughts and said to them, “ Every kingdom divided against itself is made desolate, and a house divided against itself falls."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But if Satan is also divided against himself, how will his kingdom stand? For you say I force out demons by Beelzebul."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Now if I force out the demons by Beelzebul, by whom do your sons force them out? Because of this, they will be your judges."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But if I force out demons by the finger of God, then the kingdom of God has come to you."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When a strong man who is fully armed guards his own house, his possessions are safe,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "but when one who is stronger than him attacks him, he will overcome him, take away his armor in which he trusted, and divide his possessions."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "The one who is not with me is against me, and the one who does not gather with me scatters."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "When an unclean spirit has gone out from a man, it passes through waterless places looking for rest, but not finding any, it says, ‘ I will return to my house from which I came.’"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When it returns, it finds it swept out and put in order."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then it goes and takes along with it seven other spirits more evil than itself and they all come in to live there. Then the final condition of that man becomes worse than the first.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Now it happened that, as he said these things, a certain woman raised her voice above the crowd and said to him, “ Blessed is the womb that bore you and the breasts at which you nursed.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But he said, “ Rather, blessed are the ones who hear the word of God and keep it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "As the crowds were increasing, he began to say, “ This generation is an evil generation. It seeks a sign, though no sign will be given to it except the sign of Jonah."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "For just as Jonah became a sign to the Ninevites, so also will the Son of Man be to this generation."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The Queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and see, someone greater than Solomon is here."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The men of Nineveh will stand up at the judgment with this generation and will condemn it, for they repented at the preaching of Jonah, and see, someone greater than Jonah is here."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "No one, after lighting a lamp, puts it in a hidden place nor under a basket, but on the lampstand, so that those who enter may see the light."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "The lamp of the body is your eye. When your eye is good, your whole body is also filled with light. But when it is bad, your body is also full of darkness."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Therefore, be careful that the light that is in you is not darkness."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "If therefore your whole body is full of light, not having any part full of darkness, it will all be full of light, as when the lamp shines its brightness on you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "Now when he had finished speaking, a Pharisee asked him that he would eat with him. So he went in and reclined at table."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Now the Pharisee saw and was surprised that he did not first wash before the dinner."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But the Lord said to him, “ Now, you Pharisees clean the outside of cups and bowls, but the inside of you is filled with greed and evil."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "You foolish ones! Did not the one who made the outside also make the inside?"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "But give as charity what is inside, and see, all things will be clean for you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "But woe to you Pharisees, because you tithe the mint and the rue and every garden herb, but you neglect justice and the love of God. But it is necessary to do these things, and not to neglect those things."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Woe to you Pharisees, for you love the best seats in the synagogues and the respectful greetings in the marketplaces."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Woe to you, for you are like unmarked graves, and people walk over them without knowing it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "Then one of the teachers of the law answered and said to him, “ Teacher, saying these things, you insult us too.”"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "So he said, “ Woe to you also, teachers of the law! For you burden the people with burdens that are heavy to carry, but you yourselves do not touch the burdens with one of your fingers."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Woe to you, because you build the tombs of the prophets, yet your fathers killed them."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "So you are witnesses and you consent to the works of your fathers, for they indeed killed them, and you build their tombs."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "For this reason also, the wisdom of God said, ‘ I will send to them prophets and apostles, and they will persecute and they will kill some of them.’"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Therefore, against this generation will be charged all the blood of the prophets which has been shed since the foundation of the world,"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "from Abel’ s blood to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I say to you, it will be charged against this generation."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Woe to you teachers of the law, because you have taken away the key of knowledge; you do not enter in yourselves, and you hinder those who are entering.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "53",
              "text": "After he went out from there, the scribes and the Pharisees began to fiercely oppose him and argued against him about many things,"
            },
            {
              "tag": "v",
              "num": "54",
              "text": "watching to trap him in something from his mouth."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "In the meantime, when many thousands of the people were gathered together, so much that they trampled on each other, he began to say to his disciples first of all, “ Guard yourselves from the yeast of the Pharisees, which is hypocrisy."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But nothing is concealed that will not be revealed, nor hidden that will not be known."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So whatever you have said in the darkness will be heard in the light, and what you have spoken in the ear in the inner rooms will be proclaimed upon the housetops."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I say to you my friends, do not be afraid of those who kill the body, and after that they do not have anything more that they can do."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But I will warn you whom to fear. Fear the one who, after he has killed, has authority to throw into hell. Yes, I say to you, fear him."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Are not five sparrows sold for two small coins? Yet not one of them is forgotten in the sight of God."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But even the hairs of your head are all numbered. Do not fear. You are more valuable than many sparrows."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But I say to you, everyone who confesses me before men, the Son of Man will also confess him before the angels of God,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "but he who denies me before men will be denied before the angels of God."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And everyone who speaks a word against the Son of Man, it will be forgiven him, but to him who blasphemes against the Holy Spirit, it will not be forgiven."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So when they bring you before the synagogues, and the rulers, and the authorities, do not worry about how or what you should speak in your defense, or what you should say,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "for the Holy Spirit will teach you in that hour what you ought to say.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then someone from the crowd said to him, “ Teacher, tell my brother to divide the inheritance with me.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But Jesus said to him, “ Man, who made me a judge or a mediator over you?”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then he said to them, “ Beware and keep yourselves from all greedy desires, because any person’ s life does not consist of the abundance of his possessions.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then he spoke to them a parable, saying, “ The field of a certain rich man yielded abundantly,"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "and he reasoned with himself, saying, ‘ What will I do, because I do not have a place to store my crops?’"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "So he said, ‘ I will do this: I will pull down my barns and build bigger ones, and there I will store all of my grain and other goods."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then I will say to my soul, “ Soul, you have many goods stored up for many years. Rest easy, eat, drink, be merry.”’"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But God said to him, ‘ Foolish man, this very night your soul is required of you, and the things you have prepared, whose will they be?’"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So it is with the one who stores up treasure for himself, and is not rich toward God.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Jesus said to his disciples, “ For this reason I say to you, do not worry about your life, what you will eat— or about your body, what you will wear."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For life is more than food, and the body more than clothes."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Consider the ravens, that they do not sow nor reap. They have no storeroom nor barn, but God feeds them. How much more valuable you are than the birds!"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But which of you by being anxious can add a cubit to his lifespan?"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "If then you are not able to do such a very little thing, why do you worry about the rest?"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Consider the lilies— how they grow. They do not labor, neither do they spin. Yet I say to you, even Solomon in all his glory was not clothed like one of these."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Now if God so clothes the grass in the field, which exists today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So do not seek what you will eat and what you will drink, and do not be anxious."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "For all the nations of the world seek these things, and your Father knows that you need them."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But seek his kingdom, and these things will be added to you."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Do not fear, little flock, because your Father is very pleased to give you the kingdom."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Sell your possessions and give to the poor. Make for yourselves purses which will not wear out— treasure in the heavens that does not run out, where no thief comes near, and no moth destroys."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "For where your treasure is, there your heart will be also."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Let your long clothing be tucked in at your belt, and let your lamps be kept burning,"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "and be like people waiting for their master when he returns from the marriage feast, so that when he comes and knocks, they may immediately open the door for him."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Blessed are those servants whom the master will find watching when he comes. Truly I say to you, he will tuck in his clothing at his belt, and have them recline at table, and he will come and serve them."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Whether the master comes in the second, or even in the third watch, and finds them thus, blessed are those servants."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But understand this, that if the master of the house had known at which hour the thief was coming, he would not have let his house be broken into."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "You also be ready, because the Son of Man is coming at an hour when you do not expect.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Then Peter said, “ Lord, are you speaking this parable to us, or also to everyone?”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "The Lord said, “ Who then is the faithful and wise manager whom his master will appoint to care for his servants, to give them their portion of food at the right time?"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Blessed is that servant whom his master finds doing so when he comes."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Truly I say to you that he will appoint him over all his property."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "But if that servant says in his heart, ‘ My master is taking a long time to return,’ and begins to beat the male and female servants, and to eat and drink, and to become drunk,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "the master of that servant will come in a day when he does not expect, and in an hour that he does not know, and will cut him in pieces and appoint a place for him with the unfaithful."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "But that servant, the one having known the will of his master, and not having prepared or done according to his will, will be beaten with many blows."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "But the one who did not know, and did things that deserved blows will be beaten with few blows. But everyone to whom much has been given, from them much will be required, and to whom much has been entrusted, even more will be asked of him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "49",
              "text": "I came to cast fire upon the earth, and how I wish that it were already kindled."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "But I have a baptism to be baptized with, and how I am distressed until it is completed!"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Do you think that I came to bring peace on the earth? No, I tell you, but rather division."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "For from now on there will be five in one house divided— three people against two, and two people against three."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "They will be divided, father against son, and son against father; mother against daughter, and daughter against mother; mother- in- law against her daughter- in- law, and daughter- in- law against mother- in- law.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "54",
              "text": "Now Jesus was also saying to the crowds, “ When you see a cloud rising in the west, immediately you say, ‘ A shower is coming,’ and so it happens."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "And when a south wind is blowing, you say, ‘ There will be a scorching heat,’ and it happens."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Hypocrites! You know how to interpret the appearance of the sky and of the earth, but how do you not know how to interpret the present time?"
            },
            {
              "tag": "v",
              "num": "57",
              "text": "And why do you not even judge what is right for yourselves?"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "For when you are going with your adversary before the magistrate, on the way make an effort to settle the matter with him so that he might not drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison."
            },
            {
              "tag": "v",
              "num": "59",
              "text": "I say to you, you will never come out from there until you have paid the very last bit of money.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now there were some present at that time who told him about the Galileans whose blood Pilate mixed with their sacrifices."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Jesus answered and said to them, “ Do you think that these Galileans were more sinful than all the other Galileans because they suffered in this way?"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "No, I tell you. But if you do not repent, you will all perish in the same way."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Or those eighteen people in Siloam on whom a tower fell and killed them, do you think that they were worse sinners than all the men who live in Jerusalem?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "No, I say to you. But if you do not repent, you will all likewise perish.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Then Jesus spoke this parable, “ A certain man had a fig tree planted in his vineyard, and he came seeking fruit on it, but did not find any."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So he said to the gardener, ‘ Look, for three years I came seeking fruit on this fig tree and did not find any. Cut it down. Why let it even waste the ground?’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But he answered and said to him, ‘ Master, leave it alone this year also, while I dig around it and put manure on it."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "If indeed it bears fruit in that time, good; but if not, you will cut it down!’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Now Jesus was teaching in one of the synagogues during the Sabbath,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "and there was a woman who for eighteen years had a spirit of weakness. She was bent over and was not able to straighten up completely."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now when Jesus saw her, he called her near and said to her, “ Woman, you are freed from your weakness.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then he placed his hands on her, and immediately she was straightened up and she glorified God."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But the synagogue ruler, being indignant because Jesus had healed on the Sabbath, answered and said to the crowd, “ There are six days in which it is necessary to work. So come and be healed during them, and not on the Sabbath day.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But the Lord answered him and said, “ Hypocrites! Does not each of you on the Sabbath untie his ox or his donkey from the stall and lead it away to drink?"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So this woman, being a daughter of Abraham, whom behold, Satan bound for eighteen years, should she not be released from this bond on the Sabbath day?”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "As he said these things, all those who opposed him were ashamed, but the whole crowd was rejoicing at all the glorious things that were being done by him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Jesus said, “ What is the kingdom of God like, and what can I compare it to?"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "It is like a mustard seed that a man took and threw into his garden, and it grew and became a tree, and the birds of the air nested in its branches.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then again he said, “ To what can I compare the kingdom of God?"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "It is like yeast that a woman took and mixed with three measures of flour until it was all leavened.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then Jesus traveled through the towns and villages, teaching and making his way toward Jerusalem."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Now someone said to him, “ Lord, are those who are being saved only a few?” So he said to them,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "“ Struggle to enter through the narrow door, because, I say to you, many will seek to enter, but will not be able."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Once the owner of the house gets up and locks the door, then you will begin to stand outside and pound the door, saying, ‘ Lord, open for us.’ But he will answer and say to you, ‘ I do not know you, where you are from.’"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then you will begin to say, ‘ We ate and drank in your presence, and you taught in our streets.’"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But he will reply, ‘ I say to you, I do not know where you are from. Get away from me, all you evildoers!’"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "In that place, there will be crying and the grinding of teeth when you see Abraham, and Isaac, and Jacob, and all the prophets in the kingdom of God, but you are thrown out."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "They will come from east and west, and from north and south, and will recline at table in the kingdom of God."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "And see, some are last who will be first, and some are first who will be last.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "At that same hour, certain Pharisees approached, saying to him, “ Leave and go away from here, because Herod wants to kill you.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So he said to them, “ Go and tell that fox, ‘ Look, I cast out demons and perform healings today and tomorrow, and the third day I will reach my goal.’"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Nevertheless, it is necessary for me to continue today, and tomorrow, and the following day, for it is not acceptable for a prophet to perish outside of Jerusalem."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to you. How often I desired to gather your children the way a hen gathers her brood under her wings, but you were not willing."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "See, your house is abandoned. For I say to you, you will not see me until the time comes when you say, ‘ Blessed is he who comes in the name of the Lord.’”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happened that he went into the house of one of the leaders of the Pharisees on a Sabbath to eat bread, and they were watching him closely."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now there was in front of him a man who was suffering from edema."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Jesus asked and spoke to the experts in the Jewish law and the Pharisees, saying, “ Is it lawful to heal on the Sabbath, or not?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But they kept silent. So Jesus took hold of him, healed him, and sent him away."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then he said to them, “ Which of you, if a son or an ox falls into a well, will not also immediately pull him out on the Sabbath day?”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "They were not able to give an answer to these things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then he was speaking a parable to those who were invited, noticing how they were choosing the seats of honor, saying to them,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "“ When you are invited by someone to wedding feasts, do not recline in the place of honor, or perhap someone more honorable than you may have been invited by him,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and when the one who invited you and him arrives, he will say to you, ‘ Give this person your place,’ and then in shame you will proceed to take the last place."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Instead, when you are invited, go and recline in the last place, so that when the one who has invited you comes, he will say to you, ‘ Friend, come up higher.’ Then you will be honored in the presence of all those reclining at table with you."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then he also said to the one who had invited him, “ When you give a dinner or a banquet, do not invite your friends nor your brothers nor your relatives nor your rich neighbors, otherwise they may also invite you in return, and repayment will be made to you."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But when you give a banquet, invite the poor, the crippled, the lame, and the blind,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "and you will be blessed, because they cannot repay you. For you will be repaid in the resurrection of the just.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Now when one of those who reclined at table heard these things, he said to him, “ Blessed is he who will eat bread in the kingdom of God!”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But Jesus said to him, “ A certain man prepared a large dinner and invited many."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "At the hour of the dinner, he sent his servant to say to those who were invited, ‘ Come, because it is now ready.’"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But they all alike began to make excuses. The first said to him, ‘ I have bought a field, and I must go out to see it. Please excuse me.’"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Another said, ‘ I have bought five pairs of oxen, and I am going to try them out. Please excuse me.’"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Yet another said, ‘ I have married a wife, and because of this I am not able to come.’"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So the servant came and reported these things to his master. Then becoming angry, the master of the house said to his servant, ‘ Go out quickly into the streets and lanes of the town and bring in here the poor, and crippled, and blind, and lame.’"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then the servant said, ‘ Master, what you commanded has been done, and there is still room.’"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So the master said to the servant, ‘ Go out into the highways and hedges and compel them to come in, so that my house may be filled."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For I say to you, none of those men who were invited will taste my dinner.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Now large crowds were going with him, and he turned and said to them,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "“ If anyone comes to me and does not hate his own father, and mother, and wife, and children, and brothers, and sisters, and also even his own life, he cannot be my disciple."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Whoever does not carry his own cross and come after me cannot be my disciple."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "For which of you, desiring to build a tower, does not first sit down and count the cost— whether he has enough for its completion?"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Otherwise, when he has laid a foundation and is not able to finish, everyone who see it will begin to mock him,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "saying, ‘ This man began to build and was not able to finish.’"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Or what king, going to engage another king in battle, will not sit down and first determine whether he is able with ten thousand men to fight the one coming against him with twenty thousand men?"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But if not, while he is still far away, he sends a delegation and asks for terms of peace."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "In the same way, then, every one of you who does not give up everything that he possesses cannot be my disciple."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So salt is good, but if the salt indeed has lost its taste, with what will it be seasoned?"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "It is useful neither for the soil nor for the manure pile. They throw it out. The one who has ears to hear, let him hear.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now all the tax collectors and the sinners were coming to Jesus to listen to him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But both the Pharisees and the scribes were grumbling, saying, “ This man receives sinners, and eats with them.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "So Jesus spoke this parable to them, saying,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "“ Which man among you, having a hundred sheep, and having lost one of them, will not leave the ninety- nine in the wilderness, and go after the one that was lost until he finds it?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then when he has found it, he lays it across his shoulders, rejoicing."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When he comes to the house, he calls together his friends and his neighbors, saying to them, ‘ Rejoice with me, for I have found my sheep that was lost.’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I say to you that even so, there will be joy in heaven over one sinner who repents, more than over ninety- nine righteous people who have no need of repentance."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Or what woman, having ten silver coins, if she would lose one coin, would not light a lamp, and sweep the house, and seek diligently until she has found it?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then when she has found it, she calls together her friends and neighbors, saying, ‘ Rejoice with me, for I have found the coin which I lost.’"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "In the same way, I say to you, there is joy in the presence of the angels of God over one sinner who repents.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then he said, “ A certain man had two sons,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "and the younger of them said to his father, ‘ Father, give me the portion of the wealth that falls to me.’ So he divided his property between them."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Not many days later, the younger son gathered everything together and went to a country far away, and there he wasted his wealth by living recklessly."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Now when he had spent everything, a severe famine happened throughout that country, and he began to be in need."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So he went and hired himself out to one of the citizens of that country, and he sent him into his fields to feed pigs."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He was longing to eat from the carob pods that the pigs ate, but no one gave anything to him."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But when he had come to himself, he said, ‘ How many hired servants of my father have more than enough bread, but I am here, dying from hunger!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I will get up and go to my father, and will say to him, “ Father, I have sinned against heaven and against you."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "I am no longer worthy to be called your son; make me as one of your hired servants.”’"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So he got up and went to his own father. But while he was still far away, his father saw him and was moved with compassion, and he ran, fell upon his neck, and kissed him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then the son said to him, ‘ Father, I have sinned against heaven and in your presence. I am no longer worthy to be called your son.’"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But the father said to his servants, ‘ Bring quickly the best robe, and put it on him, and put a ring on his hand, and sandals on his feet."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then bring the fattened calf, kill it, and let us eat and celebrate!"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "For this son of mine was dead, and now is alive; he was lost, and now is found.’ Then they began to celebrate."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now his older son was in the field. As he came in and approached the house, he heard music and dancing."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So he called one of the servants and asked what these things might be."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "The servant said to him, ‘ Your brother has come and your father has killed the fattened calf because he has received him back safe and sound.’"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But the older son was angry and was not willing go in, so his father came out and begged him."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But the older son answered and said to his father, ‘ Look, these many years I slaved for you, and I never broke a rule of yours, and yet you never gave me a young goat that I might celebrate with my friends,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "but when this son of yours came, who has devoured your living with prostitutes, you killed for him the fattened calf.’"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then the father said to him, ‘ Child, you are always with me, and all that is mine is yours."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But it was proper to feast and to be happy, for this brother of yours was dead, and now is alive; and he was lost, and now is found.’”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now Jesus also said to the disciples, “ There was a certain rich man who had a manager, and he was reported to him as wasting his possessions."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So the rich man called him and said to him, ‘ What is this that I hear about you? Give an account of your management, for you can no longer be manager.’"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the manager said to himself, ‘ What should I do, since my master is taking away the management job from me? I am not strong enough to dig, and I am ashamed to beg."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I know what I will do, so that when I am removed from the management job, people will welcome me into their houses.’"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then the manager called each one of the debters of his master, and he said to the first one, ‘ How much do you owe to my master?’"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He said, ‘ A hundred baths of olive oil.’ So he said to him, ‘ Take your bill, and sit down quickly, and write fifty.’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then he said to another, ‘ And how much do you owe?’ He said, ‘ A hundred cors of wheat.’ He said to him, ‘ Take your bill, and write eighty.’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then the master commended the unrighteous manager because he had acted shrewdly. For the sons of this age are more shrewd in relation to their own generation than are the sons of the light."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "And I say to you, make friends for yourselves by means of unrighteous wealth, so that when it fails, they may receive you into the eternal dwellings."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He who is faithful in very little is also faithful in much, and he who is unrighteous in very little is also unrighteous in much."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "If therefore you have not been faithful in using unrighteous wealth, who will entrust true wealth to you?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "And if you have not been faithful in using that which belongs to another, who will give to you that which is your own?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "No servant can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now the Pharisees, who were lovers of money, heard all these things, and they ridiculed him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So he said to them, “ You are those who justify yourselves in the sight of men, but God knows your hearts. For that which is exalted among men is detestable in the sight of God."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The law and the prophets were in effect until John. From that time on, the gospel of the kingdom of God is preached, and everyone tries to force their way into it."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But it is easier for heaven and earth to pass away than for one stroke of a letter of the law to become invalid."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Everyone who divorces his wife and marries another commits adultery, and he who marries one who is divorced from her husband commits adultery."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "Now there was a certain rich man, and he was clothed in purple and fine linen, celebrating every day in splendor."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But a certain poor man named Lazarus was laid at his gate, covered with sores,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "and longing to eat from what was falling from the table of the rich man. But even the dogs were coming, licking his sores."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Now it came about that the poor man died, and he was carried away by the angels to Abraham’ s side. Then the rich man also died and was buried,"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "and in Hades, being in torment, he lifted up his eyes and saw Abraham from far away and Lazarus at his side."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So he cried out and said, ‘ Father Abraham, have mercy on me and send Lazarus, that he may dip the tip of his finger in water and cool my tongue, for I am in anguish in this flame.’"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But Abraham said, ‘ Child, remember that in your lifetime you received your good things, and Lazarus in like manner evil things. But now he is comforted here, and you are in agony."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Besides all these things, between us and you a great chasm has been put in place, so that those who want to cross over from here to you are not able, nor can they cross over from there to us.’"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then the rich man said, ‘ I beg you then, father, that you would send him to the house of my father—"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "for I have five brothers— in order that he might warn them, so that they would not also come to this place of torment.’"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But Abraham said, ‘ They have Moses and the prophets; let them listen to them.’"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "But the rich man replied, ‘ No, Father Abraham, but if someone would go to them from the dead, they will repent.’"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But Abraham said to him, ‘ If they do not listen to Moses and the prophets, neither will they be persuaded if someone would rise from the dead.’”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 17
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus said to his disciples, “ It is impossible for the stumblingblocks not to come, but woe to the one through whom they come!"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "It would be better for him if a millstone were put around his neck and he were thrown into the sea than that he should cause one of these little ones to stumble."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Pay attention to yourselves. If your brother sins, rebuke him; and if he repents, forgive him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Even if he sins against you seven times in the day, and seven times returns to you, saying, ‘ I repent,’ you must forgive him!”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "The apostles said to the Lord, “ Increase our faith.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So the Lord said, “ If you had faith like a mustard seed, you would say to this mulberry tree, ‘ Be uprooted, and be planted in the sea,’ and it would obey you."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But which of you, having a servant plowing or keeping sheep, will say to him who has come in from the field, ‘ Come immediately and recline at table’?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Instead, will he not say to him, ‘ Prepare something for me to eat, and put a belt around your clothes and serve me while I eat and drink, and after these things you will eat and drink’?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He does not thank the servant because he did the things that were commanded, does he?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "It is the same for you also, when you have done all the things that you were commanded, you should say, ‘ We are unworthy servants. We have only done what we ought to do.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Now it came about that as he went up to Jerusalem, he was indeed passing through between Samaria and Galilee."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "As he entered into a certain village, ten men who were lepers met him. They stood far away"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and they lifted up their voices, saying, “ Jesus, Master, have mercy on us.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When he saw them, he said to them, “ Go show yourselves to the priests.” And it happened that as they went away, they were cleansed."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then one of them, seeing that he was healed, turned back, with a loud voice glorifying God."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He fell on his face at the feet of Jesus, giving him thanks. Now he was a Samaritan."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then Jesus answered and said, “ Were not the ten cleansed? But where are the nine?"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Were there none who returned to give glory to God, except this foreigner?”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then he said to him, “ Rise up, and go. Your faith has made you well.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Now being asked by the Pharisees when the kingdom of God would come, he answered them and said, “ The kingdom of God does not come with careful observation."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Neither will they say, ‘ Look, here it is!’ or, ‘ There it is!’ For look, the kingdom of God is in the midst of you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then he said to the disciples, “ The days will come when you will desire to see one of the days of the Son of Man, but you will not see it."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then they will say to you, ‘ Look, there!’ or‘ Look, here!’ Do not go out or run after them,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "for as the flashing lightning shines from one part of the sky to another part of the sky, so will the Son of Man be."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include "
            },
            {
              "tag": "fqa",
              "text": "in his day , but the best manuscripts do not."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But first he must suffer many things and be rejected by this generation."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "As it happened in the days of Noah, even so it will also be in the days of the Son of Man."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "They were eating, they were drinking, they were marrying, they were giving in marriage— until the day that Noah entered into the ark, and the flood came and destroyed them all."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Likewise, even as it happened in the days of Lot— they were eating, they were drinking, they were buying, they were selling, they were planting, they were building:"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "but in the day that Lot went out from Sodom, it rained fire and sulfur from heaven and destroyed them all."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "It will be according to the same manner in the day when the Son of Man is revealed."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "In that day, the one who is on the housetop and his goods are in the house, do not let him go down to take them away; and the one in the field, likewise do not let him turn back."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Remember Lot’ s wife."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Whoever seeks to keep his life will lose it, but whoever loses it will save it."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "I tell you, in that night there will be two people in one bed. The one will be taken, and the other will be left."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "There will be two women grinding at the same place. One will be taken, but the other will be left.”"
            },
            {
              "tag": "v",
              "num": "36"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 36. [ There will be two in the field; one will be taken and the other left.]"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then they answered and said to him, “ Where, Lord?” So he said to them, “ Where the body is, there also the vultures will be gathered together.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 18
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then he spoke a parable to them about how they should always pray and not become discouraged,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "saying, “ In a certain city there was a certain judge who did not fear God and did not respect people."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Now there was a widow in that city, and she came often to him, saying, ‘ Give justice to me against my opponent.’"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For a long time he was not willing, but after these things he said to himself, ‘ Even though I do not fear God or respect man,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "yet because this widow causes me trouble, I will give justice to her, so that she will not wear me out by continually coming.’”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then the Lord said, “ Listen to what the unjust judge says."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now will God not bring about justice for his elect, the ones crying out to him day and night? Will he indeed delay long over them?"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I say to you that he will bring justice to them speedily. Even so, when the Son of Man comes, will he indeed find faith on the earth?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then he also spoke this parable to some who were persuaded in themselves that they were righteous and who despised other people,"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "“ Two men went up into the temple to pray— one a Pharisee, and the other a tax collector."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "The Pharisee stood and was praying this to himself, ‘ God, I thank you that I am not like other people— robbers, unrighteous people, adulterers— or even like this tax collector."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I fast twice every week. I give tithes of all that I get.’"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But the tax collector, standing at a distance, would not even lift up his eyes to heaven, but was beating his breast, saying, ‘ God, have mercy on me, the sinner.’"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I say to you, this man went back down to his house justified rather than the other, because everyone who exalts himself will be humbled, but everyone who humbles himself will be exalted.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Now people were also bringing to him their infants so that he might touch them, but when the disciples saw it, they were rebuking them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But Jesus called them to him, saying, “ Permit the little children to come to me, and do not forbid them. For the kingdom of God belongs to such ones."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Truly I say to you, whoever will not receive the kingdom of God like a child will definitely not enter into it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Now a certain ruler asked him, saying, “ Good teacher, what must I do to inherit eternal life?”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So Jesus said to him, “ Why do you call me good? No one is good, except God alone."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "You know the commandments— do not commit adultery, do not kill, do not steal, do not testify falsely, honor your father and mother.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But the ruler said, “ All these things I have obeyed from my youth.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "When Jesus heard that, he said to him, “ One thing you still lack. You must sell all that you have and distribute it to the poor, and you will have treasure in heaven— and come, follow me.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But when the ruler heard these things, he became extremely sad, for he was very rich."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then Jesus, looking at him,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Scholars are divided whether the phrase "
            },
            {
              "tag": "fqa",
              "text": "[he] became very sad should be included here. Compare verse 23."
            },
            {
              "tag": "f",
              "text": "* said, “ How difficult it is for those who have riches to enter into the kingdom of God!"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For it is easier for a camel to go through a needle’ s eye, than for a rich person to enter into the kingdom of God.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then those who heard it said, “ Then who can be saved?”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So Jesus answered, “ The things which are impossible with people are possible with God.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then Peter said, “ Look, we have left everything and"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some manuscripts have "
            },
            {
              "tag": "fqa",
              "text": "our own possessions, , but the best manuscripts have"
            },
            {
              "tag": "fqa",
              "text": "everything, and ."
            },
            {
              "tag": "f",
              "text": "* have followed you.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So Jesus said to them, “ Truly, I say to you that there is no one who has left a house, or a wife, or brothers, or parents, or children, for the sake of the kingdom of God,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "who will not receive much more in this world— and in the world to come, eternal life.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then having taken aside the twelve, he said to them, “ See, we are going up to Jerusalem, and all the things that have been written by the prophets about the Son of Man will be accomplished."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "For he will be handed over to the Gentiles, and will be mocked, and will be shamefully treated, and will be spit upon."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "After whipping him, they will kill him, and on the third day he will rise again.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But they understood none of these things, and this word was hidden from them, and they did not understand the things that were spoken."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Now it happened that, as Jesus approached Jericho, a certain blind man was sitting by the road begging."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Now hearing a crowd going by, he was asking what this might be."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "So they told him, “ Jesus of Nazareth is passing by.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So he cried out, saying, “ Jesus, Son of David, have mercy on me.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "The ones who were walking ahead were rebuking him, so that he would be quiet. But he kept crying out much more, “ Son of David, have mercy on me.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Then Jesus stood still and commanded him to be brought to him. Then when he had come near, Jesus asked him,"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "“ What do you want me to do for you?” So he said, “ Lord, I want to see again.”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then Jesus said to him, “ Receive your sight. Your faith has healed you.”"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Immediately he could see again and followed him, glorifying God. All the people, when they saw this, gave praise to God."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 19
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Jesus entered and was passing through Jericho."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now, there was a man named Zacchaeus, and he was a chief tax collector, and he was rich."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He was trying to see Jesus, who he was, but he was not able over the crowd, because he was small in height."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So he ran on ahead and climbed up into a sycamore tree to see him, because Jesus was about to pass that way."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When Jesus came to the place, he looked up and said to him, “ Zacchaeus, come down quickly, for today I must stay at your house.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So he hurried and came down and welcomed him joyfully."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Now when they saw this, they all complained, saying, “ He has gone in to visit with a sinful man.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But Zacchaeus stood and said to the Lord, “ Look, Lord, the half of my goods I give to the poor, and if I have cheated anyone of anything, I will restore four times the amount.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Jesus said to him, “ Today salvation has come to this house, because he too is a son of Abraham."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For the Son of Man came to seek and to save those who are lost.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Now as they were listening to these things, he proceeded to speak a parable, because he was near to Jerusalem, and they thought that the kingdom of God was about to appear immediately."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Therefore he said, “ A certain man of noble birth went into a far country to receive for himself a kingdom and then to return."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So he called ten of his servants, and gave them ten minas, and said to them, ‘ Conduct business until I come back.’"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But his citizens hated him and sent a delegation after him, saying, ‘ We do not want this man rule over us.’"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Now it happened that when he returned, having received the kingdom, he then commanded that those servants to whom he had given the money be called to him, so that he might know what profit they had made by doing business."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So the first came before him, saying, ‘ Master, your mina has made ten minas.’"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The nobleman said to him, ‘ Well done, good servant. Because you were faithful in very little, you will have authority over ten cities.’"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then the second came, saying, ‘ Your mina, master, has made five minas.’"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So the nobleman also said to him, ‘ And you will be over five cities.’"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then the other came, saying, ‘ Master, here is your mina, which I kept put away in a cloth,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "for I was afraid of you, because you are a demanding man. You take up what you did not put down, and you reap what you did not sow.’"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The nobleman said to him, ‘ By your mouth I will judge you, you wicked servant! Did you know that I am a demanding man, taking up what I did not put down, and reaping what I did not sow?"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So why did you not put the money in a bank, and when I returned, I would have collected it with interest?’"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then he said to those who were standing by, ‘ Take away from him the mina, and give it to the one who has the ten minas.’"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But they said to him, ‘ Master, he has ten minas.’"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "‘ I say to you, that everyone who has will be given more, but from the one who does not have, even that which he has will be taken away."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But these enemies of mine, those who did not want me to reign over them, bring them here and kill them in front of me.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "When he had said these things, he went on ahead, going up to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Now it happened that when he came near to Bethphage and Bethany, at the hill that is called Olivet, he sent two of the disciples,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "saying, “ Go into the village ahead of you. As you enter, you will find a colt that is tied up on which no man has ever sat. Untie it and bring it here."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "If anyone asks you, ‘ Why are you untying it?’ you will say thus, ‘ The Lord has need of it.’”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So those who were sent went and found it just as he had told them."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Now as they were untying the colt, the owners of it said to them, “ Why are you untying the colt?”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So they said, “ The Lord has need of it.”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then they brought it to Jesus, and they threw their cloaks upon the colt and they put Jesus on it."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Now as he went along, they were spreading their cloaks on the road."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then as he was already coming near to the descent of the Mount of Olives, the whole multitude of the disciples began to rejoice, to praise God with a loud voice for all the mighty works which they had seen,"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "saying, “ Blessed is the king who comes in the name of the Lord! Peace in heaven and glory in the highest!”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But some of the Pharisees from the crowd said to him, “ Teacher, rebuke your disciples.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Jesus answered and said, “ I tell you that if these were silent, the stones would cry out.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Now when Jesus approached and had seen the city, he wept over it,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "saying, “ If you had known in this day, even you, the things which bring peace! But now they are hidden from your eyes."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "For the days will come upon you when indeed your enemies will build a barricade around you, and surround you, and press in on you from every side."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "They will strike you down to the ground and your children with you. They will not leave one stone upon another in you, because you did not recognize the time of your visitation.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "Then entering into the temple, he began to cast out those who were selling,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "saying to them, “ It is written, ‘ My house will be a house of prayer,’ but you have made it a den of robbers.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "47",
              "text": "So Jesus was teaching daily in the temple. Now the chief priests and the scribes and the leaders of the people were seeking to kill him,"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "but they could not find that which they might do, for all the people were listening, hanging on to his words."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 20
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now it happend that on one of the days when Jesus was teaching the people in the temple and preaching the gospel, the chief priests and the scribes came to him with the elders."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They spoke, saying to him, “ Tell us by what authority you do these things, or who it is the one who gave you this authority.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So he answered and said to them, “ I also will ask you a question, and you tell me."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "The baptism of John: was it from heaven or from men?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then they reasoned among themselves, saying, “ If we say, ‘ From heaven,’ he will say, ‘ Then why did you not believe him?’"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But if we say, ‘ From men,’ all the people will stone us, for they are persuaded that John was a prophet.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So they answered that they did not know where it was from."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then Jesus said to them, “ Neither will I tell you by what authority I am doing these things.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Then he began to speak this parable to the people, “ A man planted a vineyard, and rented it out to vine growers, and went into another country for a long time."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "At the appointed time he sent a servant to the vine growers, so that they should give him of the fruit of the vineyard. But the vine growers beat him, and sent him away empty- handed."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then he proceeded to send another servant, but they also beat that one, and treating him shamefully, they sent him away empty- handed."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then he proceeded to send a third, but they also wounded that one, and threw him out."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So the lord of the vineyard said, ‘ What should I do? I will send my beloved son. Maybe they will respect him.’"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But when the vine growers saw him, they discussed among themselves, saying, ‘ This is the heir. Let us kill him, so that the inheritance may be ours.’"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So they threw him out of the vineyard and killed him. What then will the lord of the vineyard do to them?"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He will come and destroy these vine growers, and will give the vineyard to others.” But when they heard this, they said, “ May it never be!”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But Jesus looked at them, and said, “ What then is this that is written:"
            },
            {
              "tag": "q",
              "text": "‘ The stone that the builders rejected, this has become the cornerstone’?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Every one who falls on that stone will be broken to pieces. But on whomever it falls, it will crush him.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "So the scribes and the chief priests sought to lay hands on him in that very hour, for they knew that he had spoken this parable against them. But they were afraid of the people."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So watching him carefully, they sent out spies who pretended to be righteous, so that they might find fault with his speech, in order to deliver him up to the rule and to the authority of the governor."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then they asked him, saying, “ Teacher, we know that you speak and teach rightly, and do not show partiality, but you teach the way of God in truth."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Is it lawful for us to pay taxes to Caesar, or not?”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But he understood their craftiness, and said to them,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "“ Show me a denarius. Whose image and inscription does it have?” So they said, “ Caesar’ s.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then he said to them, “ Therefore give to Caesar the things that are Caesar’ s, and to God the things that are God’ s.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "So they were not able to trap him in what he said in front of the people, but marveling at his answer, they became silent."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Then some of the Sadducees came to him, the ones who say that there is no resurrection, and they questioned him,"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "saying, “ Teacher, Moses wrote to us that if anyone’ s brother dies having a wife, and he is childless, that his brother should take his wife, and raise up offspring for his brother."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Therefore there were seven brothers, and the first, having taken a wife, died childless;"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "and the second"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "and the third took her; and likewise the seven also left no children, and died."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Afterward the woman also died."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "In the resurrection therefore, of which of them will she be a wife? For the seven had her as wife.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So Jesus said to them, “ The sons of this age marry and are given in marriage."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "But those who are regarded as worthy to obtain that age, and of the resurrection which is from the dead, will neither marry nor be given in marriage;"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "for neither are they able to die anymore, for they are as angels; and they are sons of God, being sons of the resurrection."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But that the dead are raised, even Moses showed at the bush, where he calls the Lord the God of Abraham, and the God of Isaac, and the God of Jacob."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Now he is not the God of the dead, but of the living, because all live to him.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Then some of the scribes answered and said, “ Teacher, you have spoken well.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "For they did not dare to ask him anything."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Then Jesus said to them, “ How do they say that the Christ is David’ s son?"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "For David himself says in the Book of Psalms, The Lord said to my Lord,"
            },
            {
              "tag": "q",
              "text": "‘ Sit at my right hand,"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "until I make your enemies a footstool for your feet.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "David therefore calls him‘ Lord’, so how is he his son?”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "Now while all the people were listening, he said to his disciples,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "“ Beware of the scribes, who desire to walk in long robes, and love special greetings in the marketplaces, and chief seats in the synagogues, and chief places at the feasts."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "They devour the houses of widows, and for a show they pray at length. These will receive greater condemnation.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 21
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now Jesus looked up and saw the rich who were putting their gifts into the treasury."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he saw a certain poor widow putting in two mites."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So he said, “ Truly I say to you, this poor widow put in more than all of them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "for all these put in the gifts out of their abundance. But she, out of her poverty, put in all that she had to live on.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "5",
              "text": "Now as some were speaking about the temple, that it was decorated with beautiful stones and offerings, he said,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "“ As for these things that you see, the days will come in which not one stone will be left on another which will not be torn down.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So they asked him, saying, “ Teacher, when therefore will these things be, and what will be the sign when these things are about to happen?”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then he said, “ Be careful that you are not deceived. For many will come in my name, saying, ‘ I am he,’ and, ‘ The time is near.’ Do not go after them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "When you hear of wars and riots, do not be terrified, for these things must happen first, but it will not immediately be the end.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then he said to them, “ Nation will rise against nation, and kingdom against kingdom."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "There will be both great earthquakes, and famines and plagues in various places. There will be both terrifying events and great signs from heaven."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But before all of these things, they will lay their hands on you and will persecute you, delivering you over to the synagogues and prisons, bringing you before kings and governors because of my name."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "It will give you an opportunity for a testimony."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Therefore resolve in your hearts not to prepare your defense ahead of time,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "for I will give you speech and wisdom that all your adversaries will not be able to resist or contradict."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But you will also be delivered up by parents, and brothers, and relatives, and friends; and they will put some of you to death."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "You will be hated by everyone because of my name."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But not a hair of your head will perish."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "By your endurance, you will gain your souls."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "But when you see Jerusalem surrounded by armies, then know that its desolation is near."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then let those in Judea flee to the mountains, and let those in midst of it leave it, and let not those out in the country enter into it."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For these are days of vengeance, to fulfill all the things that have been written."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But woe to those who are pregnant, and to those who are nursing in those days! For there will be great distress upon the land, and wrath to this people."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "They will fall by the edge of the sword, and they will be led captive into all the nations, and Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "There will be signs in the sun, in the moon, and in the stars, and on the earth the nations will be distressed and anxious at the roaring and tossing of the sea."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Men will be fainting from fear and expectation of the things which are coming upon the world, for the powers of the heavens will be shaken."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then they will see the Son of Man coming in a cloud with power and great glory."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But when these things begin to happen, stand up and lift up your heads, because your deliverance is coming near.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "Then he spoke a parable to them: “ Look at the fig tree, and all the trees."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "When they already sprout buds, you see for yourselves and know that the summer is already near."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "So also, when you see these things happening, you know that the kingdom of God is near."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Truly I say to you, this generation will not pass away until all these things take place."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Heaven and earth will pass away, but my words will never pass away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "34",
              "text": "But pay attention to yourselves, so that your hearts are not burdened with the effects of drinking and intoxication, and the worries of life, and that day will close on you suddenly"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "as a trap, for it will come upon everyone living on the face of the whole earth."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "But be alert at all times, praying so that you may be strong enough to escape all these things that are about to take place, and to stand before the Son of Man.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "So during the days he was teaching in the temple, and at night he went out and stayed on the hill that is called Olivet."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Now all the people were coming to him early in the morning in the temple to hear him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 22
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now the Festival of Unleavened Bread, which is called the Passover, was approaching."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The chief priests and the scribes were seeking how they might put him to death, for they were afraid of the people."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Then Satan entered into Judas, the one called Iscariot, who was one of the number of the twelve."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So he went and spoke with the chief priests and captains, about how he might betray Jesus to them."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "They were glad, and agreed to give him money."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So he agreed, and began seeking an opportunity to betray him to them away from the crowd."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then came the day of unleavened bread, on which it was necessary to sacrifice the Passover lamb."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So Jesus sent Peter and John, saying, “ Go and prepare for us the Passover meal, so that we may eat it.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So they said to him, “ Where do you want us to make preparations?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He answered them, “ Look, when you have entered into the city, a man bearing a pitcher of water will meet you. Follow him into the house into which he enters."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then say to the master of the house, ‘ The Teacher says to you, “ Where is the guest room, where I will eat the Passover with my disciples?”’"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He will show you a large furnished upper room. Make the preparations there.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So they went, and found it just as he had said to them. Then they prepared the Passover meal."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now when the hour came, he reclined at table, and the apostles with him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then he said to them, “ I have greatly desired to eat this Passover with you before I suffer."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "For I say to you, I will not eat it until when it is fulfilled in the kingdom of God.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then he took a cup, and when he had given thanks, he said, “ Take this, and divide it among yourselves."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For I say to you, I will not drink of the fruit of the vine from now on, until the kingdom of God comes.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then he took bread, and when he had given thanks, he broke it, and gave to them, saying, “ This is my body which is given for you. Do this in the remembrance of me.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "He took the cup in the same way after supper, saying, “ This cup is the new covenant in my blood, which is poured out for you."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But see, the hand of the one who betrays me is with me at the table."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For the Son of Man indeed goes as it has been determined. But woe to that man through whom he is betrayed!”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then they began to question among themselves as to which of them therefore might be the one who was about to do this."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then there arose also a quarrel among them as to which of them was considered to be greatest."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "So he said to them, “ The kings of the Gentiles lord it over them, and the ones who have authority over them are referred to as‘ benefactors.’"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But it must not be like this with you. Instead, let the greatest among you become like the youngest; and the one who leads, like the one who serves."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For who is greater, the one who reclines at table, or the one who serves? Is it not the one who reclines at table? Yet I am among you as one who serves."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But you are the ones who have continued with me in my temptations."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "I grant to you, just as my Father has granted to me, a kingdom,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Simon, Simon, see, Satan asked to sift you as wheat."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But I have prayed for you, so that your faith may not fail; and you, when you have turned back, strengthen your brothers.”"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But Peter said to him, “ Lord, I am ready to go with you both to prison and to death.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But he replied, “ I tell you, Peter, the rooster will not crow today, before you deny three times that you know me.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Then he said to them, “ When I sent you out without a purse, or a bag of provisions, or shoes, you did not lack anything, did you?” So they said, “ Nothing.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then he said to them, “ But now, the one who has a purse, let him take it, and likewise a bag of provisions. The one who does not have a sword should sell his cloak and buy one."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "For I say to you, this which is written must be fulfilled in me, ‘ And he was counted with the lawless ones.’ For indeed the things concerning me are being fulfilled.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Then they said, “ Lord, look! Here are two swords.” So he said to them, “ It is enough.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Then going out, he went according to his custom, to the Mount of Olives, and the disciples also followed him."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Now when they came to the place, he said to them, “ Pray that you do not enter into temptation.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he went away from them about a stone’ s throw, and falling on his knees, he was praying,"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "saying, “ Father, if you are willing, remove this cup from me. Nevertheless not my will, but yours be done.”"
            },
            {
              "tag": "v",
              "num": "43"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verses 43 and 44. [ Now an angel from heaven appeared to him, strengthening him."
            },
            {
              "tag": "v",
              "num": "44"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "See the note on the previous verse.  Being in agony, he was praying intently, and his sweat became like drops of blood, falling on the ground.]"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When he rose up from his prayer, he came to the disciples, and found them sleeping because of their sorrow,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "So he said to them, “ Why are you sleeping? Rise and pray, so that you may not enter into temptation.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "47",
              "text": "While he was still speaking, behold, a crowd appeared, and the one who is called Judas, one of the twelve, was leading them. He came near to Jesus to kiss him."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "but Jesus said to him, “ Judas, are you betraying the Son of Man with a kiss?”"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Now when those who were around Jesus saw what was going to happen, they said, “ Lord, should we strike with the sword?”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Then a certain one of them struck the servant of the high priest, and cut off his right ear."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "But Jesus answered and said, “ No more of this!” Then touching his ear, he healed him."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Then Jesus said to those who had come out against him, chief priests, and captains of the temple, and elders, “ Do you come out as against a robber, with swords and clubs?"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "When I was daily with you in the temple, you did not lay your hands on me. But this is your hour, and the authority of the darkness.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "54",
              "text": "Then seizing him, they led him away, and brought him into the house of the high priest. But Peter was following from a distance."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "After they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat in the midst of them."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Now a certain female servant, seeing him as he sat in the light of the fire, and looking straight at him, said, “ This man also was with him.”"
            },
            {
              "tag": "v",
              "num": "57",
              "text": "But Peter denied it, saying, “ Woman, I do not know him.”"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "After a little while someone else saw him, and said, “ You are also one of them.” But Peter said, “ Man, I am not.”"
            },
            {
              "tag": "v",
              "num": "59",
              "text": "After about one hour another certain one insisted, saying, “ In truth, this one was also with him, for he is also a Galilean.”"
            },
            {
              "tag": "v",
              "num": "60",
              "text": "But Peter said, “ Man, I do not know what you are saying.” Immediately, while he was still speaking, a rooster crowed."
            },
            {
              "tag": "v",
              "num": "61",
              "text": "Then turning, the Lord looked at Peter, and Peter remembered the word of the Lord, how he said to him, “ Before a rooster crows today you will deny me three times.”"
            },
            {
              "tag": "v",
              "num": "62",
              "text": "So he went outside and wept bitterly."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "63",
              "text": "Then the men guarding Jesus mocked and beat him."
            },
            {
              "tag": "v",
              "num": "64",
              "text": "They put a cover over him and asked him, saying, “ Prophesy! Who is the one who hit you?”"
            },
            {
              "tag": "v",
              "num": "65",
              "text": "They also spoke many other things to him, blaspheming him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "66",
              "text": "Now when it was day, the elders of the people gathered together, both chief priests and scribes, and they led him into their council,"
            },
            {
              "tag": "v",
              "num": "67",
              "text": "saying, “ If you are the Christ, tell us.” But he said to them, “ If I tell you, you will certainly not believe;"
            },
            {
              "tag": "v",
              "num": "68",
              "text": "and if I ask you, you will certainly not answer."
            },
            {
              "tag": "v",
              "num": "69",
              "text": "But from now on, the Son of Man will be seated at the right hand of the power of God.”"
            },
            {
              "tag": "v",
              "num": "70",
              "text": "Then they all said, “ Then are you the Son of God?” So he said to them, “ You are saying that I am.”"
            },
            {
              "tag": "v",
              "num": "71",
              "text": "So they said, “ What further need do we have of a witness? For we ourselves have heard from his own mouth.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 23
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then the whole group of them rose up and brought him before Pilate."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They began to accuse him, saying, “ We found this man perverting our nation, and forbidding to give tribute to Caesar, and saying that he himself is Christ, a king.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Pilate questioned him, saying, “ Are you the King of the Jews?” But he answered him and said, “ You say so.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then Pilate said to the chief priests and the crowds, “ I find no fault in this man.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But they were insisting, saying, “ He stirs up the people, teaching throughout all Judea, and beginning from Galilee, even to this place.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now when Pilate heard this, he asked whether the man was a Galilean."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When he discovered that he was under the authority of Herod, he sent him to Herod, who himself also was at Jerusalem in those days."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Now when Herod saw Jesus, he was very glad, for he had wanted to see him for a long time, because he had heard about him, and he was hoping to see some sign done by him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So he questioned him in many words, but he answered him nothing."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now the chief priests and the scribes stood, violently accusing him."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then both Herod and his soldiers insulted him and mocked him. Dressing him in elegant clothes, they sent him back to Pilate."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now both Herod and Pilate became friends with each other on that day, for previously there had been hostility between them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Pilate then called together the chief priests and the rulers and the people,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "and said to them, “ You brought to me this man as perverting the people; and see, having questioned him before you, I find no fault in this man concerning what you are accusing him."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But neither did Herod, for he sent him back to us, and see, nothing that is worthy of death has been done by him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "I will therefore punish him, and release him.”"
            },
            {
              "tag": "v",
              "num": "17"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 17. [ Now Pilate was obligated to release to the Jews one prisoner at the feast.]"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But they cried out all together, saying, “ Away with this man, but release to us Barabbas!”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "( He was put into prison for a certain rebellion that happened in the city, and for murder.)"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then Pilate again addressed them, desiring to release Jesus."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But they shouted, saying, “ Crucify, crucify him.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then he said to them a third time, “ Why, what evil has this man done? I have found no fault deserving death in him. Therefore after punishing him, I will release him.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But they were insistent with loud voices, demanding for him to be crucified, and their voices prevailed."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So Pilate decided to grant their demand."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But he released the one whom they asked for, who had been put in prison for rioting and murder. But he handed over Jesus to their will."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "As they led him away, they seized a certain Simon of Cyrene, coming from the country, putting the cross on him, to carry behind Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Now a great crowd of the people, and of women who grieved and mourned for him, were following him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But turning to them, Jesus said, “ Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "For see, days are coming in which they will say, ‘ Blessed are the barren and the wombs that did not bear, and the breasts that did not nurse.’"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then they will begin to say to the mountains, ‘ Fall on us,’ and to the hills, ‘ Cover us.’"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "For if they do these things while the tree is green, what will happen when it is dry?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Now two other criminals, were also being led away with him to be put to death."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "When they came to the place that is called“ The Skull,” there they crucified him, and the criminals— one on his right and one on his left."
            },
            {
              "tag": "v",
              "num": "34"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include the first part of verse 34. [ Jesus said, “ Father, forgive them, for they do not know what they are doing.”] Then, dividing up his garments, they cast lots."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "The people stood by, watching. Now the rulers also were mocking him, saying, “ He saved others. Let him save himself, if he is the Christ of God, the chosen one.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then the soldiers also ridiculed him, coming up and offering him vinegar,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "and saying, “ If you are the King of the Jews, save yourself.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Now there was also an inscription over him, “ This is the King of the Jews.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "39",
              "text": "Then one of the criminals who was hanging there insulted him, saying, “ Are you not the Christ? Save yourself and us.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But answering, the other rebuked him, saying, “ Do you not even fear God, since you are under the same condemnation?"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "And we indeed rightly, for we are receiving things worthy of what we did. But this man did nothing wrong.”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then he said, “ Jesus, remember me when you come into your kingdom.”"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "So Jesus said to him, “ Truly I say to you, today you will be with me in paradise.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "The sun was darkened. Then the curtain of the temple was torn in two."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Then crying out with a loud voice, Jesus said, “ Father, into your hands I commit my spirit.” Now having said this, he breathed his last."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Now when the centurion saw what happened, he began glorifing God, saying, “ Surely this man was righteous.”"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "All the crowds who had come together for this spectacle, saw the things that had happened, they returned, beating their breasts."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "But all those who knew him, and the women who followed him from Galilee, stood at a distance, watching these things."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "50",
              "text": "Now there was a man named Joseph, who was a council member, a good and righteous man."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "( He did not agree with the council and their action.) He was from Arimathea, a city of the Jews, and he was waiting for the kingdom of God."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "He approached Pilate, asking for the body of Jesus."
            },
            {
              "tag": "v",
              "num": "53",
              "text": "Then he took it down, wrapped it in a linen cloth, and placed it in a tomb that was cut in the rock, in which no one had yet been laid."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Now it was the Day of the Preparation, and the Sabbath was about to begin."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "The women who had come out of Galilee with Jesus had followed, and saw the tomb and how his body was laid."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "Then they returned, and prepared spices and ointments."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "Then on the Sabbath they rested according to the commandment.",
              "attributes": {
                "occurrence": "2",
                "occurrences": "2"
              }
            }
          ],
          "tag": "p"
        }
      ],
      "num": 24
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now at early dawn on the first day of the week, they came to the tomb, bringing the spices which they had prepared."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "They found the stone rolled away from the tomb,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "but entering in, they did not find the body of the Lord Jesus."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "It happened that, while they were confused about this, suddenly, two men stood by them in bright shining robes."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But they became terrified and bowed down their faces to the ground. The men said to them, “ Why do you seek the living among the dead?"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He is not here, but has been raised! Remember how he spoke to you when he was still in Galilee,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "saying that the Son of Man must be delivered up into the hands of sinful men and be crucified, and on the third day rise again.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then they remembered his words,"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and when they returned from the tomb, they reported all these things to the eleven and to all the rest."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Now they were Mary Magdalene, and Joanna, and Mary the mother of James, and the other women with them, reporting these things to the apostles."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But these words seemed like idle talk to the apostles, and they did not believe the women."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Peter, however, rose up, ran to the tomb, and stooping down, he saw only the linen cloths. So he went away to his home, wondering what had happened."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Now behold, on that same day, two of them were going to a distant village which was named Emmaus, sixty stadia from Jerusalem."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "They discussed with each other about all these things that had happened."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "It happened that, while they discussed and questioned together, indeed Jesus himself approached and went with them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But their eyes were prevented from recognizing him."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then he said to them, “ What are these words that you are exchanging with each other as you are walking?” So they stood there, looking sad."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But one named Cleopas answered and said to him, “ Are you alone visiting Jerusalem and have not known the things which have happened in it in these days?”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then Jesus said to them, “ What things?” So they said to him, “ The things concerning Jesus the Nazarene, a man who was a prophet mighty in deed and word before God and all the people,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "and how the chief priests and our rulers delivered him up to be condemned to death and crucified him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "But we were hoping that he was the one who was going to redeem Israel. But in addition to all these things, this is now the third day since these things happened."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But also, some women among us amazed us, having been at the tomb early"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "and not finding his body, they came saying that they had also seen a vision of angels who said that he is alive."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then some of those with us went to the tomb and found it just as the women had indeed said. But they did not see him.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then Jesus said to them, “ O foolish men and slow of heart to believe in all that the prophets have spoken!"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Was it not necessary for the Christ to suffer these things, and to enter into his glory?”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then beginning from Moses and from all the prophets, he interpreted to them the things concerning himself in all the scriptures."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Now they approached the village where they were going, and he acted as though he were going further."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But they compelled him, saying, “ Stay with us, for it is toward evening and the day is almost over.” So he went in to stay with them."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "It happened that, when he had reclined at table with them, he took the bread, blessed it, and breaking it, he began giving it to them."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then their eyes were opened, and they recognized him, and he vanished from their sight."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They said one to another, “ Was not our heart burning, while he spoke to us on the way, while he opened to us the scriptures?”"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "So they rose up that very hour, and returned to Jerusalem. They found the eleven gathered together, and those with them,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "saying, “ The Lord is risen indeed, and has appeared to Simon.”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then they told the things that happened on the way, and how Jesus was made known to them in the breaking of the bread."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "36",
              "text": "Now as they were speaking these things, Jesus himself stood in the midst of them, and said to them, “ Peace be to you.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But they were terrified, and became very afraid, thinking that they saw a spirit."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So Jesus said to them, “ Why are you troubled, and why do doubts arise in your heart?"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "See my hands and my feet, that it is I myself. Touch me and see. For a spirit does not have flesh and bones, as you see me having.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "When he had said this, he showed them his hands and his feet."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Now when they still could not believe it because of the joy and amazement, he said to them, “ Do you have anything here to eat?”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "So they gave him a piece of a broiled fish,"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "and he took it and ate it before them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "44",
              "text": "Then he said to them, “ These are my words that I spoke to you while I was still with you, that everything that was written about me in the law of Moses, and the prophets, and the Psalms, must be fulfilled.”"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "Then he opened their minds to understand the scriptures, and said to them,"
            },
            {
              "tag": "v",
              "num": "46",
              "text": "“ Thus it has been written: The Christ would suffer, and rise again from the dead on the third day;"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "and repentance for forgiveness of sins would be proclaimed in his name to all the nations, beginning from Jerusalem."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "You are witnesses of these things."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "I am sending upon you the promise of my Father. But you must remain in the city until you are clothed with power from on high.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "50",
              "text": "Then he led them out as far as to Bethany, and lifting up his hands, he blessed them."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Now it happened that, while he was blessing them, he went away from them and was carried up into heaven."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "So they worshiped him, and returned to Jerusalem with great joy,"
            },
            {
              "tag": "v",
              "num": "53",
              "text": "and they were all continually in the temple, blessing God."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "LUK EN_ULT en_English_ltr Thu Jun 13 2019 11:17:42 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Luke",
  "intro": [
    {
      "tag": "mt",
      "text": "Luke"
    }
  ]
}