{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Malachi"
        },
        {
          "tag": "toc2",
          "text": "Malachi"
        },
        {
          "tag": "toc3",
          "text": "Mal"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "The declaration of the word of Yahweh to Israel by the hand of Malachi."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "“I have loved you,” says Yahweh. But you say, “How have you loved us?” “Was not Esau Jacob’s brother?” declares Yahweh. “Yet I have loved Jacob,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "but Esau I have hated. I have made his mountains an abandoned devastation, and I have made his inheritance a place for the jackals of the wilderness.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "If Edom says, “We are beaten down, but we will rebuild the ruins,” Yahweh of hosts will say, “They may rebuild, but I will throw down again. Others will call them ‘The country of wickedness’ and ‘The people whom Yahweh has cursed forever.’"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Your own eyes will see this, and you will say, ‘Yahweh is great beyond the borders of Israel.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "“A son honors his father, and a servant honors his master. If I, then, am a father, where is my honor? If I am a master, where is the reverence for me?” says Yahweh of hosts to you priests, who despise my name. “But you say, ‘How have we despised your name?’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "By offering polluted bread upon my altar. But you say, ‘How have we polluted you?’ By saying that Yahweh’s table is contemptible."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "When you offer blind animals for sacrifice, is that not evil? When you offer the lame and sick, is that not evil? Present that to your governor! Will he accept you or will he lift up your face?” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Now you keep asking the face of God, that he may be gracious to us. But Yahweh of hosts says that with such an offering in your hand, would he lift up any of your faces?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "“Oh, if only there were one of you who would shut the temple gates, so that you might not light fires on my altar in vain! I have no pleasure in you,” says Yahweh of hosts, “and I will not accept any offering from your hand."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "For from the rising of the sun to its setting my name will be great among the nations and in every place incense and pure offerings will be offered in my name. For my name will be great among the nations,” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "“But you are profaning it when you say the Lord’s table is polluted, and that its fruit, its food, is to be despised."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You also say, ‘How tiresome this is,’ and you snort at it,” says Yahweh of hosts. “You bring what has been taken by a wild animal or is lame or sick; and this you bring as your offering. Should I accept this from your hand?” says Yahweh."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "“May the deceiver be cursed who has a male animal in his flock and vows to give it to me, and yet sacrifices to me, the Lord, what is flawed! For I am a great king,” says Yahweh of hosts, “and my name will be honored among the nations.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now you priests, this command is for you."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "“If you will not listen, and if you will not lay it on your heart to give honor to my name,” says Yahweh of hosts, “then I will send a curse on you, and I will curse your blessings. Indeed, I have cursed them, because you are not laying my command on your heart."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "See, I am about to rebuke your descendants, and I will spread dung on your faces, the dung from your festivals, and he will take you away with it."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "rebuke your descendants , which the Hebrew text has, some ancient and modern versions have"
            },
            {
              "tag": "fqa",
              "text": "cut off your shoulder (or"
            },
            {
              "tag": "fqa",
              "text": "arm ). Some other modern versions have"
            },
            {
              "tag": "fqa",
              "text": "corrupt your descendants ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "he will take you away with it , which is in the Hebrew text, some ancient and modern versions have"
            },
            {
              "tag": "fqa",
              "text": "I will take you away from beside me , that is,"
            },
            {
              "tag": "fqa",
              "text": "from my presence ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "You will know that I have sent this command to you, and that my covenant may continue to be with Levi,” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "“My covenant with him was life and peace, and I gave them to him; I gave him fear, and he feared me, and he stood in awe of my name."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "True instruction was in his mouth, and nothing false was found on his lips. He walked with me in peace and uprightness and he turned many away from sin."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For a priest’s lips should keep knowledge and people should seek instruction from his mouth, for he is a messenger of Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But you have turned away from the true path. You have caused many to stumble with respect to the law. You have broken the covenant of Levi,” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "“So I also, I have made you contemptible and vile before all the people, because you have not kept my ways, but have instead shown partiality with regard to the instruction.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Is there not one father for us all? Has not one God created us? Why are we faithless each man against his brother, profaning the covenant of our fathers?"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Judah has been faithless. A disgusting thing has been committed in Israel and in Jerusalem. For Judah has profaned the holy place of Yahweh which he loves, and has married the daughter of a foreign god."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "May Yahweh cut off from the tents of Jacob the man who does this, the one who is awake and the one who answers, even if he is bringing an offering to Yahweh of hosts."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Instead of "
            },
            {
              "tag": "fqa",
              "text": "the one who is awake and the one who answers , some versions have other expressions such as"
            },
            {
              "tag": "fqa",
              "text": "the master and the one who studies ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You also do this: You cover the altar of Yahweh with tears, with weeping and sighing, because he still does not turn toward the offering or accept it with favor from your hand."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But you say, “Why does he not?” Because Yahweh was a witness between you and the wife of your youth, against whom you have been faithless, even though she was your companion and your wife by covenant."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Did he not make them one, with a portion of his spirit? Then why did he make you one? Because he was seeking an offspring from God. So guard yourselves in your spirit, and do not be unfaithful to the wife of your youth."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "“For I hate divorce,” says Yahweh, the God of Israel, “and the one who covers his garment with violence,” says Yahweh of hosts. “So guard yourselves in your spirit and do not be faithless.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "You have wearied Yahweh with your words. But you say, “How have we wearied him?” By saying, “Everyone who does evil is good in the eyes of Yahweh, and he delights in them,” or “Where is the God of justice?”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "“See, I am about to send my messenger, and he will prepare the way before me. Then the Lord, whom you seek, will suddenly come to his temple. The messenger of the covenant in whom you delight, see, he will come,” says Yahweh of hosts."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "But who will be able to endure the day of his coming? Who will be able to stand when he appears? For he will be like a refiner’s fire and like laundry soap."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He will sit as a refiner and purifier of silver, and he will purify the sons of Levi. He will refine them like gold and silver, and they will bring offerings of righteousness to Yahweh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then the offering of Judah and Jerusalem will be pleasing to Yahweh, as in the days of old, and as in ancient years."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "“Then I will approach you for judgment. I will quickly become a witness against the sorcerers, the adulterers, the false witnesses, and against those who oppress the hired worker in his wages, those who oppress the widow and the fatherless, against those who turn away the foreigner, and against those who do not honor me,” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "“For I, Yahweh, have not changed; therefore you, sons of Jacob, have not come to an end."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you,” says Yahweh of hosts. “But you say, ‘How will we return?’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Would a person rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In tithes and offerings."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "You are cursed with a curse, for you are robbing me, the whole nation."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Bring the full tithe into the storehouse, so that there may be food in my house, and test me now in this,” says Yahweh of hosts, “if I do not open to you the windows of heaven and pour out a blessing on you, until there is no more room for it all."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I will speak against those who destroy your crops, so that they do not destroy the harvest of your land. Your vines in the fields will not lose their fruit,” says Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "“All the nations will call you blessed, for you will be a land of delight,” says Yahweh of hosts."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "“Your words against me have been strong,” says Yahweh. “But you say, ‘What have we said among ourselves against you?’"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "You have said, ‘It is useless to serve God. What profit is it that we have kept his requirements or walked mournfully before Yahweh of hosts?"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So now we call the arrogant blessed. Evildoers not only prosper, but they even test God and escape.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then those who feared Yahweh spoke with one another. Yahweh paid attention and listened, and a book of remembrance was written before him about those who feared Yahweh and honored his name."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "“They will be mine,” says Yahweh of hosts, “my own treasured possession, on the day that I act. I will pity them, as a man pities his own son who serves him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then once again you will distinguish between the righteous and the wicked, between one who worships God and one who does not worship him."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "For see, the day is coming, burning like a furnace, when all the arrogant and all the evildoers will become stubble. The day that is coming will burn them up,” says Yahweh of hosts, “so that it will leave them neither root nor branch."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "But for you who fear my name, the sun of righteousness will rise with healing in its wings. You will go out, and you will leap like calves from the stall."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "On that day you will trample down the wicked, for they will be ashes under the soles of your feet on the day that I act,” says Yahweh of hosts."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "“Remember the teaching of my servant Moses that I gave him at Horeb for all Israel, the statutes and the rulings."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "See, I will send you Elijah the prophet before the coming of the great and fearful day of Yahweh."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He will turn the heart of the fathers to the children, and the heart of the children to their fathers, so that I do not come and attack the land with complete destruction.”"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "MAL unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Malachi",
  "intro": [
    {
      "tag": "mt",
      "text": "Malachi "
    }
  ]
}