{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, learned men from the east arrived in Jerusalem,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "saying, “ Where is he who was born King of the Jews? For we saw his star in the east, and have come to worship him.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But when Herod the king heard this, he was troubled, and all Jerusalem with him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then Herod brought together all the chief priests and scribes of the people, and he asked them, “ Where is the Christ to be born?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They said to him, “ In Bethlehem of Judea, for this is what was written by the prophet,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "‘ But you, Bethlehem, in the land of Judah, are not the least among the leaders of Judah, for from you will come a ruler who will shepherd my people Israel.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Herod secretly called the learned men to ask them the exact time the star had appeared."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then he sent them to Bethlehem, saying, “ Go and search carefully for the young child. When you have found him, tell me, so that I also may come and worship him.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "After they had heard the king, they went on their way, and behold, the star that they had seen in the east went before them until it came and stood still over where the young child was."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "When they saw the star, they rejoiced with very great joy."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then they went into the house and saw the young child with Mary his mother. They fell down and worshiped him. They opened their treasures and offered him gifts of gold, and frankincense, and myrrh."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But God warned them in a dream not to return to Herod, so they departed to their own country by another way."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "But after they had departed, behold, an angel of the Lord appeared to Joseph in a dream saying, “ Get up, take the young child and his mother, and flee to Egypt. Remain there until I tell you, for Herod is going to seek the young child to destroy him.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So that night, Joseph rose and took the young child and his mother and departed for Egypt."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "He was there until the death of Herod. This fulfilled what had been spoken by the Lord through the prophet, saying, “ Out of Egypt I have called my son.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then Herod, when he saw that he had been mocked by the learned men, was very angry. So he sent and killed all the male children that were in Bethlehem and in all that region who were two years old and under, according to the time that he had determined exactly from the learned men."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then was fulfilled what had been spoken through Jeremiah the prophet, saying,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“ A voice was heard in Ramah, weeping and great mourning, Rachel weeping for her children, and she refused to be comforted, because they were no more.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Now when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "saying, “ Get up and take the child and his mother and go to the land of Israel, for those who sought the child’ s life are dead.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then Joseph rose, took the child and his mother, and came into the land of Israel."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But when he heard that Archelaus was reigning over Judea in the place of his father Herod, he was afraid to go there. After God warned him in a dream, he left for the region of Galilee"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "and went and lived in a city called Nazareth. In this way, what had been spoken through the prophets was fulfilled, that he would be called a Nazarene."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "MAT EN_ULT en_English_ltr Wed Jun 19 2019 08:26:29 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Matthew",
  "intro": [
    {
      "tag": "mt",
      "text": "Matthew"
    }
  ]
}