{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "After he had fasted forty days and forty nights, he was hungry."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then the tempter came and said to him, “ If you are the Son of God, command that these stones become bread.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But Jesus answered him and said, “ It is written, ‘ Man shall not live on bread alone, but by every word that comes out of the mouth of God.’”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the devil took him into the holy city and set him on the highest point of the temple building,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "and said to him, “ If you are the Son of God, throw yourself down, for it is written,"
          },
          {
            "tag": "q",
            "text": "‘ He will command his angels to take care of you,’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "and,",
            "attributes": {
              "occurrence": "2",
              "occurrences": "2"
            }
          },
          {
            "tag": "q",
            "text": "‘ They will lift you up in their hands, so that you will not hit your foot against a stone.’”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Jesus said to him, “ Again it is written, ‘ You must not test the Lord your God.’”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Again, the devil took him up to a very high hill and showed him all the kingdoms of the world along with all their glory."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He said to him, “ All these things I will give you, if you fall down and worship me.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then Jesus said to him, “ Go away from here, Satan! For it is written,"
          },
          {
            "tag": "q",
            "text": "‘ You will worship the Lord your God, and you will serve only him.’”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then the devil left him, and behold, angels came and served him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Now when Jesus heard that John had been arrested, he withdrew into Galilee."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He left Nazareth and went and lived in Capernaum, which is by the Sea of Galilee, in the territories of Zebulun and Naphtali."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This happened to fulfill what was spoken by Isaiah the prophet, saying,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“ The land of Zebulun and the land of Naphtali, toward the sea, beyond the Jordan, Galilee of the Gentiles!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The people who sat in darkness have seen a great light, and to those who sat in the region and shadow of death, upon them has a light arisen.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "From that time Jesus began to preach and say, “ Repent, for the kingdom of heaven has come near.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and Andrew his brother, casting a net into the sea, for they were fishermen."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Jesus said to them, “ Come, follow after me, and I will make you fishers of men.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Immediately they left the nets and followed him."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "As Jesus was going on from there, he saw two other brothers, James the son of Zebedee, and John his brother. They were in the boat with Zebedee their father mending their nets. He called them,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "and they immediately left the boat and their father and followed him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Then Jesus went about in all of Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every kind of disease and every sickness among the people."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The news about him went out into all of Syria, and the people brought to him all those who were sick with various diseases and oppressed by pains, and those possessed by demons, and the epileptic and paralytic. Jesus healed them."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Large crowds followed him from Galilee, and the Decapolis, and Jerusalem, and Judea, and from beyond the Jordan."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "MAT EN_ULT en_English_ltr Wed Jun 19 2019 08:26:29 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Matthew",
  "intro": [
    {
      "tag": "mt",
      "text": "Matthew"
    }
  ]
}