{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Jesus went out from the temple and was going on his way. His disciples came to him to point out to him the buildings of the temple."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But he answered and said to them, “ Do you not see all these things? Truly I say to you, certainly one stone will not be left on another here, that will not be torn down.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "As he sat on the Mount of Olives, the disciples came to him privately, saying, “ Tell us, when will these things happen? What will be the sign of your coming and of the end of the age?”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Jesus answered and said to them, “ Be careful that no one leads you astray."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For many will come in my name. They will say, ‘ I am the Christ,’ and will lead many astray."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "You will hear of wars and reports of wars. See that you are not troubled, for these things must happen; but the end is not yet."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "For nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But all these things are only the beginning of birth pains."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then they will deliver you up to tribulation and kill you. You will be hated by all the nations for my name’ s sake."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then many will stumble, and betray one another and hate one another."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Many false prophets will rise up and lead many astray."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Because lawlessness will increase, the love of many will grow cold."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "But the one who endures to the end, he will be saved."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "This good news of the kingdom will be preached in the whole world as a testimony to all the nations. Then the end will come."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Therefore, when you see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place” ( let the reader understand),"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "“ then let those who are in Judea flee to the mountains,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "let him who is on the housetop not go down to take anything out of his house,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "and let him who is in the field not return to take his cloak."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "But woe to those who are with child and to those who are nursing infants in those days!"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Pray that your flight will not occur in the winter or on a Sabbath."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For then will be a great tribulation, such as has not been from the beginning of the world until now, nor will ever happen again."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Unless those days are shortened, no flesh would be saved. But for the sake of the elect, those days will be shortened."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Then if anyone says to you, ‘ Look, here is the Christ!’ or, ‘ There he is!’ do not believe it."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "For false Christs and false prophets will come and show great signs and wonders, so as to lead astray, if possible, even the elect."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "See, I have told you ahead of time."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Therefore, if they say to you, ‘ Look, he is in the wilderness,’ do not go out there. Or, ‘ See, he is in the inner rooms,’ do not believe it."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For as the lightning shines out from the east and flashes all the way to the west, so will be the coming of the Son of Man."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Wherever a dead animal is, there the vultures will gather."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "But immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from the sky, and the powers of the heavens will be shaken."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Then the sign of the Son of Man will appear in the sky, and then all the tribes of the earth will mourn. They will see the Son of Man coming on the clouds of the sky with power and great glory."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "He will send his angels with a great sound of a trumpet, and they will gather together his elect from the four winds, from one end of the sky to the other end of it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "Learn this parable from the fig tree. As soon as its branch becomes tender and it puts out its leaves, you know that summer is near."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "So also, when you see all these things, you should know that he is near, at the gates."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Truly I say to you, this generation will certainly not pass away until all these things will have happened."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Heaven and the earth will pass away, but my words will never pass away."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, except the Father alone."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "For as the days of Noah were, so will be the coming of the Son of Man."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "For as in those days before the flood they were eating and drinking, marrying and giving in marriage until the day that Noah entered into the ark,"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "and they knew nothing until the flood came and took them all away— so also will be the coming of the Son of Man."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Then two men will be in a field— one will be taken, and one will be left."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Two women will be grinding with a mill— one will be taken, and one will be left."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Therefore be on your guard, for you do not know on what day your Lord will come."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "But know this, that if the master of the house had known in what time of night the thief was coming, he would have been on guard and would not have allowed his house to be broken into."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Therefore you must also be ready, for the Son of Man will come at an hour that you do not expect."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "45",
            "text": "So who is the faithful and wise servant whom his master has set over his household to give them their food at the right time?"
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Blessed is that servant whom his master will find doing that when he comes."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "Truly I say to you that the master will set him over everything that he owns."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "But if that evil servant says in his heart, ‘ My master has been delayed,’"
          },
          {
            "tag": "v",
            "num": "49",
            "text": "and begins to beat his fellow servants, and eats and drinks with drunkards,"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "then the master of that servant will come on a day that the servant does not expect and at an hour that he does not know."
          },
          {
            "tag": "v",
            "num": "51",
            "text": "He will cut him in pieces and assign his place with the hypocrites, where there will be weeping and grinding of teeth."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 24
  },
  "id": "MAT EN_ULT en_English_ltr Wed Jun 19 2019 08:26:29 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Matthew",
  "intro": [
    {
      "tag": "mt",
      "text": "Matthew"
    }
  ]
}