{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As Jesus and his disciples approached Jerusalem and came to Bethphage, to the Mount of Olives, then Jesus sent two disciples,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "saying to them, “ Go into the village that is in front of you, and you will immediately find a donkey tied up there, and a colt with her. Untie them and bring them to me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If anyone says anything to you about that, you will say, ‘ The Lord has need of them,’ and that person will immediately send them with you.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Now this came about that what was spoken through the prophet might be fulfilled. He said,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "“ Tell the daughter of Zion,"
          },
          {
            "tag": "q",
            "text": "‘ See, your King is coming to you, Humble and riding on a donkey— on a colt, the foal of a donkey.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then the disciples went and did just as Jesus had instructed them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They brought the donkey and the colt and put their cloaks on them, and Jesus sat upon them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Most of the crowd spread their cloaks on the road, and others cut branches from the trees and spread them in the road."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then the crowds that went before Jesus and those that followed him were shouting, saying,"
          },
          {
            "tag": "q",
            "text": "“ Hosanna to the son of David! Blessed is the one who comes in the name of the Lord! Hosanna in the highest!”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "When Jesus had come into Jerusalem, all the city was stirred and said, “ Who is this?”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The crowds answered, “ This is Jesus the prophet from Nazareth in Galilee.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then Jesus entered into the temple. He cast out all those who bought and sold in the temple, and turned over the tables of the money changers and the seats of those who sold doves."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He said to them, “ It is written, ‘ My house will be called a house of prayer,’ but you make it a den of robbers.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then the blind and the lame came to him in the temple, and he healed them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But when the chief priests and the scribes saw the marvelous things that he did, and the children shouting in the temple and saying, “ Hosanna to the Son of David,” they became very angry."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They said to him, “ Do you hear what they are saying?” Jesus said to them, “ Yes! But have you never read, ‘ Out of the mouths of little children and nursing infants you have prepared praise’?”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then he left them and went out of the city to Bethany and spent the night there."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Now in the morning as he returned to the city, he was hungry."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Seeing one fig tree along the roadside, he went to it and found nothing on it except leaves only. He said to it, “ May there not be fruit from you ever again,” and immediately the fig tree withered."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "When the disciples saw it, they marveled, saying, “ How did the fig tree immediately wither away?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Jesus answered and said to them, “ Truly I say to you, if you have faith and do not doubt, you will not only do what was done to this fig tree, but you will even say to this mountain, ‘ Be taken up and thrown into the sea,’ and it will be done."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Whatever you ask for in prayer, believing, you will receive.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "When he had come into the temple, the chief priests and the elders of the people came to him as he was teaching, saying, “ By what authority do you do these things, and who gave you this authority?”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Jesus answered and said to them, “ I also will ask you one question. If you tell me that, I will tell you by what authority I do these things."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "The baptism of John— from where was it? From heaven or from men?” They discussed among themselves, saying, “ If we say, ‘ From heaven,’ he will say to us, ‘ Why then did you not believe him?’"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But if we say, ‘ From men,’ we fear the crowd, because they all regard John as a prophet.”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then they answered Jesus and said, “ We do not know.” He also said to them, “ Neither will I tell you by what authority I do these things."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But what do you think? A man had two sons. He went to the first and said, ‘ Son, go work today in the vineyard.’"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The son answered and said, ‘ I will not,’ but afterward he changed his mind and went."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Then the man went to the second son and said the same thing. He answered and said, ‘ I will go, sir,’ but he did not go."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Which of the two sons did the will of his father?” They said, “ The first one.” Jesus said to them, “ Truly I say to you, the tax collectors and the prostitutes will enter into the kingdom of God before you."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "For John came to you in the way of righteousness, but you did not believe him. But the tax collectors and the prostitutes believed him. But you, even when you saw this, you did not repent afterward and believe him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Listen to another parable. There was a man, a landowner. He planted a vineyard, set a hedge about it, dug a winepress in it, built a watchtower, and rented it out to vine growers. Then he went into another country."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "When the time of the fruit harvest approached, he sent some of his servants to the vine growers to get his fruit."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "But the vine growers took his servants, beat one, killed another, and stoned still another."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Again, the owner sent other servants, more than the first, but the vine growers treated them in the same way."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "After that, the owner sent his own son to them, saying, ‘ They will respect my son.’"
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But when the vine growers saw the son, they said among themselves, ‘ This is the heir. Come, let us kill him and take over his inheritance.’"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "So they took him, threw him out of the vineyard and killed him."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Now when the owner of the vineyard comes, what will he do to those vine growers?”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "They said to him, “ He will destroy those miserable men in the most severe way, and will then rent out the vineyard to other vine growers, men who will give him his share of crops at the harvest time.”"
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Jesus said to them, “ Did you never read in the scriptures,"
          },
          {
            "tag": "q",
            "text": "‘ The stone which the builders rejected, this has become the cornerstone. This was from the Lord, and it is marvelous in our eyes’?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "43",
            "text": "Therefore I say to you, the kingdom of God will be taken away from you and will be given to a nation that produces its fruits."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "Whoever falls on this stone will be broken to pieces. But anyone on whom it falls, it will crush him.”"
          },
          {
            "tag": "v",
            "num": "45",
            "text": "When the chief priests and the Pharisees heard his parables, they understood that he was speaking about them."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Seeking to arrest him, they were afraid of the crowd, because the people regarded him as a prophet."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 21
  },
  "id": "MAT EN_ULT en_English_ltr Wed Jun 19 2019 08:26:29 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Matthew",
  "intro": [
    {
      "tag": "mt",
      "text": "Matthew"
    }
  ]
}