{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now take heed that you do not do your acts of righteousness before people to be seen by them, otherwise you will not have a reward with your Father who is in heaven."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So when you give alms, do not sound a trumpet before yourself as the hypocrites do in the synagogues and in the streets, so that they may have the praise of people. Truly I say to you, they have received their reward."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But when you give alms, do not let your left hand know what your right hand is doing,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "so that your gift may be in secret. Then your Father who sees in secret will reward you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "When you pray, do not be like the hypocrites, for they love to stand and pray in the synagogues and on the corners of the street, so that they may be seen by people. Truly I say to you, they have received their reward."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But you, when you pray, enter into your inner chamber, and having shut your door, pray to your Father who is in secret. Then your Father who sees in secret will reward you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When you pray, do not make useless repetitions as the Gentiles do, for they think that they will be heard because of their many words."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore, do not be like them, for your Father knows what you need before you ask him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore pray like this:"
          },
          {
            "tag": "q",
            "text": "‘ Our Father who is in heaven, may your name be honored as holy."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "May your kingdom come. May your will also be done on earth as it is in heaven."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Give us today our daily bread."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Forgive us our debts, as we also have forgiven our debtors."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Do not bring us into temptation, but deliver us from the evil one.’"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The best ancient manuscripts do not have "
          },
          {
            "tag": "fqa",
            "text": "For yours is the kingdom and the power and the glory forever. Amen ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "b"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "For if you forgive people their trespasses, your heavenly Father will also forgive you."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But if you do not forgive their trespasses, neither will your Father forgive your trespasses."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "When you fast, do not have a mournful face as the hypocrites do, for they disfigure their faces so that they may appear to people as fasting. Truly I say to you, they have received their reward."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But you, when you fast, anoint your head and wash your face,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "so that it would not appear to others that you are fasting, but only to your Father who is in secret; and your Father who sees in secret, will reward you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Do not store up for yourselves treasures on the earth, where moth and rust destroy, and where thieves break in and steal."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Instead, store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in nor steal."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For where your treasure is, there will your heart be also."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The eye is the lamp of the body. Therefore, if your eye is good, your whole body is filled with light."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But if your eye is bad, your whole body is full of darkness. Therefore, if the light that is in you is actually darkness, how great is that darkness!"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "No one can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Therefore I say to you, do not worry about your life, what you will eat or what you will drink— or about your body, what you will wear. Is not life more than food, and the body more than clothes?"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Look at the birds in the air. They do not sow or reap or gather into barns, but your heavenly Father feeds them. Are you not more valuable than they are?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But which one of you by being anxious can add one cubit to his lifespan?"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Why are you anxious about clothing? Think about the lilies in the fields, how they grow. They do not work, and they do not spin cloth."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Yet I say to you, not even Solomon in all his glory was clothed like one of these."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "But if God so clothes the grass in the fields, which exists today and tomorrow is thrown into the oven, will he not clothe you much more, you of little faith?"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Therefore do not be anxious and say, ‘ What will we eat?’ or, ‘ What will we drink?’ or, ‘ What clothes will we wear?’"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "For the Gentiles seek all these things, so your heavenly Father knows that you need all of them."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But seek first his kingdom and his righteousness and all these things will be given to you."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Therefore, do not be anxious for tomorrow, for tomorrow will be anxious for itself. Each day has enough evil of its own."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 6
  },
  "id": "MAT EN_ULT en_English_ltr Wed Jun 19 2019 08:26:29 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Matthew",
  "intro": [
    {
      "tag": "mt",
      "text": "Matthew"
    }
  ]
}