{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "When Jesus came again to Capernaum after a few days, it was heard that he was at home."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "So many gathered there that there was no more space, not even at the door, and Jesus spoke the word to them."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then some men came to him bringing a paralyzed man; he was carried by four men."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When they could not get near him because of the crowd, they removed the roof where Jesus was, and after they made an opening, they lowered the bed on which the paralyzed man was lying."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "When Jesus saw their faith, he said to the paralyzed man, “ Son, your sins are forgiven.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Now some of the scribes were sitting there, and they reasoned in their hearts,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "“ Why does this man speak this way? He blasphemes! Who can forgive sins but God alone?”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Immediately Jesus knew in his spirit that they were thinking like this within themselves. He said to them, “ Why are you thinking these things in your hearts?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "What is easier to say to the paralyzed man, ‘ Your sins are forgiven’ or to say‘ Get up, take up your bed, and walk’?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But in order that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralytic,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "“ I say to you, get up, take up your mat, and go to your house.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So he got up and immediately took up the mat, and went out in front of everyone. Therefore, they were all amazed and they glorified God, and they said, “ We never saw anything like this.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then he went out again by the sea, and all the crowd came to him, and he taught them."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "As he passed by, he saw Levi the son of Alphaeus sitting at the tax collector’ s tent and he said to him, “ Follow me.” He got up and followed him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "And it happened that Jesus was having a meal in Levi’ s house, and many tax collectors and sinners were dining with Jesus and his disciples, for there were many and they followed him."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "When the scribes, who were Pharisees, saw that Jesus was eating with sinners and tax collectors, they said to his disciples, “ Why does he eat with tax collectors and sinners?”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When Jesus heard this he said to them, “ People who are healthy do not need a physician, but people who are sick need one. I did not come to call righteous people, but sinners.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Now the disciples of John and the Pharisees were fasting, so they came and said to Jesus, “ Why do the disciples of John and the disciples of the Pharisees fast, but your disciples do not fast?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "So Jesus said to them, “ The wedding attendants cannot fast while the bridegroom is still with them, can they? As long as they have the bridegroom with them, they cannot fast."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But the days will come when the bridegroom will be taken away from them, and in those days, then they will fast."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "No one sews a piece of new cloth on an old garment. Otherwise the patch tears away from it, the new from the old, and there is a worse tear."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "No one puts new wine into old wineskins. Otherwise the wine will burst the skins and both the wine and the wineskins will be destroyed. Instead, new wine is put into fresh wineskins.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Now it happened that on the Sabbath day, Jesus went through the grainfields, and his disciples began to make their way along, picking the heads of grain."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "So the Pharisees said to him, “ Look, why are they doing that which is not lawful on the Sabbath days?”"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "He said to them, “ Have you never read what David did when he was in need and hungry— he and the men who were with him—"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "how he went into the house of God when Abiathar was high priest, and ate the bread of the presence, which is not lawful to eat, except for the priests, and he even gave some to those who were with him?”"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then he said to them, “ The Sabbath was made for mankind, and not mankind for the Sabbath."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Therefore, the Son of Man is Lord, even of the Sabbath.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}