{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "As Jesus was walking away from the temple, one of his disciples said to him, “ Teacher, look! What wonderful stones and what wonderful buildings!”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Jesus said to him, “ Do you see these great buildings? Not one stone will be left here on another stone, which will not be thrown down.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Now as he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "“ Tell us, when will these things happen? What will be the sign when all these things are about to be fulfilled?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So Jesus began to say to them, “ Be careful that no one leads you astray."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Many will come in my name and say, ‘ I am he,’ and they will lead many astray."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When you hear of wars and rumors of wars, do not worry; these things must happen, but the end is not yet."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For nation will rise against nation, and kingdom against kingdom, there will be earthquakes in many places, and there will be famines. These are the beginnings of birth pains."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "You must watch out for yourselves. They will deliver you up to councils and to synagogues, you will be beaten, and you will stand before governors and kings because of me, as a testimony to them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But the gospel must first be proclaimed to all the nations."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "When they arrest you and hand you over, do not worry about what you should say. But whatever might be given to you in that hour, speak that; for you will not be the ones who are speaking, but the Holy Spirit."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You will be hated by everyone because of my name. But whoever endures to the end, that person will be saved."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "But when you see the abomination of desolation standing where it should not be( let the reader understand), then let those who are in Judea flee to the mountains,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "let the one who is on the housetop not go down nor go in to take anything out of his house,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and let the one who is in the field not go back to get his cloak."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But woe to those who are pregnant, and to those who are nursing infants in those days!"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Pray that it might not occur in winter."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For there will be in those days tribulation, such as has not been, from the beginning of creation which God created, until now, and that will never be again."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "And if the Lord had not shortened the days, no flesh would have been saved. But for the sake of the elect whom he chose, he cut short the days."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "So then if anyone says to you, ‘ Look, here is the Christ!’ or‘ Look, there he is!’ do not believe it."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For false Christs and false prophets will appear and will give signs and wonders, so as to deceive, if possible, the elect."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "You must watch out! See, I have told you everything ahead of time."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light;"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "the stars will be falling from the sky, and the powers that are in the heavens will be shaken."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "Then they will see the Son of Man coming in the clouds with great power and glory."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Then he will send the angels and he will gather together his elect from the four winds, from the end of the earth to the end of the sky."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "Learn the parable from the fig tree. As soon as its branch becomes tender and puts out its leaves, you know that summer is near."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "So also, when you see these things happening, you know that he is near, right at the doors."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "Truly I say to you, this generation will not pass away until all of these things occur."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "Heaven and earth will pass away, but my words will never pass away."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "Be alert! Watch and pray, because you do not know what time it is."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "It is like a man going on a journey— he leaves his house and gives to each of his servants authority over his work, and he commands the watchman to stay alert."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "Therefore stay alert, because you do not know when the master of the house will come— whether in the evening, or at midnight, or when the rooster crows, or in the morning—"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "or else, if he comes suddenly, he might find you sleeping."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "What I say to you I say to everyone: Stay alert!”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 13
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}