{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now the Pharisees and some of the scribes who had come from Jerusalem gathered around him."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And they saw that some of his disciples ate bread with defiled hands, that is, unwashed."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "( For the Pharisees and all the Jews do not eat unless they wash their hands ceremonially, because they hold to the tradition of the elders."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When they come from the marketplace, they do not eat unless they wash, and there are many other things which they received to observe: the washing of cups, and pots, and copper vessels.)"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The Pharisees and the scribes asked Jesus, “ Why do your disciples not walk according to the tradition of the elders, but they eat their bread with unwashed hands?”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But he answered and said to them, “ Isaiah prophesied well about you hypocrites. As it is written,"
          },
          {
            "tag": "q",
            "text": "‘ This people honors me with their lips, but their heart is far from me."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "They worship me in vain, teaching commandments of men as doctrines.’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "You abandon the commandment of God and hold fast to the tradition of men.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He also said to them, “ How well you reject the commandment of God so that you may keep your tradition!"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For Moses said, ‘ Honor your father and your mother,’ and, ‘ He who speaks evil of his father or mother will surely die.’"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But you say, ‘ If a man says to his father or mother, “ Whatever you would have profited from me is Corban”’ ( that is, ‘ Given to God’),"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "you no longer permit him to do anything for his father or his mother."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You are making the word of God void by your tradition which you have handed down. And you do many similar things.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then he called the crowd again and said to them, “ Listen to me, all of you, and understand."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "There is nothing from outside the man that can defile him when it enters into him. But the things that come out of the man are the things that defile the man.”"
          },
          {
            "tag": "v",
            "num": "16"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verse 16. [ If any man has ears to hear, let him hear.]"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Now when Jesus left the crowd and entered into the house, his disciples asked him about the parable."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "He said to them, “ Are you also so without understanding? Do you not see that everything that enters into the man from outside is not able to defile him,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "because it does not go into his heart, but into his stomach, and then passes out into the latrine?” ( Therefore, all foods are clean.)"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But he said, “ That which comes out of the man, that defiles the man."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For from within the man, out of the heart, proceed evil thoughts, sexual immorality, theft, murder,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "adultery, coveting, wickedness, deceit, sensuality, envy, slander, pride, folly."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "All these evils come from within, and they defile the man.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "24",
            "text": "Then he got up from there and went away to the region of Tyre and Sidon. He entered into a house, not wanting anyone to know it, but he could not be hidden."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "But as soon as a woman whose little daughter had an unclean spirit heard about him, she came and fell down at his feet."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Now the woman was a Greek, a Syrophoenician by descent. She begged him to cast out the demon from her daughter."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He said to her, “ Let the children first be fed. For it is not right to take the children’ s bread and to throw it to the dogs.”"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "But she answered and said to him, “ Yes, Lord, even the dogs under the table eat from the crumbs of the children.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Then he said to her, “ Because of this word, go! The demon has gone out of your daughter.”"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "She went back to her house and found the child lying on the bed, and the demon was gone."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Then he went out again from the region of Tyre, and went through Sidon to the Sea of Galilee up into the region of the Decapolis."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "They brought to him someone who was deaf and had difficulty speaking, and they begged him that he would lay his hand on him."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "After taking him aside from the crowd by himself, he put his fingers into his ears, and after spitting, he touched his tongue."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Then he looked up to heaven with a deep sigh, and said to him, “ Ephphatha!”( that is, “ Be opened!”)."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "And his ears were opened, and the band of his tongue was released, and he began speaking plainly."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "Jesus ordered them to tell no one. But the more he ordered them, the more abundantly they proclaimed it."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "They were extremely astonished, saying, “ He has done all things well. He even makes the deaf hear and the mute speak.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 7
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}