{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jesus entered into the synagogue again, and there was a man who had a withered hand."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Some people watched him closely to see if he would heal him on the Sabbaths so that they might accuse him."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So Jesus said to the man who had the withered hand, “ Stand up in our midst.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then he said to the people, “ Is it lawful to do good on the Sabbath days or to do harm; to save a life or to kill?” But they were silent."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then he looked around at them with anger, grieved by the hardness of their heart, and said to the man, “ Stretch out your hand.” So he stretched it out, and his hand was restored."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then the Pharisees went out and immediately began to plot with the Herodians against him, as to how they might kill him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then Jesus, with his disciples, withdrew to the sea, and a great crowd of people followed from Galilee and from Judea"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "and from Jerusalem and from Idumea and beyond the Jordan and around Tyre and Sidon. When they heard about the things he was doing, a great crowd came to him."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So he told his disciples to have a small boat ready for him because of the crowd, so that they would not press against him."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For he healed many, so that everyone who had afflictions eagerly approached him in order to touch him."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Whenever the unclean spirits saw him, they fell down before him and cried out and said, “ You are the Son of God.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But he sternly rebuked them so that they would not make him known."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then he went up on the mountain and called to himself those whom he wanted, and they came to him."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He appointed the twelve( whom he also named apostles) so that they might be with him and so that he might send them to preach,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and to have authority to cast out the demons."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then he appointed the twelve: To Simon, he added the name Peter;"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "James the son of Zebedee, and John the brother of James, to whom he added the name Boanerges, that is, sons of thunder;"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "and Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "and Judas Iscariot, who also betrayed him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "Then he entered into a house, and the crowd came together again, so that they could not even eat bread."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "When his family heard about it, they went out to seize him, for they said, “ He is out of his mind.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Then the scribes who came down from Jerusalem said, “ He is possessed by Beelzebul” and“ By the ruler of the demons he drives out demons.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "But Jesus called them to himself and said to them in parables, “ How can Satan cast out Satan?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "If a kingdom is divided against itself, that kingdom cannot stand."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "If a house is divided against itself, that house will not be able to stand."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "And if Satan has risen up against himself and is divided, he is not able to stand, but has come to an end."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "But no one can enter into the house of a strong man and steal his belongings without tying up the strong man first, and then he will plunder his house."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "Truly I say to you, all sins of the sons of men will be forgiven, even whatever blasphemies they may speak,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "but whoever blasphemes against the Holy Spirit will not ever have forgiveness, but is guilty of an eternal sin”—"
          },
          {
            "tag": "v",
            "num": "30",
            "text": "because they were saying, “ He has an unclean spirit.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Then his mother and his brothers came and stood outside. They sent for him, summoning him."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "A crowd was sitting around him and they said to him, “ Look! Your mother and your brothers are outside looking for you.”"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "He answered them and said, “ Who are my mother and my brothers?”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "Then he looked around at those who were sitting in a circle around him and said, “ See, here are my mother and my brothers!"
          },
          {
            "tag": "v",
            "num": "35",
            "text": "For whoever does the will of God, that person is my brother, and sister, and mother.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}