{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then Jesus began to speak to them in parables: “ A man planted a vineyard, put a hedge around it, and dug a pit for a winepress. He built a watchtower and then leased the vineyard to vine growers. Then he went away on a journey."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "At the harvest time, he sent a servant to the vine growers to receive from the vine growers some of the fruit of the vineyard."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But they took him, beat him, and sent him away with nothing."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Again he sent to them another servant, and they wounded him in the head and treated him shamefully."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "He sent yet another, and this one they killed. He sent many others: they beat some, and they killed others."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He had still one more to send, a beloved son. He sent him to them last of all, saying, ‘ They will respect my son.’"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But those vine growers said to one another, ‘ This is the heir. Come, let us kill him, and the inheritance will be ours.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "So they seized him, killed him, and threw him out of the vineyard."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore, what will the owner of the vineyard do? He will come and destroy the vine growers and will give the vineyard to others."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Have you not read this scripture?"
          },
          {
            "tag": "q",
            "text": "‘ The stone which the builders rejected, this has become the cornerstone."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "This was from the Lord, and it is marvelous in our eyes.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then they sought to arrest Jesus, but they feared the crowd, for they knew that he had spoken this parable against them. So they left him and went away."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then they sent some of the Pharisees and the Herodians to him in order to trap him with words."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "When they came, they said to him, “ Teacher, we know that you are truthful, and do not defer to anyone, for you do not look at people’ s appearance. Instead, you teach the way of God according to truth. Is it lawful to pay taxes to Caesar or not? Should we pay, or not pay?”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "But Jesus knew their hypocrisy and said to them, “ Why do you test me? Bring me a denarius so I can look at it.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So they brought one. Then he said to them, “ Whose is this likeness and inscription?” They said to him, “ Caesar’ s.”"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then Jesus said to them, “ Give to Caesar the things of Caesar, and to God the things of God.” They marveled at him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Then Sadducees, who say there is no resurrection, came to him. They asked him, saying,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "“ Teacher, Moses wrote for us, ‘ If a man’ s brother dies and leaves a wife behind, but does not leave a child, then he should take his brother’ s wife, and raise up offspring for his brother.’"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "There were seven brothers; the first took a wife and then died, not leaving offspring."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Then the second took her and died, not leaving offspring, and the third likewise."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The seven did not leave offspring. Last of all, the woman also died."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "In the resurrection, when they rise again, whose wife will she be? For all seven brothers had her as their wife.”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Jesus said to them, “ Is this not the reason you are mistaken, because you do not know the scriptures nor the power of God?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For when they rise from the dead, they neither marry nor are given in marriage, but they are like angels in heaven."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "But concerning the dead that are raised, have you not read in the book of Moses, in the account about the bush, how God spoke to him, saying, ‘ I am the God of Abraham and the God of Isaac and the God of Jacob’?"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He is not the God of the dead, but of the living. You are quite mistaken.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "Now one of the scribes came and heard them discussing this together. When he saw that Jesus answered them well, he asked him, “ Which commandment is the first of all?”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Jesus answered, “ The first is, ‘ Hear, Israel, the Lord our God, the Lord is one."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "You must love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "The second commandment is this, ‘ You must love your neighbor as yourself.’ There is no other greater commandment than these.”"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "The scribe said to him, “ Good, Teacher! You have truly said that God is one, and there is no other besides him."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "To love him with all the heart and with all the understanding and with all the strength, and to love one’ s neighbor as oneself, is even more than all burnt offerings and sacrifices.”"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "When Jesus saw that he had answered wisely, he said to him, “ You are not far from the kingdom of God.” After that, no one any longer dared to ask Jesus questions."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "While Jesus was teaching in the temple courts, he asked and said, “ How do the scribes say that the Christ is the son of David?"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "David himself, in the Holy Spirit, said,"
          },
          {
            "tag": "q",
            "text": "‘ The Lord said to my Lord,"
          },
          {
            "tag": "q",
            "text": "“ Sit at my right hand, until I make your enemies your footstool.”’"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "37",
            "text": "David himself calls him‘ Lord,’ so how can he be David’ s son?” The large crowd gladly listened to him."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "38",
            "text": "In his teaching Jesus said, “ Beware of the scribes, who like to walk in long robes and greetings in the marketplaces,"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "and the chief seats in the synagogues and chief places at the feasts."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "They devour widows’ houses, and they pray long prayers for people to see. These men will receive greater condemnation.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "41",
            "text": "Then Jesus sat down across from the temple offering box; he was watching how the crowd dropped money into the box. Many rich people put in large amounts."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "Then a poor widow came and put in two mites, which are worth a penny."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "He called his disciples and said to them, “ Truly I say to you, this poor widow has put in more than all of them who contributed to the offering box."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "For all of them gave out of their abundance. But this widow, out of her poverty, put in everything she had, all she had to live on. “"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 12
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}