{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now when they came to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent out two of his disciples"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "and said to them, “ Go into the village opposite us. As soon as you enter it, you will find a colt tied there, on which no one has yet sat. Untie it and bring it to me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "If anyone says to you, ‘ Why are you doing this?’ you should say, ‘ The Lord has need of it and they will immediately send it back here.’”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So they went away and found a colt tied at a door outside by the street, and they untied it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then some of the people who were standing there said to them, “ What are you doing, untying that colt?”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So they spoke to them as Jesus had told them, and the people gave them permission."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then the two disciples brought the colt to Jesus and threw their cloaks on it, and Jesus sat on it."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Many people spread their garments on the road, and others spread branches they had cut from the fields."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Both those who went before him and those who followed shouted,"
          },
          {
            "tag": "q",
            "text": "“ Hosanna! Blessed is the one who comes in the name of the Lord."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Blessed is the coming kingdom of our father David! Hosanna in the highest!”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then Jesus entered into Jerusalem, into the temple, and looked around at everything. The hour was already late, so he went out to Bethany with the twelve."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now the next day, when they returned from Bethany, he was hungry."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Seeing from far away a fig tree that had leaves, he went to see if he could find any fruit on it. But when he came to it, he found nothing except leaves, for it was not the season for figs."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then he answered and spoke to it, “ No one will ever eat fruit from you again.” And his disciples heard it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then they came to Jerusalem, and he entered into the temple and began to cast out those who were selling and those who were buying in the temple. He also overturned the tables of the money changers and the seats of those who sold pigeons,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "and he did not permit that anyone carry merchandise through the temple."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Then he taught them and said, “ Is it not written,"
          },
          {
            "tag": "q",
            "text": "‘ My house will be called a house of prayer for all the nations’?"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "But you have made it a den of robbers.”",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "The chief priests and the scribes heard this, and they looked for a way to kill him. For they feared him because the entire crowd was amazed at his teaching."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "When evening came, they departed from the city."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "As they walked by in the morning, they saw the fig tree withered away from its roots."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Peter remembered and said to him, “ Rabbi, look! The fig tree that you cursed has withered away.”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Jesus answered and said to them, “ Have faith in God."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Truly I say to you that whoever says to this mountain, ‘ Get up and cast yourself into the sea,’ and does not doubt in his heart but believes that what he said will happen, it will be done for him."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore I say to you: Everything you pray and ask for, believe that you have received it, and it will be yours."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "When you stand and pray, you must forgive whatever you have against anyone, so that your Father who is in heaven will also forgive you your trespasses.”"
          },
          {
            "tag": "v",
            "num": "26"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verse 26 (See: Mt. 6:15). [ But if you do not forgive, neither will your Father who is in heaven forgive your trespasses.]"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Then they came to Jerusalem again. As Jesus was walking in the temple, the chief priests, the scribes, and the elders came to him."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "They said to him, “ By what authority do you do these things, and who gave you this authority that you should do them?”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Jesus said to them, “ I also will ask you one question. Answer me, and I will tell you by what authority I do these things."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The baptism of John, was it from heaven or from men? Answer me.”"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "They discussed between themselves, saying, “ What should we say? If we say, ‘ From heaven,’ he will say, ‘ Why then did you not believe him?’"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts do not have "
          },
          {
            "tag": "fqa",
            "text": "What should we say?, , but the best manuscripts include it."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "32",
            "text": "But if we say, ‘ From men,’ ... .” They were afraid of the people, for everyone considered that John really was a prophet."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "Then they answered Jesus and said, “ We do not know.” Then Jesus said to them, “ Neither will I tell you by what authority I do these things.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}