{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Again he began to teach beside the sea, and a large crowd gathered around him. Therefore he stepped into a boat on the sea and sat down in it. The whole crowd was on the shore beside the sea."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He taught them many things in parables, and in his teaching, he said to them,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "“ Listen! Behold, the farmer went out to sow his seed."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "It happened that as he sowed, some seed fell beside the road, and the birds came and devoured it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Other seed fell on the rocky ground, where it did not have much soil. Immediately it sprang up, because it did not have deep soil."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "But when the sun rose, the plants were scorched, and because they had no root, they dried up."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Other seed fell among the thorn plants. The thorn plants grew up and choked it, and it did not produce a crop."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Other seed fell into the good soil and it produced a crop growing up and increasing and yielding thirty, and sixty, and a hundred times.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then he said, “ Whoever has ears to hear, let him hear!”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "When Jesus was alone, those who were close to him with the twelve asked him about the parables."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So he said to them, “ To you is given the mystery of the kingdom of God. But to those who are outside, everything is in parables,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "so that when they look, they look, but do not see, and when they hear, they hear, but do not understand, so that they would not turn and be forgiven.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then he said to them, “ Do you not understand this parable? How then will you understand any of the parables?"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The farmer sows the word."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "These are the ones beside the road, where the word was sown, but when they hear it, Satan immediately comes and takes away the word that was sown in them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "In the same manner, these are the ones that are sown on rocky ground, who, when they hear the word, immediately receive it with joy."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "But they have no root in themselves, but are temporary. Then tribulation or persecution comes because of the word, and immediately they stumble."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Others are the ones that were sown among the thorns. These are the ones who hear the word,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "but the cares of this age, the deceitfulness of riches, and the desires of other things enter in and choke the word, and it becomes unfruitful."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But these are the ones that were sown in the good soil, who hear the word and receive it, and produce fruit— one yields thirty, one yields sixty, and another yields a hundred times.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Jesus also said to them, “ The lamp is not brought in order to put it under a basket, or under the bed, is it? Is it not so that it might be put on the lampstand?"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For nothing is hidden except so that it will be revealed, and nothing has happened in secret except so that it will come to light."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "If anyone has ears to hear, let him hear!”"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Then he said to them, “ Pay attention to what you hear, for that measure you use it will be measured to you, and more will be added to you."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For whoever has, to him will be given more, and whoever does not have, even that which he has will be taken away from him”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "He also said, “ The kingdom of God is like a man who sows his seed on the ground."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "He sleeps and gets up, night and day, and the seed sprouts and grows, though he does not know how."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The soil produces fruit by itself: First the blade, then the ear, then the mature grain in the ear."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "And when the crop is ripe, he immediately sends in the sickle because the harvest has come.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "Again he said, “ To what can we compare the kingdom of God, or in what parable can we present it?"
          },
          {
            "tag": "v",
            "num": "31",
            "text": "It is like a mustard seed which, when it is sown in the soil, is the smallest of all the seeds that are on the earth."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Yet, when it is sown, it grows and becomes greater than all the garden plants, and it forms large branches, so that the birds of the sky can make their nests in its shade.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "33",
            "text": "So with many parables like this he spoke the word to them, as they were able to hear,"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "and he did not speak to them without a parable. But when he was alone, he explained everything to his own disciples."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "On that day, when evening had come, he said to them, “ Let us go over to the other side.”"
          },
          {
            "tag": "v",
            "num": "36",
            "text": "So they left the crowd, taking Jesus with them, just as he was, in the boat. There also were other boats with him."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "Then a violent windstorm arose and the waves were breaking into the boat so that the boat was already full of water."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "But Jesus himself was in the stern, asleep on the cushion. So they woke him up and said to him, “ Teacher, do you not care that we are perishing?”"
          },
          {
            "tag": "v",
            "num": "39",
            "text": "Then he got up, rebuked the wind, and said to the sea, “ Silence! Be still!” Then the wind ceased, and there was a great calm."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Then he said to them, “ Why are you afraid? Do you still not have faith?”"
          },
          {
            "tag": "v",
            "num": "41",
            "text": "Then they were filled with great fear and said to one another, “ Who then is this, for even the wind and the sea obey him?”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}