{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Gospel of Mark"
        },
        {
          "tag": "toc2",
          "text": "Mark"
        },
        {
          "tag": "toc3",
          "text": "Mrk"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is the beginning of the gospel of Jesus Christ, the Son of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "As it is written in Isaiah the prophet,"
            },
            {
              "tag": "q",
              "text": "“ Behold, I am sending my messenger before your face, the one who will prepare your way."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The voice of one calling out in the wilderness,"
            },
            {
              "tag": "q",
              "text": "‘ Make ready the way of the Lord; make his paths straight.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "John came, baptizing in the wilderness and preaching a baptism of repentance for the forgiveness of sins."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The whole country of Judea and all the people of Jerusalem went out to him. They were baptized by him in the Jordan River, confessing their sins."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "John was wearing a coat of camel’ s hair and a leather belt around his waist, and he was eating locusts and wild honey."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "He proclaimed, saying, “ One will come after me who is more powerful than I, of whom the strap of his sandals I am not worthy to stoop down to untie."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "I baptized you with water, but he will baptize you with the Holy Spirit.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "Now it happened in those days that Jesus came from Nazareth in Galilee, and he was baptized by John in the Jordan River."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "And immediately, as Jesus came up out of the water, he saw the heavens split open and the Spirit coming down on him like a dove."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then a voice came out of the heavens, “ You are my beloved Son. I am very pleased with you.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then immediately, the Spirit compelled him to go out into the wilderness."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "He was in the wilderness forty days, being tempted by Satan. He was with the wild animals, and the angels served him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now after John was arrested, Jesus came into Galilee proclaiming the gospel of God."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He said, “ The time is fulfilled, and the kingdom of God is near. Repent and believe in the gospel."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "When he was walking beside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net in the sea, for they were fishermen."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "So Jesus said to them, “ Come, follow me, and I will make you to become fishers of men.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then immediately they left the nets and followed him."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "As Jesus was walking on a little farther, he saw James the son of Zebedee and John his brother; they were in the boat mending the nets."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "And immediately, he called them and they left their father Zebedee in the boat with the hired servants, and they followed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Then they came into Capernaum, and immediately on the Sabbath, Jesus went into the synagogue and taught."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "They were astonished at his teaching, for he was teaching them as someone who has authority and not as the scribes."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Just then there was a man in their synagogue with an unclean spirit, and he cried out,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "saying, “ What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are— the Holy One of God!”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But Jesus rebuked the demon, saying, “ Be quiet and come out of him!”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then the unclean spirit threw him down and went out from him while crying out with a loud voice."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "All the people were amazed, so they asked each other, saying, “ What is this? A new teaching with authority! He even commands the unclean spirits and they obey him!”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So the news about him immediately went out everywhere into the whole region of Galilee."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "29",
              "text": "And immedately after coming out of the synagogue, they came into the house of Simon and Andrew, along with James and John."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Now Simon’ s mother- in- law was lying sick with a fever, and immedately they told Jesus about her."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "So he came, took her by the hand, and raised her up. Then the fever left her, and she started serving them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Now when it became evening, after the sun had set, they brought to him all those who were sick and those possessed by demons."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "And the whole city was gathered together at the door."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "So he healed many who were sick with various diseases, and cast out many demons, but he did not allow the demons to speak because they knew him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Then he got up very early, while it was still dark, and left and went out to a solitary place, and there he prayed."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then Simon and those who were with him searched for him."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "When they found him, they also said to him, “ Everyone is looking for you.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But he said to them, “ Let us go elsewhere, out into the surrounding towns, so that I may preach there also. For that is why I have come.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "So he went throughout all of Galilee, preaching in their synagogues and casting out the demons."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "40",
              "text": "Then a leper came to him, begging him and kneeling down and saying to him, “ If you are willing, you can make me clean.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Moved with compassion, Jesus reached out his hand, touched him, and said to him, “ I am willing. Be clean.”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Immediately the leprosy left him, and he was made clean."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But Jesus strictly warned him and immediately sent him away."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "And he said to him, “ Be sure to say nothing to anyone, but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.”"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "But he went out and began to proclaim often and to spread the news widely, so much that Jesus could no longer enter a town openly. But he stayed out in remote places, and people were still coming to him from everywhere."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When Jesus came again to Capernaum after a few days, it was heard that he was at home."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "So many gathered there that there was no more space, not even at the door, and Jesus spoke the word to them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then some men came to him bringing a paralyzed man; he was carried by four men."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When they could not get near him because of the crowd, they removed the roof where Jesus was, and after they made an opening, they lowered the bed on which the paralyzed man was lying."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "When Jesus saw their faith, he said to the paralyzed man, “ Son, your sins are forgiven.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Now some of the scribes were sitting there, and they reasoned in their hearts,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "“ Why does this man speak this way? He blasphemes! Who can forgive sins but God alone?”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Immediately Jesus knew in his spirit that they were thinking like this within themselves. He said to them, “ Why are you thinking these things in your hearts?"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "What is easier to say to the paralyzed man, ‘ Your sins are forgiven’ or to say‘ Get up, take up your bed, and walk’?"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But in order that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralytic,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "“ I say to you, get up, take up your mat, and go to your house.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So he got up and immediately took up the mat, and went out in front of everyone. Therefore, they were all amazed and they glorified God, and they said, “ We never saw anything like this.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then he went out again by the sea, and all the crowd came to him, and he taught them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "As he passed by, he saw Levi the son of Alphaeus sitting at the tax collector’ s tent and he said to him, “ Follow me.” He got up and followed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "And it happened that Jesus was having a meal in Levi’ s house, and many tax collectors and sinners were dining with Jesus and his disciples, for there were many and they followed him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When the scribes, who were Pharisees, saw that Jesus was eating with sinners and tax collectors, they said to his disciples, “ Why does he eat with tax collectors and sinners?”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "When Jesus heard this he said to them, “ People who are healthy do not need a physician, but people who are sick need one. I did not come to call righteous people, but sinners.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Now the disciples of John and the Pharisees were fasting, so they came and said to Jesus, “ Why do the disciples of John and the disciples of the Pharisees fast, but your disciples do not fast?”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "So Jesus said to them, “ The wedding attendants cannot fast while the bridegroom is still with them, can they? As long as they have the bridegroom with them, they cannot fast."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But the days will come when the bridegroom will be taken away from them, and in those days, then they will fast."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "No one sews a piece of new cloth on an old garment. Otherwise the patch tears away from it, the new from the old, and there is a worse tear."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "No one puts new wine into old wineskins. Otherwise the wine will burst the skins and both the wine and the wineskins will be destroyed. Instead, new wine is put into fresh wineskins.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Now it happened that on the Sabbath day, Jesus went through the grainfields, and his disciples began to make their way along, picking the heads of grain."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So the Pharisees said to him, “ Look, why are they doing that which is not lawful on the Sabbath days?”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "He said to them, “ Have you never read what David did when he was in need and hungry— he and the men who were with him—"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "how he went into the house of God when Abiathar was high priest, and ate the bread of the presence, which is not lawful to eat, except for the priests, and he even gave some to those who were with him?”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then he said to them, “ The Sabbath was made for mankind, and not mankind for the Sabbath."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Therefore, the Son of Man is Lord, even of the Sabbath.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus entered into the synagogue again, and there was a man who had a withered hand."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Some people watched him closely to see if he would heal him on the Sabbaths so that they might accuse him."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So Jesus said to the man who had the withered hand, “ Stand up in our midst.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then he said to the people, “ Is it lawful to do good on the Sabbath days or to do harm; to save a life or to kill?” But they were silent."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then he looked around at them with anger, grieved by the hardness of their heart, and said to the man, “ Stretch out your hand.” So he stretched it out, and his hand was restored."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then the Pharisees went out and immediately began to plot with the Herodians against him, as to how they might kill him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then Jesus, with his disciples, withdrew to the sea, and a great crowd of people followed from Galilee and from Judea"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and from Jerusalem and from Idumea and beyond the Jordan and around Tyre and Sidon. When they heard about the things he was doing, a great crowd came to him."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So he told his disciples to have a small boat ready for him because of the crowd, so that they would not press against him."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For he healed many, so that everyone who had afflictions eagerly approached him in order to touch him."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Whenever the unclean spirits saw him, they fell down before him and cried out and said, “ You are the Son of God.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But he sternly rebuked them so that they would not make him known."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then he went up on the mountain and called to himself those whom he wanted, and they came to him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "He appointed the twelve( whom he also named apostles) so that they might be with him and so that he might send them to preach,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "and to have authority to cast out the demons."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then he appointed the twelve: To Simon, he added the name Peter;"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "James the son of Zebedee, and John the brother of James, to whom he added the name Boanerges, that is, sons of thunder;"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "and Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "and Judas Iscariot, who also betrayed him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "Then he entered into a house, and the crowd came together again, so that they could not even eat bread."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "When his family heard about it, they went out to seize him, for they said, “ He is out of his mind.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then the scribes who came down from Jerusalem said, “ He is possessed by Beelzebul” and“ By the ruler of the demons he drives out demons.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "But Jesus called them to himself and said to them in parables, “ How can Satan cast out Satan?"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "If a kingdom is divided against itself, that kingdom cannot stand."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "If a house is divided against itself, that house will not be able to stand."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "And if Satan has risen up against himself and is divided, he is not able to stand, but has come to an end."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But no one can enter into the house of a strong man and steal his belongings without tying up the strong man first, and then he will plunder his house."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Truly I say to you, all sins of the sons of men will be forgiven, even whatever blasphemies they may speak,"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "but whoever blasphemes against the Holy Spirit will not ever have forgiveness, but is guilty of an eternal sin”—"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "because they were saying, “ He has an unclean spirit.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then his mother and his brothers came and stood outside. They sent for him, summoning him."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "A crowd was sitting around him and they said to him, “ Look! Your mother and your brothers are outside looking for you.”"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "He answered them and said, “ Who are my mother and my brothers?”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he looked around at those who were sitting in a circle around him and said, “ See, here are my mother and my brothers!"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "For whoever does the will of God, that person is my brother, and sister, and mother.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Again he began to teach beside the sea, and a large crowd gathered around him. Therefore he stepped into a boat on the sea and sat down in it. The whole crowd was on the shore beside the sea."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "He taught them many things in parables, and in his teaching, he said to them,"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "“ Listen! Behold, the farmer went out to sow his seed."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "It happened that as he sowed, some seed fell beside the road, and the birds came and devoured it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Other seed fell on the rocky ground, where it did not have much soil. Immediately it sprang up, because it did not have deep soil."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But when the sun rose, the plants were scorched, and because they had no root, they dried up."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Other seed fell among the thorn plants. The thorn plants grew up and choked it, and it did not produce a crop."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Other seed fell into the good soil and it produced a crop growing up and increasing and yielding thirty, and sixty, and a hundred times.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then he said, “ Whoever has ears to hear, let him hear!”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "When Jesus was alone, those who were close to him with the twelve asked him about the parables."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So he said to them, “ To you is given the mystery of the kingdom of God. But to those who are outside, everything is in parables,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "so that when they look, they look, but do not see, and when they hear, they hear, but do not understand, so that they would not turn and be forgiven.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then he said to them, “ Do you not understand this parable? How then will you understand any of the parables?"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The farmer sows the word."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "These are the ones beside the road, where the word was sown, but when they hear it, Satan immediately comes and takes away the word that was sown in them."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "In the same manner, these are the ones that are sown on rocky ground, who, when they hear the word, immediately receive it with joy."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But they have no root in themselves, but are temporary. Then tribulation or persecution comes because of the word, and immediately they stumble."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Others are the ones that were sown among the thorns. These are the ones who hear the word,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "but the cares of this age, the deceitfulness of riches, and the desires of other things enter in and choke the word, and it becomes unfruitful."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But these are the ones that were sown in the good soil, who hear the word and receive it, and produce fruit— one yields thirty, one yields sixty, and another yields a hundred times.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus also said to them, “ The lamp is not brought in order to put it under a basket, or under the bed, is it? Is it not so that it might be put on the lampstand?"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For nothing is hidden except so that it will be revealed, and nothing has happened in secret except so that it will come to light."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "If anyone has ears to hear, let him hear!”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then he said to them, “ Pay attention to what you hear, for that measure you use it will be measured to you, and more will be added to you."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For whoever has, to him will be given more, and whoever does not have, even that which he has will be taken away from him”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "He also said, “ The kingdom of God is like a man who sows his seed on the ground."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He sleeps and gets up, night and day, and the seed sprouts and grows, though he does not know how."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "The soil produces fruit by itself: First the blade, then the ear, then the mature grain in the ear."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "And when the crop is ripe, he immediately sends in the sickle because the harvest has come.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Again he said, “ To what can we compare the kingdom of God, or in what parable can we present it?"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "It is like a mustard seed which, when it is sown in the soil, is the smallest of all the seeds that are on the earth."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Yet, when it is sown, it grows and becomes greater than all the garden plants, and it forms large branches, so that the birds of the sky can make their nests in its shade.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "So with many parables like this he spoke the word to them, as they were able to hear,"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "and he did not speak to them without a parable. But when he was alone, he explained everything to his own disciples."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "On that day, when evening had come, he said to them, “ Let us go over to the other side.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "So they left the crowd, taking Jesus with them, just as he was, in the boat. There also were other boats with him."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then a violent windstorm arose and the waves were breaking into the boat so that the boat was already full of water."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But Jesus himself was in the stern, asleep on the cushion. So they woke him up and said to him, “ Teacher, do you not care that we are perishing?”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Then he got up, rebuked the wind, and said to the sea, “ Silence! Be still!” Then the wind ceased, and there was a great calm."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Then he said to them, “ Why are you afraid? Do you still not have faith?”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then they were filled with great fear and said to one another, “ Who then is this, for even the wind and the sea obey him?”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 5
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then they came to the other side of the sea, to the region of the Gerasenes."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When Jesus was getting out of the boat, immediately a man with an unclean spirit came to meet him out of the tombs."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "The man lived in the tombs. No one could restrain him anymore, not even with a chain."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For he had often been bound with shackles and chains, but the chains had been torn apart by him and the shackles had been shattered. No one was strong enough to subdue him."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Throughout every night and day in the tombs and in the mountains, he cried out and cut himself with sharp stones."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "When he saw Jesus from a distance, he ran to him and bowed down before him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then he cried out with a loud voice, saying, “ What do I have to do with you, Jesus, Son of the Most High God? I beg you by God himself, do not torment me.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For he had been saying to him, “ Come out of the man, you unclean spirit.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Jesus asked him, “ What is your name?” He answered him, “ My name is Legion, for we are many.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then he begged Jesus repeatedly that he would not send them out of the region."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now a great herd of pigs was there feeding on the hill,"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "and they begged him, saying, “ Send us into the pigs, so that we may enter into them.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So he allowed them, and the unclean spirits came out and entered into the pigs. Then the herd— about two thousand pigs— rushed down the steep hill into the sea, and drowned in the sea."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then those who were feeding the pigs ran away and reported this in the city and in the countryside, and so people went out to see what it was that had happened."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then they came to Jesus and they saw the demon- possessed man, the one who had been possessed by the Legion, sitting there, clothed and in his right mind; and they were afraid."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Those who had seen what happened to the demon- possessed man told them about it, and about the pigs."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then they started to beg Jesus to depart from their region."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When he was getting into the boat, the demon- possessed man begged him that he might be with him."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Jesus did not permit him, but said to him, “ Go to your house and to your people and tell them how much the Lord has done for you, and how he has shown you mercy.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone was amazed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Now when Jesus had crossed over again to the other side, in the boat, a great crowd gathered around him, as he was beside the sea."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then, see, one of the leaders of the synagogue, named Jairus, came, and when he saw him, he fell at his feet."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He begged him repeatedly, saying, “ My little daughter is near the end. Come in order to lay your hands on her so that she may be healed and live.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So Jesus went with him, and a great crowd followed him and pressed close around him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "25",
              "text": "Now a woman was there with a flow of blood for twelve years."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "She had suffered much from many doctors, and had spent everything that she had, and was not helped, but instead she became worse."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "When she had heard the reports about Jesus, she came up behind him in the crowd and touched his cloak."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "For she said, “ If I touch just his clothes, I will be healed.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Immediately her flow of blood dried up, and she felt in her body that she was healed from the disease."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Jesus immediately realized in himself that power had gone out from him. He turned around in the crowd and said, “ Who touched my clothes?”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then his disciples said to him, “ You see this crowd pressed in on you, and you say, ‘ Who touched me?’”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But Jesus looked around to see who had done it."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then the woman, knowing what had happened to her, afraid and trembling, came and fell down before him and told him the whole truth."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But he said to her, “ Daughter, your faith has healed you. Go in peace and be healed from your disease.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "While he was still speaking, some people came from the synagogue leader’ s house, saying, “ Your daughter is dead. Why trouble the teacher any longer?”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "But when Jesus overheard the message they spoke, he said to the leader of the synagogue, “ Do not fear. Only believe.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "He did not permit anyone to accompany him, except Peter, James, and John, the brother of James."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "They came to the house of the leader of the synagogue and he saw a commotion, and people weeping and wailing loudly."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "When he entered, he said to them, “ Why are you upset and weeping? The child is not dead but sleeps.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "Then they laughed at him. But he put them all outside and took along the father of the child, the mother, and those who were with him, and he went in where the child was."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he took the hand of the child and said to her, “ Talitha, koum!” which is translated: “ Little girl, I say to you, get up.”"
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Immediately the little girl got up and walked( for she was twelve years of age). They were immediately astonished with great amazement."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Then he strictly ordered them that no one should know about this. He also told them to give her something to eat."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 6
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now Jesus went out from there and came to his hometown, and his disciples followed him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "When the Sabbath came, he began to teach in the synagogue. Many people heard him and they were amazed, saying, “ Where did he get these things? What is this wisdom that has been given to him? And what are these miracles that are being done by his hands?”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "“ Is this not the carpenter, the son of Mary and the brother of James and Joses and Judas and Simon? Are his sisters not here with us?” They took offense at him."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then Jesus said to them, “ A prophet is not without honor, except in his hometown and among his own relatives and in his own house.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So he was unable to do any mighty work there, except to lay his hands on a few sick people and heal them."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "And he was amazed at their unbelief. Then he went around the villages teaching."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Then he called the twelve and began to send them out two by two, and he gave them authority over the unclean spirits,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and instructed them that they should take nothing for their journey, except only a staff— no bread, no bag, and no money in their belts—"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "but to wear sandals, and not to wear two tunics."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He also said to them, “ Whenever you enter into a house, remain there until you go away from there."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Any place that does not receive you or listen to you, when you depart from there, shake off the dust that is under your feet as a testimony against them.”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "So they went out and proclaimed that people should repent."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They cast out many demons, and anointed many sick people with oil and healed them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now King Herod heard this, for Jesus’ name had become well known. Some were saying, “ John the Baptist has been raised from the dead, and that is why miraculous powers are at work in him.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But others said, “ He is Elijah.” And others said, “ He is a prophet, like one of the former prophets.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But when Herod heard this he said, “ John, whom I beheaded— he has been raised.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For Herod himself sent to have John arrested and he had him bound in prison on account of Herodias( the wife of his brother Philip), because he had married her."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For John had said to Herod, “ It is not lawful for you to have the wife of your brother.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But Herodias held this against him and wanted to kill him, but she could not,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "for Herod feared John; he knew that he was a righteous and holy man, and he kept him safe. Listening to him made him greatly upset, yet he heard him gladly."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then the opportunity came when Herod prepared his birthday dinner for his officials, and for his commanders, and for the leaders of Galilee."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Then the daughter of Herodias herself came in and danced for them, and she pleased Herod and those reclining at table with him. The king said to the girl, “ Ask me whatever you want and I will give it to you.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He swore to her, “ Whatever you ask of me, I will give you, up to half of my kingdom.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "So she went out and said to her mother, “ What should I ask?” She said, “ The head of John the Baptist.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "She immediately came back in a hurry to the king, and she asked, saying, “ I desire that you to give me at once, the head of John the Baptist on a platter.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Although the king became deeply grieved, he did not want to refuse her because of his oath and because of those reclining at table with him."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "So the king immediately sent an executioner, commanding him to bring John’ s head. So he went and beheaded him in the prison."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "He brought his head on a platter and gave it to the girl, and the girl gave it to her mother."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "When his disciples heard of this, they came and took his body and placed it in a tomb."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "Then the apostles gathered together with Jesus and told him all that they had done and what they had taught."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Then he said to them, “ Come away by yourselves to a deserted place and rest a while.” For many were coming and going, and they did not even have time to eat."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "So they went away in the boat to a deserted place by themselves."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But people saw them leaving, and many recognized them. So they ran there together on foot from all the towns, and they arrived before them."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "When they came ashore, he saw a great crowd and he had compassion on them because they were like sheep not having a shepherd. So he began to teach them many things."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When the hour was already late, his disciples came to him and said, “ This place is deserted, and the hour is already late."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Send them away so that they may go into the nearby countryside and villages to buy something to eat for themselves.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "But he answered and said to them, “ You give them something to eat.” They said to him, “ Should we go and buy two hundred denarii worth of bread and give it to them to eat?”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "So he said to them, “ How many loaves do you have? Go and see.” When they found out, they said, “ Five loaves and two fish.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "Then he commanded all the people to recline in groups on the green grass."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "So they reclined in groups of hundreds and of fifties."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he took the five loaves and the two fish, and looking up to heaven he blessed and broke the loaves and gave them to his disciples that they might set them before the people. He also divided the two fish among them all."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "They all ate until they were satisfied."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Then they took up twelve baskets full of broken pieces, and of the fish."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "There were five thousand men who ate the loaves."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "45",
              "text": "Immediately he made his disciples get into the boat and go ahead of him to the other side, to Bethsaida, while he sent the crowd away."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "When they were gone, he went to the mountain to pray."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When evening came, the boat was in the middle of the sea, and he was alone on the land."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "He saw them straining against the oars, for the wind was against them. About the fourth watch of the night he came to them, walking on the sea, and he wanted to pass by them."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "But when they saw him walking on the sea, they thought that he was a ghost and cried out,"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "because they all saw him and were terrified. But immediately he spoke with them and said to them, “ Take courage! It is I! Do not fear!”"
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Then he got into the boat with them, and the wind ceased blowing. They were completely amazed."
            },
            {
              "tag": "v",
              "num": "52",
              "text": "For they had not understood about the loaves. Instead, their hearts were hardened."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "53",
              "text": "When they had crossed over to the land, they came to Gennesaret and anchored there."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "When they got out of the boat, the people recognized him immediately,"
            },
            {
              "tag": "v",
              "num": "55",
              "text": "and they ran throughout that whole region and began to carry on their mats those who were sick to wherever they heard that he was."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "And wherever he entered into villages, or into cities, or into the countryside, they were putting the sick in the marketplaces and were begging him that they might only touch the edge of his garment, and as many as touched him were healed."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 7
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now the Pharisees and some of the scribes who had come from Jerusalem gathered around him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "And they saw that some of his disciples ate bread with defiled hands, that is, unwashed."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "( For the Pharisees and all the Jews do not eat unless they wash their hands ceremonially, because they hold to the tradition of the elders."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "When they come from the marketplace, they do not eat unless they wash, and there are many other things which they received to observe: the washing of cups, and pots, and copper vessels.)"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "The Pharisees and the scribes asked Jesus, “ Why do your disciples not walk according to the tradition of the elders, but they eat their bread with unwashed hands?”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But he answered and said to them, “ Isaiah prophesied well about you hypocrites. As it is written,"
            },
            {
              "tag": "q",
              "text": "‘ This people honors me with their lips, but their heart is far from me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They worship me in vain, teaching commandments of men as doctrines.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "You abandon the commandment of God and hold fast to the tradition of men.”"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He also said to them, “ How well you reject the commandment of God so that you may keep your tradition!"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For Moses said, ‘ Honor your father and your mother,’ and, ‘ He who speaks evil of his father or mother will surely die.’"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But you say, ‘ If a man says to his father or mother, “ Whatever you would have profited from me is Corban”’ ( that is, ‘ Given to God’),"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "you no longer permit him to do anything for his father or his mother."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You are making the word of God void by your tradition which you have handed down. And you do many similar things.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then he called the crowd again and said to them, “ Listen to me, all of you, and understand."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "There is nothing from outside the man that can defile him when it enters into him. But the things that come out of the man are the things that defile the man.”"
            },
            {
              "tag": "v",
              "num": "16"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 16. [ If any man has ears to hear, let him hear.]"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Now when Jesus left the crowd and entered into the house, his disciples asked him about the parable."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "He said to them, “ Are you also so without understanding? Do you not see that everything that enters into the man from outside is not able to defile him,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "because it does not go into his heart, but into his stomach, and then passes out into the latrine?” ( Therefore, all foods are clean.)"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But he said, “ That which comes out of the man, that defiles the man."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For from within the man, out of the heart, proceed evil thoughts, sexual immorality, theft, murder,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "adultery, coveting, wickedness, deceit, sensuality, envy, slander, pride, folly."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "All these evils come from within, and they defile the man.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "Then he got up from there and went away to the region of Tyre and Sidon. He entered into a house, not wanting anyone to know it, but he could not be hidden."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But as soon as a woman whose little daughter had an unclean spirit heard about him, she came and fell down at his feet."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Now the woman was a Greek, a Syrophoenician by descent. She begged him to cast out the demon from her daughter."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He said to her, “ Let the children first be fed. For it is not right to take the children’ s bread and to throw it to the dogs.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "But she answered and said to him, “ Yes, Lord, even the dogs under the table eat from the crumbs of the children.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Then he said to her, “ Because of this word, go! The demon has gone out of your daughter.”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "She went back to her house and found the child lying on the bed, and the demon was gone."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then he went out again from the region of Tyre, and went through Sidon to the Sea of Galilee up into the region of the Decapolis."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "They brought to him someone who was deaf and had difficulty speaking, and they begged him that he would lay his hand on him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "After taking him aside from the crowd by himself, he put his fingers into his ears, and after spitting, he touched his tongue."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he looked up to heaven with a deep sigh, and said to him, “ Ephphatha!”( that is, “ Be opened!”)."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "And his ears were opened, and the band of his tongue was released, and he began speaking plainly."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Jesus ordered them to tell no one. But the more he ordered them, the more abundantly they proclaimed it."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "They were extremely astonished, saying, “ He has done all things well. He even makes the deaf hear and the mute speak.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 8
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "In those days, there was again a great crowd, and they did not have anything to eat. Jesus called his disciples and said to them,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "“ I have compassion on the crowd, because they continue to be with me already for three days and do not have anything to eat."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If I send them away to their home without eating, they may faint on the way, and some of them have come from far way.”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "His disciples answered him, “ Where can anyone get enough bread to satisfy these people here in this deserted place?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So he asked them, “ How many loaves do you have?” They said, “ Seven.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then he commanded the crowd to recline on the ground. He took the seven loaves, gave thanks, and broke them. He gave them to his disciples so that they might serve them, so they served the crowd."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "They also had a few small fish, and after he gave thanks for them, he told them to serve these as well."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "They ate and were satisfied, and they picked up seven baskets of the remaining broken pieces."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "There were about four thousand people. Then he sent them away."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Immediately he got into the boat with his disciples, and they went into the region of Dalmanutha."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then the Pharisees came out and began to argue with him. They sought from him a sign from heaven, to test him."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He sighed deeply in his spirit and said, “ Why does this generation seek for a sign? Truly I say to you, no sign will be given to this generation.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then he left them, got into a boat again, and went away to the other side."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Now they had forgotten to bring bread, and except for one loaf, they did not have any with them in the boat."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then Jesus warned them, saying, “ Keep watch and be on guard against the yeast of the Pharisees and the yeast of Herod.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So the disciples reasoned with each other, “ It is because we do not have bread.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "And being aware of this, Jesus said to them, “ Why are you reasoning that you do not have bread? Do you not yet perceive, nor understand? Have your hearts become hardened?"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Having eyes, do you not see? And having ears, do you not hear? And do you not remember?"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When I broke the five loaves among the five thousand, how many baskets full of broken pieces did you take up?” They said to him, “ Twelve.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "“ When I broke the seven loaves among the four thousand, how many basketfuls of broken pieces did you take up?” They said to him, “ Seven.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then he said to them, “ How do you not yet understand?”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "Then they came to Bethsaida. People brought to him a blind man and begged him that he would touch him."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Taking hold of the hand of the blind man, Jesus led him out of the village. When he had spit on his eyes, he laid his hands on him, asking him, “ Do you see anything?”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He looked up, and said, “ I see men who look like walking trees.”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Then he again laid his hands upon his eyes, and the man looked intently and was restored, and he saw everything clearly."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Then Jesus sent him away to his home, saying, “ Do not enter into the town.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Then Jesus and his disciples went out into the villages of Caesarea Philippi. On the way he asked his disciples saying to them, “ Who do the people say that I am?”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They answered him, saying, “ John the Baptist. Others say, ‘ Elijah,’ and others, ‘ One of the prophets.’”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He asked them, “ But who do you say that I am?” Peter answered and said to him, “ You are the Christ.”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jesus warned them that they should tell no one about him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "31",
              "text": "Then he began to teach them that the Son of Man must suffer many things, and be rejected by the elders and the chief priests and the scribes, and be killed, and rise up after three days."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "He spoke this message clearly. Then Peter took him aside and began to rebuke him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "But Jesus turned and looked at his disciples and rebuked Peter and said, “ Get behind me, Satan! For you are not setting your mind on the things of God, but on the things of men.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "Then he called the crowd along with his disciples, and he said to them, “ If anyone wants to follow after me, he must deny himself, take up his cross, and follow me."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "For whoever wants to save his soul will lose it, but whoever loses his soul for my sake and for the gospel, will save it."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "For what does it profit a man to gain the whole world and to forfeit his soul?"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "For what can a man give in exchange for his soul?"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "For if anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 9
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "And he said to them, “ Truly I say to you, there are some of you who are standing here who will not taste death before they see the kingdom of God come with power.”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Six days later, Jesus took Peter and James and John and led them up on a high mountain, alone by themselves. Then he was transfigured before them."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "His garments became radiantly, extremely white, as no bleacher on earth could bleach them."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then Elijah with Moses appeared to them, and they were talking with Jesus."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So Peter spoke to Jesus and said, “ Rabbi, it is good for us to be here, and so let us make three shelters, one for you, one for Moses, and one for Elijah.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "( For he did not know what to say, for they were terrified.)"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then a cloud came and overshadowed them, and a voice came out of the cloud, “ This is my beloved Son. Listen to him.”"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Suddenly, when they looked around, they no longer saw anyone with them, but only Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "As they were coming down from the mountain, he commanded them to tell no one what they had seen, until the Son of Man had risen from the dead."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So they kept the matter to themselves, but they discussed among themselves what“ rising from the dead” could mean."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then they asked him, saying, “ Why do the scribes say that Elijah must come first?”"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "He said to them, “ Elijah does come first to restore all things. Why then is it written of the Son of Man that he must suffer many things and be despised?"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But I say to you that Elijah has indeed come, and they did whatever they wanted to him, just as it is written about him.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "When they came to the disciples, they saw a great crowd around them and scribes were arguing with them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Immediately, when the whole crowd saw Jesus, they were amazed, and they ran up to him and greeted him."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He asked his disciples, “ What are you arguing with them about?”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Someone in the crowd answered him, “ Teacher, I brought my son to you. He has a spirit that makes him mute."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Whenever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and he becomes rigid. I asked your disciples to drive it out, but they could not.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Then he answered them and said, “ You unbelieving generation, how long will I be with you? How long will I bear with you? Bring him to me.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "So they brought the boy to him. When the spirit saw Jesus, it immediately threw him into a convulsion, and the boy fell on the ground, rolled around, and foamed at the mouth."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Jesus asked his father, “ How long has he been like this?” The father said, “ Since childhood."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "It has often both thrown him into the fire and into the waters in order to destroy him. But if you are able to do anything, have compassion on us and help us.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Then Jesus said to him, “‘ If you are able’? All things are possible for the one who believes.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Immediately the father of the child cried out and said, “ I believe! Help my unbelief!”"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now when Jesus saw that the crowd was running to them, he rebuked the unclean spirit, saying to it, “ You mute and deaf spirit, I command you, come out of him, and never enter into him again.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "It cried out and convulsed the boy greatly and then came out. The boy became like a dead person, so that many said, “ He is dead.”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "But Jesus took him by his hand and lifted him up, and the boy stood up."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Then when Jesus went into a house, his disciples asked him privately, “ Why could we not cast it out?”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "He said to them, “ This kind cannot come out except by prayer and fasting.”"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts do not include, "
            },
            {
              "tag": "fqa",
              "text": "and fasting , but the best manuscripts include it."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "30",
              "text": "They went out from there and passed through Galilee, but he did not want anyone to know it,"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "for he was teaching his disciples and saying to them, “ The Son of Man will be delivered into the hands of men, and they will kill him. And when he has been killed, he will rise again after three days.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But they did not understand this statement, and they were afraid to ask him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Then they came to Capernaum. When he was in the house, he asked them, “ What were you discussing on the way?”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "But they were silent. For they had been arguing with one another on the way about who was the greatest."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "So sitting down, he called the twelve together and he said to them, “ If anyone wants to be first, he must be last of all and servant of all.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then he took a little child and placed him in their midst. He took him in his arms and said to them,"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "“ Whoever receives one of these little children in my name receives me; and whoever receives me, does not receive me but the one who sent me.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "John said to him, “ Teacher, we saw someone driving out demons in your name and we stopped him, because he does not follow us.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "But Jesus said, “ Do not stop him, for there is no one who will do a mighty work in my name and can soon afterwards say anything bad about me."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "For he who is not against us is for us."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "For whoever gives you a cup of water to drink because you have the name of Christ, truly I say to you, he will not lose his reward."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "And whoever causes one of these little ones who believe in me to stumble, it would be better for him instead if a large millstone was put around his neck and he was thrown into the sea."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed than to have two hands and to go into hell, into the unquenchable fire."
            },
            {
              "tag": "v",
              "num": "44"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 44. [ where their worm does not die, and the fire is not put out.]"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "And if your foot causes you to stumble, cut it off. It is better for you to enter into life lame than to have your two feet and be thrown into hell."
            },
            {
              "tag": "v",
              "num": "46"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 46. [ where their worm does not die, and the fire is not put out.]"
            },
            {
              "tag": "v",
              "num": "47",
              "text": "And if your eye causes you to stumble, tear it out. It is better for you to enter into the kingdom of God with one eye than to have two eyes and to be thrown into hell,"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "where their worm does not die, and the fire is not put out."
            },
            {
              "tag": "v",
              "num": "49",
              "text": "For everyone will be salted with fire."
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Salt is good, but if the salt becomes unsalty, with what will you season it? Have salt in yourselves, and be at peace with one another.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 10
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus left that place and went to the region of Judea and to the area beyond the Jordan River, and the crowds came to him again. He was teaching them again, as he was accustomed to do."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then Pharisees came to him to test him and asked him, “ Is it lawful for a husband to divorce his wife?”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "He answered and said to them, “ What did Moses command you?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They said, “ Moses allowed a man to write a certificate of divorce and then to send her away.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But Jesus said to them, “ He wrote this commandment to you because of your hardness of heart."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But from the beginning of creation, ‘ God made them male and female.’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "‘ For this reason a man will leave his father and mother,"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts add "
            },
            {
              "tag": "fqa",
              "text": "and be united with his wife, , but the best manuscripts do not."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "8",
              "text": "and the two will become one flesh.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "So they are no longer two, but one flesh.",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Therefore what God has joined together, let man not separate.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "When they were in the house, the disciples asked him again about this."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "So he said to them, “ Whoever divorces his wife and marries another woman commits adultery against her."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "And if she divorces her husband and marries another man, she commits adultery.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then they brought little children to him so that he might touch them, but the disciples rebuked them."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "But when Jesus noticed it, he was very displeased and said to them, “ Permit the little children to come to me, and do not forbid them, for the kingdom of God belongs to those who are like them."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Truly I say to you, whoever will not receive the kingdom of God as a little child will definitely not enter into it.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Then he took the children into his arms and blessed them as he placed his hands on them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "When he started on his journey, a man ran up to him and knelt before him, and asked him, “ Good Teacher, what must I do in order to inherit eternal life?”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Jesus said to him, “ Why do you call me good? No one is good except God alone."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "You know the commandments: ‘ Do not kill, do not commit adultery, do not steal, do not testify falsely, do not defraud, honor your father and mother’.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But the man said to him, “ Teacher, all these things I have obeyed from my youth.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then Jesus looked at him and loved him. So he said to him, “ One thing you lack. Go, sell all that you have, and give it to the poor, and you will have treasure in heaven. Then come, follow me.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But he became very sad at this statement, and went away grieving, because he was one who had many possessions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "Then Jesus looked around and said to his disciples, “ How difficult it is for those who have riches to enter into the kingdom of God!”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "The disciples were astonished at his words. But Jesus answered and said to them again, “ Children, how hard it is to enter into the kingdom of God!"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "It is easier for a camel to go through the eye of a needle than for a rich person to enter into the kingdom of God.”"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "They were greatly astonished, saying to each other, “ Then who can be saved?”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Jesus looked at them and said, “ With people it is impossible, but not with God. For all things are possible with God.”"
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Peter began to speak to him, “ Look, we have left everything and have followed you.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus said, “ Truly I say to you, there is no one who has left house, or brothers, or sisters, or mother, or father, or children, or lands, for my sake, and for the gospel,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "who will not receive a hundred times as much now in this time: houses, and brothers, and sisters, and mothers, and children, and lands, with persecutions, and in the age to come, eternal life."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But many who are first will be last, and the last first.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "They were on the road, going up to Jerusalem, and Jesus was going ahead of them. The disciples were amazed, and those who were following behind were afraid. Then Jesus took the twelve aside again and began to tell them what was going to happen to him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "“ See, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death and deliver him to the Gentiles."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "They will mock him, spit on him, whip him, and kill him, but after three days he will rise.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "Then James and John, the sons of Zebedee, came up to him, saying to him, “ Teacher, we desire that you to do for us whatever we ask you.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "So he said to them, “ What do you want me to do for you?”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "They said to him, “ Grant to us that we might sit in your glory, one at your right hand and one at your left hand.”"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "But Jesus replied to them, “ You do not know what you are asking. Are you able to drink the cup which I will drink or to be baptized with the baptism with which I will be baptized?”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "They said to him, “ We are able.” So Jesus said to them, “ The cup that I will drink, you will drink, and with the baptism with which I am baptized, you will be baptized."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "But to sit at my right hand or at my left hand is not mine to give, but it is for those for whom it has been prepared.”"
            },
            {
              "tag": "v",
              "num": "41",
              "text": "When the other ten disciples heard about this, they began to be very angry with James and John."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then Jesus called them to himself and said to them, “ You know that those who are considered rulers of the Gentiles dominate them, and their high officials exercise authority over them."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "But it shall not be this way among you. Instead, whoever wishes to become great among you must be your servant,"
            },
            {
              "tag": "v",
              "num": "44",
              "text": "and whoever wishes to be first among you must be the slave of all."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "46",
              "text": "Then they came to Jericho. As he was going out from Jericho with his disciples and a great crowd, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the road."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "When he heard that it was Jesus the Nazarene, he began to shout and to say, “ Jesus, Son of David, have mercy on me!”"
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Many rebuked the blind man in order to silence him. But he cried out much more, “ Son of David, have mercy on me!”"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Then Jesus stopped and commanded him to be called. So they called the blind man, saying to him, “ Take courage! Get up! He is calling you.”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "He threw aside his coat, sprang up, and came to Jesus."
            },
            {
              "tag": "v",
              "num": "51",
              "text": "Then Jesus answered him and said, “ What do you want me to do for you?” The blind man said to him, “ Rabbi, I want to receive my sight.”"
            },
            {
              "tag": "v",
              "num": "52",
              "text": "Then Jesus said to him, “ Go. Your faith has healed you.” Immediately he received his sight, and he followed him on the road."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 11
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now when they came to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent out two of his disciples"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "and said to them, “ Go into the village opposite us. As soon as you enter it, you will find a colt tied there, on which no one has yet sat. Untie it and bring it to me."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "If anyone says to you, ‘ Why are you doing this?’ you should say, ‘ The Lord has need of it and they will immediately send it back here.’”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So they went away and found a colt tied at a door outside by the street, and they untied it."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then some of the people who were standing there said to them, “ What are you doing, untying that colt?”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So they spoke to them as Jesus had told them, and the people gave them permission."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Then the two disciples brought the colt to Jesus and threw their cloaks on it, and Jesus sat on it."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Many people spread their garments on the road, and others spread branches they had cut from the fields."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Both those who went before him and those who followed shouted,"
            },
            {
              "tag": "q",
              "text": "“ Hosanna! Blessed is the one who comes in the name of the Lord."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Blessed is the coming kingdom of our father David! Hosanna in the highest!”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "11",
              "text": "Then Jesus entered into Jerusalem, into the temple, and looked around at everything. The hour was already late, so he went out to Bethany with the twelve."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now the next day, when they returned from Bethany, he was hungry."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Seeing from far away a fig tree that had leaves, he went to see if he could find any fruit on it. But when he came to it, he found nothing except leaves, for it was not the season for figs."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then he answered and spoke to it, “ No one will ever eat fruit from you again.” And his disciples heard it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then they came to Jerusalem, and he entered into the temple and began to cast out those who were selling and those who were buying in the temple. He also overturned the tables of the money changers and the seats of those who sold pigeons,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and he did not permit that anyone carry merchandise through the temple."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then he taught them and said, “ Is it not written,"
            },
            {
              "tag": "q",
              "text": "‘ My house will be called a house of prayer for all the nations’?"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "w",
              "text": "But you have made it a den of robbers.”",
              "attributes": {
                "occurrence": "1",
                "occurrences": "1"
              }
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "The chief priests and the scribes heard this, and they looked for a way to kill him. For they feared him because the entire crowd was amazed at his teaching."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "When evening came, they departed from the city."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "20",
              "text": "As they walked by in the morning, they saw the fig tree withered away from its roots."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Peter remembered and said to him, “ Rabbi, look! The fig tree that you cursed has withered away.”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Jesus answered and said to them, “ Have faith in God."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "Truly I say to you that whoever says to this mountain, ‘ Get up and cast yourself into the sea,’ and does not doubt in his heart but believes that what he said will happen, it will be done for him."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Therefore I say to you: Everything you pray and ask for, believe that you have received it, and it will be yours."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "When you stand and pray, you must forgive whatever you have against anyone, so that your Father who is in heaven will also forgive you your trespasses.”"
            },
            {
              "tag": "v",
              "num": "26"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 26 (See: Mt. 6:15). [ But if you do not forgive, neither will your Father who is in heaven forgive your trespasses.]"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "27",
              "text": "Then they came to Jerusalem again. As Jesus was walking in the temple, the chief priests, the scribes, and the elders came to him."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "They said to him, “ By what authority do you do these things, and who gave you this authority that you should do them?”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus said to them, “ I also will ask you one question. Answer me, and I will tell you by what authority I do these things."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "The baptism of John, was it from heaven or from men? Answer me.”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "They discussed between themselves, saying, “ What should we say? If we say, ‘ From heaven,’ he will say, ‘ Why then did you not believe him?’"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts do not have "
            },
            {
              "tag": "fqa",
              "text": "What should we say?, , but the best manuscripts include it."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But if we say, ‘ From men,’ ... .” They were afraid of the people, for everyone considered that John really was a prophet."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "Then they answered Jesus and said, “ We do not know.” Then Jesus said to them, “ Neither will I tell you by what authority I do these things.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 12
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Then Jesus began to speak to them in parables: “ A man planted a vineyard, put a hedge around it, and dug a pit for a winepress. He built a watchtower and then leased the vineyard to vine growers. Then he went away on a journey."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "At the harvest time, he sent a servant to the vine growers to receive from the vine growers some of the fruit of the vineyard."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "But they took him, beat him, and sent him away with nothing."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Again he sent to them another servant, and they wounded him in the head and treated him shamefully."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "He sent yet another, and this one they killed. He sent many others: they beat some, and they killed others."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "He had still one more to send, a beloved son. He sent him to them last of all, saying, ‘ They will respect my son.’"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But those vine growers said to one another, ‘ This is the heir. Come, let us kill him, and the inheritance will be ours.’"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So they seized him, killed him, and threw him out of the vineyard."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Therefore, what will the owner of the vineyard do? He will come and destroy the vine growers and will give the vineyard to others."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Have you not read this scripture?"
            },
            {
              "tag": "q",
              "text": "‘ The stone which the builders rejected, this has become the cornerstone."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "This was from the Lord, and it is marvelous in our eyes.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Then they sought to arrest Jesus, but they feared the crowd, for they knew that he had spoken this parable against them. So they left him and went away."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "Then they sent some of the Pharisees and the Herodians to him in order to trap him with words."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "When they came, they said to him, “ Teacher, we know that you are truthful, and do not defer to anyone, for you do not look at people’ s appearance. Instead, you teach the way of God according to truth. Is it lawful to pay taxes to Caesar or not? Should we pay, or not pay?”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But Jesus knew their hypocrisy and said to them, “ Why do you test me? Bring me a denarius so I can look at it.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So they brought one. Then he said to them, “ Whose is this likeness and inscription?” They said to him, “ Caesar’ s.”"
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Then Jesus said to them, “ Give to Caesar the things of Caesar, and to God the things of God.” They marveled at him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Then Sadducees, who say there is no resurrection, came to him. They asked him, saying,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "“ Teacher, Moses wrote for us, ‘ If a man’ s brother dies and leaves a wife behind, but does not leave a child, then he should take his brother’ s wife, and raise up offspring for his brother.’"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "There were seven brothers; the first took a wife and then died, not leaving offspring."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Then the second took her and died, not leaving offspring, and the third likewise."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "The seven did not leave offspring. Last of all, the woman also died."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "In the resurrection, when they rise again, whose wife will she be? For all seven brothers had her as their wife.”"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Jesus said to them, “ Is this not the reason you are mistaken, because you do not know the scriptures nor the power of God?"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "For when they rise from the dead, they neither marry nor are given in marriage, but they are like angels in heaven."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "But concerning the dead that are raised, have you not read in the book of Moses, in the account about the bush, how God spoke to him, saying, ‘ I am the God of Abraham and the God of Isaac and the God of Jacob’?"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "He is not the God of the dead, but of the living. You are quite mistaken.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Now one of the scribes came and heard them discussing this together. When he saw that Jesus answered them well, he asked him, “ Which commandment is the first of all?”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Jesus answered, “ The first is, ‘ Hear, Israel, the Lord our God, the Lord is one."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "You must love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "The second commandment is this, ‘ You must love your neighbor as yourself.’ There is no other greater commandment than these.”"
            },
            {
              "tag": "v",
              "num": "32",
              "text": "The scribe said to him, “ Good, Teacher! You have truly said that God is one, and there is no other besides him."
            },
            {
              "tag": "v",
              "num": "33",
              "text": "To love him with all the heart and with all the understanding and with all the strength, and to love one’ s neighbor as oneself, is even more than all burnt offerings and sacrifices.”"
            },
            {
              "tag": "v",
              "num": "34",
              "text": "When Jesus saw that he had answered wisely, he said to him, “ You are not far from the kingdom of God.” After that, no one any longer dared to ask Jesus questions."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "35",
              "text": "While Jesus was teaching in the temple courts, he asked and said, “ How do the scribes say that the Christ is the son of David?"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "David himself, in the Holy Spirit, said,"
            },
            {
              "tag": "q",
              "text": "‘ The Lord said to my Lord,"
            },
            {
              "tag": "q",
              "text": "“ Sit at my right hand, until I make your enemies your footstool.”’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "37",
              "text": "David himself calls him‘ Lord,’ so how can he be David’ s son?” The large crowd gladly listened to him."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "38",
              "text": "In his teaching Jesus said, “ Beware of the scribes, who like to walk in long robes and greetings in the marketplaces,"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "and the chief seats in the synagogues and chief places at the feasts."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "They devour widows’ houses, and they pray long prayers for people to see. These men will receive greater condemnation.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "41",
              "text": "Then Jesus sat down across from the temple offering box; he was watching how the crowd dropped money into the box. Many rich people put in large amounts."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Then a poor widow came and put in two mites, which are worth a penny."
            },
            {
              "tag": "v",
              "num": "43",
              "text": "He called his disciples and said to them, “ Truly I say to you, this poor widow has put in more than all of them who contributed to the offering box."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "For all of them gave out of their abundance. But this widow, out of her poverty, put in everything she had, all she had to live on. “"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 13
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "As Jesus was walking away from the temple, one of his disciples said to him, “ Teacher, look! What wonderful stones and what wonderful buildings!”"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Jesus said to him, “ Do you see these great buildings? Not one stone will be left here on another stone, which will not be thrown down.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Now as he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "“ Tell us, when will these things happen? What will be the sign when all these things are about to be fulfilled?”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So Jesus began to say to them, “ Be careful that no one leads you astray."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Many will come in my name and say, ‘ I am he,’ and they will lead many astray."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When you hear of wars and rumors of wars, do not worry; these things must happen, but the end is not yet."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For nation will rise against nation, and kingdom against kingdom, there will be earthquakes in many places, and there will be famines. These are the beginnings of birth pains."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "9",
              "text": "You must watch out for yourselves. They will deliver you up to councils and to synagogues, you will be beaten, and you will stand before governors and kings because of me, as a testimony to them."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But the gospel must first be proclaimed to all the nations."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When they arrest you and hand you over, do not worry about what you should say. But whatever might be given to you in that hour, speak that; for you will not be the ones who are speaking, but the Holy Spirit."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "You will be hated by everyone because of my name. But whoever endures to the end, that person will be saved."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "But when you see the abomination of desolation standing where it should not be( let the reader understand), then let those who are in Judea flee to the mountains,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "let the one who is on the housetop not go down nor go in to take anything out of his house,"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "and let the one who is in the field not go back to get his cloak."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But woe to those who are pregnant, and to those who are nursing infants in those days!"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Pray that it might not occur in winter."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "For there will be in those days tribulation, such as has not been, from the beginning of creation which God created, until now, and that will never be again."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "And if the Lord had not shortened the days, no flesh would have been saved. But for the sake of the elect whom he chose, he cut short the days."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "So then if anyone says to you, ‘ Look, here is the Christ!’ or‘ Look, there he is!’ do not believe it."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "For false Christs and false prophets will appear and will give signs and wonders, so as to deceive, if possible, the elect."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "You must watch out! See, I have told you everything ahead of time."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "24",
              "text": "But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light;"
            },
            {
              "tag": "v",
              "num": "25",
              "text": "the stars will be falling from the sky, and the powers that are in the heavens will be shaken."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "Then they will see the Son of Man coming in the clouds with great power and glory."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then he will send the angels and he will gather together his elect from the four winds, from the end of the earth to the end of the sky."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "Learn the parable from the fig tree. As soon as its branch becomes tender and puts out its leaves, you know that summer is near."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So also, when you see these things happening, you know that he is near, right at the doors."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Truly I say to you, this generation will not pass away until all of these things occur."
            },
            {
              "tag": "v",
              "num": "31",
              "text": "Heaven and earth will pass away, but my words will never pass away."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Be alert! Watch and pray, because you do not know what time it is."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "It is like a man going on a journey— he leaves his house and gives to each of his servants authority over his work, and he commands the watchman to stay alert."
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Therefore stay alert, because you do not know when the master of the house will come— whether in the evening, or at midnight, or when the rooster crows, or in the morning—"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "or else, if he comes suddenly, he might find you sleeping."
            },
            {
              "tag": "v",
              "num": "37",
              "text": "What I say to you I say to everyone: Stay alert!”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 14
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It was now two days before the Passover and the Festival of Unleavened Bread. The chief priests and the scribes were considering how they might arrest Jesus by stealth and kill him."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "For they were saying, “ Not during the feast, so that there might not be a riot among the people.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "Now while Jesus was in Bethany in the house of Simon the leper, as he was reclining at the table, a woman came, having an alabaster jar of very costly annointing- oil, which was pure nard. She broke the jar and poured it on his head."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But there were some who were angry, saying to themselves, “ Why has this waste of the annointing- oil happened?"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "For this perfume could have been sold for more than three hundred denarii, and given to the poor.” Then they scolded her."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But Jesus said, “ Leave her alone. Why are you troubling her? She has done a good work for me."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "For you always have the poor with you, and whenever you desire you can do good to them, but you will not always have me."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "She has done what she could. She has anointed my body beforehand for burial."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will also be spoken of, in memory of her.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "Then Judas Iscariot, who was one of the twelve, went away to the chief priests so that he might deliver him over to them."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "When the chief priests heard it, they were glad and promised to give him money. He began looking for an opportunity to betray him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Now on the first day of unleavened bread, when they sacrificed the Passover lamb, his disciples said to him, “ Where do you want us to go to prepare, so you may eat the Passover meal?”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "So he sent two of his disciples and said to them, “ Go into the city, and a man bearing a pitcher of water will meet you. Follow him."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Whereever he enters, say to the owner of that house, ‘ The Teacher says, “ Where is my guest room where I will eat the Passover with my disciples?”’"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He will show you a large upper room, furnished and ready. Make the preparations for us there.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "So the disciples left and went to the city. They found it just as he had said to them, and they prepared the Passover meal."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Then, when evening arrived, he came with the twelve."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "As they were reclining at the table and eating, Jesus said, “ Truly I say to you, one of you who is eating with me will betray me.”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They began to be grieved, and to say to him one by one, “ Surely not I?”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Then he said to them, “ It is one of the twelve, the one who is dipping bread with me in the bowl."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For the Son of Man will go just as it is written about him. But woe to that man through whom the Son of Man is betrayed! It would have been better for him if that man had not been born.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "As they were eating, Jesus took bread, blessed it, and broke it. He gave it to them and said, “ Take this. This is my body.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "He also took a cup, gave thanks, and gave it to them, and they all drank from it."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "He said to them, “ This is my blood of the covenant, that is poured out for many."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Truly I say to you, I will never drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "26",
              "text": "When they had sung a hymn, they went out to the Mount of Olives."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Then Jesus said to them, “ All of you will fall away, for it is written,"
            },
            {
              "tag": "q",
              "text": "‘ I will strike the shepherd and the sheep will be scattered.’"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "28",
              "text": "But after I am raised up, I will go ahead of you into Galilee.”"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "But Peter said to him, “ Even if all fall away, yet I will not.”"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "Then Jesus said to him, “ Truly I say to you, today— this very night— before the rooster crows twice, you will deny me three times.”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "But Peter said emphatically, “ If I must die with you, I will never deny you.” And they all also spoke in the same manner."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "32",
              "text": "Then they came to the place that is called Gethsemane, and Jesus said to his disciples, “ Sit here while I pray.”"
            },
            {
              "tag": "v",
              "num": "33",
              "text": "He took Peter, James, and John with him and began to be distressed and deeply troubled."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "He said to them, “ My soul is deeply grieved, even to the point of death. Remain here and stay alert.”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "Then going a little farther, Jesus fell to the ground and prayed that if it were possible the hour might pass from him."
            },
            {
              "tag": "v",
              "num": "36",
              "text": "He said, “ Abba, Father, all things are possible with you. Remove this cup from me. But not what I will, but what you will.”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then he came back and found them sleeping, and he said to Peter, “ Simon, are you asleep? Could you not stay alert for one hour?"
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Stay alert and pray, so that you do not enter into temptation. The spirit indeed is willing, but the flesh is weak.”"
            },
            {
              "tag": "v",
              "num": "39",
              "text": "He went away and prayed again, saying the same thing."
            },
            {
              "tag": "v",
              "num": "40",
              "text": "When he came back again, he found them sleeping, for their eyes were heavy. They did not know what to say to him."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "Then he came the third time and said to them, “ Are you still sleeping and taking your rest? Enough! The hour has come. Look! The Son of Man is being betrayed into the hands of sinners."
            },
            {
              "tag": "v",
              "num": "42",
              "text": "Get up; let us go. Look, the one who is betraying me is near.”"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "And immediately, while he was still speaking, Judas, one of the twelve, arrived, and a crowd with him with swords and clubs, from the chief priests, the scribes, and the elders."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Now his betrayer had given them a sign, saying, “ Whomever I kiss, he is the one. Seize him and lead him away under guard.”"
            },
            {
              "tag": "v",
              "num": "45",
              "text": "So when Judas arrived, immediately he came up to Jesus and said, “ Rabbi,” and he kissed him."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "Then they laid hands on him and seized him."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "But a certain one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear."
            },
            {
              "tag": "v",
              "num": "48",
              "text": "Then Jesus answered and said to them, “ Do you come out, as against a robber, with swords and clubs to capture me?"
            },
            {
              "tag": "v",
              "num": "49",
              "text": "Every day I was with you teaching in the temple, and you did not arrest me. But this happened so that the scriptures might be fulfilled.”"
            },
            {
              "tag": "v",
              "num": "50",
              "text": "Then they all left him and ran away."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "51",
              "text": "Now a certain young man was following Jesus, wearing only a linen garment over his naked body. They seized him,"
            },
            {
              "tag": "v",
              "num": "52",
              "text": "but he left behind the linen garment and ran away naked."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "53",
              "text": "Then they led Jesus away to the high priest, and all the chief priests, the elders, and the scribes gathered together."
            },
            {
              "tag": "v",
              "num": "54",
              "text": "Now Peter followed him from a distance, right into the courtyard of the high priest. He was sitting among the guards and warming himself at the fire."
            },
            {
              "tag": "v",
              "num": "55",
              "text": "Now the chief priests and the entire Jewish council were seeking testimony against Jesus to put him to death. But they did not find any."
            },
            {
              "tag": "v",
              "num": "56",
              "text": "For many brought false testimony against him, but even their testimony did not agree."
            },
            {
              "tag": "v",
              "num": "57",
              "text": "Some stood up and brought false testimony against him, saying,"
            },
            {
              "tag": "v",
              "num": "58",
              "text": "“ We heard him say, ‘ I will destroy this temple made with hands, and in three days I will build another made without hands.’”"
            },
            {
              "tag": "v",
              "num": "59",
              "text": "Yet even in this, their testimony did not agree."
            },
            {
              "tag": "v",
              "num": "60",
              "text": "Then the high priest stood up among them and questioned Jesus, saying, “ Do you not answer at all? What is it that they testify against you?”"
            },
            {
              "tag": "v",
              "num": "61",
              "text": "But he was silent and did not answer at all. Again the high priest questioned him and said to him, “ Are you the Christ, the Son of the Blessed One?”"
            },
            {
              "tag": "v",
              "num": "62",
              "text": "Jesus said, “ I am; and you will see the Son of Man when he sits at the right hand of power and comes with the clouds of heaven.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "63",
              "text": "Then the high priest tore his garments and said, “ What need do we still have for witnesses?"
            },
            {
              "tag": "v",
              "num": "64",
              "text": "You have heard the blasphemy. What do you think?” They all condemned him to be deserving of death."
            },
            {
              "tag": "v",
              "num": "65",
              "text": "Then some began to spit on him, and to cover his face, and strike him, and say to him, “ Prophesy!” The officers also took him and slapped him."
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "66",
              "text": "Now while Peter was below in the courtyard, one of the servant girls of the high priest came to him."
            },
            {
              "tag": "v",
              "num": "67",
              "text": "She saw Peter warming himself, and she looked closely at him and said, “ You were also with the Nazarene, Jesus.”"
            },
            {
              "tag": "v",
              "num": "68",
              "text": "But he denied it, saying, “ I neither know nor understand what you are talking about.” Then he went out into the courtyard."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient copies add, “Then the rooster crowed,” but the best ancient copies do not have this phrase."
            },
            {
              "tag": "v",
              "num": "69",
              "text": "But the servant girl saw him there and began to say again to those who were standing there, “ This man is one of them!”"
            },
            {
              "tag": "v",
              "num": "70",
              "text": "But he denied it again. After a little while those who were standing there again were saying to Peter, “ Surely you are one of them, for you also are a Galilean.”"
            },
            {
              "tag": "v",
              "num": "71",
              "text": "But he began to curse and to swear, “ I do not know this man whom you are talking about.”"
            },
            {
              "tag": "v",
              "num": "72",
              "text": "The rooster immediately crowed a second time. Then Peter remembered the words that Jesus had said to him: “ Before the rooster crows twice, you will deny me three times,” and he broke down and wept."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 15
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Early in the morning, the chief priests met together with the elders and scribes and the entire Jewish council. They bound Jesus, led him away, and handed him over to Pilate."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Pilate asked him, “ Are you the King of the Jews?” So answering him, he said, “ You say so.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then the chief priests were accusing him of many things."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "So Pilate again questioned him, saying, “ Do you not answer at all? See how many charges they are bringing against you!”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "But Jesus no longer answered anything, so that Pilate was amazed."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "Now at the time of the feast, Pilate usually released to them one prisoner, whom they requested."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "A man who was named Barabbas was in prison with the rebels, who had committed murder in the rebellion, ."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Then the crowd came to Pilate and began to ask him to do what he usually did for them."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So Pilate answered them and said, “ Do you want me to release to you the King of the Jews?”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "For he knew that the chief priests had handed Jesus over to him because of envy."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But the chief priests stirred up the crowd so that he would release Barabbas to them instead."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Then Pilate again answered and said to them, “ What therefore should I do to the one you call the King of the Jews?”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "But they shouted again, “ Crucify him!”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "So Pilate said to them, “ What wrong has he done?” But they shouted more and more, “ Crucify him.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "So Pilate, wanting to do what would satisfy the crowd, released Barabbas to them. He scourged Jesus and then handed him over in order to be crucified."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "16",
              "text": "Then the soldiers led him into the palace( that is, the Praetorium), and they called together the whole cohort of soldiers."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "They put a purple robe on Jesus, and they twisted together a crown of thorns and put it on him."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then they began to salute him: “ Hail, King of the Jews!”"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "They kept striking his head with a staff and spitting on him. They knelt down as if to honor him."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "When they had mocked him, they took off of him the purple robe and put his own garments on him, and then led him out in order to crucify him."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "A certain passerby, Simon of Cyrene( the father of Alexander and Rufus), was coming from the country, and they forced him to carry his cross."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "22",
              "text": "They brought Jesus to Golgotha( a place which is translated, “ Place of a Skull”)."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "They offered him wine mixed with myrrh, but he did not drink it."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "Then they crucified him, and divided his garments by casting lots for them to determine who would take which piece."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Now it was the third hour when they crucified him."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "And the inscription of the charge against him was written: “ The king of the Jews.”"
            },
            {
              "tag": "v",
              "num": "27",
              "text": "They also crucified two robbers with him, one on his right, and one on his left."
            },
            {
              "tag": "v",
              "num": "28"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include verse 28 (compare Luke 22:37). [ The scripture was fulfilled that says, ‘ He was counted with the lawless ones.’]"
            },
            {
              "tag": "v",
              "num": "29",
              "text": "Those who passed by insulted him, shaking their heads and saying, “ Aha! You who would destroy the temple and rebuild it in three days,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "save yourself and come down from the cross!”"
            },
            {
              "tag": "v",
              "num": "31",
              "text": "In the same way the chief priests were also mocking him with each other, along with the scribes, and said, “ He saved others, but he cannot save himself."
            },
            {
              "tag": "v",
              "num": "32",
              "text": "Let the Christ, the King of Israel, come down now from the cross, so that we may see and believe,” and those who were crucified with him also taunted him."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "33",
              "text": "Now when the sixth hour arrived, darkness came over the whole land until the ninth hour."
            },
            {
              "tag": "v",
              "num": "34",
              "text": "And at the ninth hour Jesus, cried out with a loud voice, “ Eloi, Eloi, lama sabachthani?” which is translated, “ My God, my God, why have you forsaken me?”"
            },
            {
              "tag": "v",
              "num": "35",
              "text": "When some of those standing by heard him, they said, “ Look, he is calling for Elijah.”"
            },
            {
              "tag": "v",
              "num": "36",
              "text": "Then someone ran and filled a sponge with sour wine, put it on a reed, and gave it to him to drink, saying, “ Let him alone! Let us see if Elijah comes to take him down!”"
            },
            {
              "tag": "v",
              "num": "37",
              "text": "Then Jesus cried out with a loud voice and breathed his last."
            },
            {
              "tag": "v",
              "num": "38",
              "text": "Then the curtain of the temple was torn in two from the top to the bottom."
            },
            {
              "tag": "v",
              "num": "39",
              "text": "When the centurion who stood in front of Jesus saw that he had breathed his last in this way, he said, “ Truly this man was the Son of God.”"
            },
            {
              "tag": "v",
              "num": "40",
              "text": "There were also women who looked on from a distance. Among them were Mary Magdalene, Mary( the mother of James the younger and of Joses), and Salome."
            },
            {
              "tag": "v",
              "num": "41",
              "text": "When he was in Galilee they followed him and served him. There were also many other women, who had come up with him to Jerusalem."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "42",
              "text": "Now when evening had already come, because it was the Day of Preparation, that is, the day before the Sabbath,"
            },
            {
              "tag": "v",
              "num": "43",
              "text": "Joseph of Arimathea, a respected member of the council who also was himself waiting for the kingdom of God, came. He boldly went in to Pilate and asked for the body of Jesus."
            },
            {
              "tag": "v",
              "num": "44",
              "text": "Pilate was amazed that Jesus was already dead, so he called the centurion and asked him if Jesus had already died."
            },
            {
              "tag": "v",
              "num": "45",
              "text": "When Pilate learned this from the centurion, he gave the body to Joseph."
            },
            {
              "tag": "v",
              "num": "46",
              "text": "So Joseph had bought a linen cloth, took him down from the cross, wrapped him in the linen cloth, and laid him in a tomb that had been cut out of a rock. Then he rolled a stone against the entrance of the tomb."
            },
            {
              "tag": "v",
              "num": "47",
              "text": "Mary Magdalene and Mary the mother of Joses saw the place where Jesus was buried."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 16
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "When the Sabbath day was over, Mary Magdalene, Mary the mother of James, and Salome bought spices that they might come and anoint Jesus’ body."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Very early on the first day of the week, they went to the tomb when the sun came up."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "They were saying to one another, “ Who will roll away the stone for us from the entrance to the tomb?”"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "But when they looked up, they saw that the stone had been rolled away, for it was very large."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So they entered into the tomb and saw a young man dressed in a white robe, sitting on the right side, and they were alarmed."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "But he said to them, “ Do not be alarmed. You seek Jesus, the Nazarene, who was crucified. He is risen! He is not here. Look at the place where they laid him."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But go, tell his disciples and Peter, ‘ He is going ahead of you to Galilee. There you will see him, just as he told you.’”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then they went out and ran from the tomb, for trembling and amazed had seized them. They said nothing to anyone because they were so afraid."
            },
            {
              "tag": "v",
              "num": "9"
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient manuscripts include Mark 16:9-20. [ Early on the first day of the week, after he arose, he appeared first to Mary Magdalene, from whom he had cast out seven demons."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "She went and told those who were with him, while they were mourning and weeping."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "They heard that he was alive and that he had been seen by her, but they did not believe."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "After these things he appeared in a different form to two of them, as they were walking out into the country."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "They went and told the rest of the disciples, but they did not believe them."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "Jesus later appeared to the eleven as they were reclining at the table, and he rebuked them for their unbelief and hardness of heart, because they did not believe those who saw him after he rose from the dead."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "He said to them, “ Go into all the world, and preach the gospel to the entire creation."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "He who believes and is baptized will be saved, and he who does not believe will be condemned."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "These signs will go with those who believe: In my name they will cast out demons. They will speak in new languages."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "They will pick up snakes with their hands, and if they drink anything deadly, it will not hurt them. They will lay hands on the sick, and they will get well.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "After the Lord had spoken to them, he was taken up into heaven and sat down at the right hand of God."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "The disciples left and preached everywhere, while the Lord worked with them and confirmed the word by the signs that went with them.]"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "MRK EN_ULT en_English_ltr Thu Jun 13 2019 11:14:39 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Mark",
  "intro": [
    {
      "tag": "mt",
      "text": "Mark"
    }
  ]
}