{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to the city full of blood!"
          },
          {
            "tag": "q",
            "text": "It is all full of lies and stolen property; victims are always in her."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But now there is the noise of whips and the sound of rattling wheels,"
          },
          {
            "tag": "q",
            "text": "prancing horses, and bounding chariots."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "There are attacking horsemen,"
          },
          {
            "tag": "q",
            "text": "flashing swords, glittering spears,"
          },
          {
            "tag": "q",
            "text": "heaps of corpses, great piles of bodies."
          },
          {
            "tag": "q",
            "text": "There is no end to the bodies; their attackers stumble over them."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "This is happening because of the lustful actions of the beautiful prostitute, the expert in witchcraft,"
          },
          {
            "tag": "q",
            "text": "who sells nations through her prostitution, and peoples through her acts of witchcraft."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "“See, I am against you—this is the declaration of Yahweh of hosts—I will raise up your skirt over your face"
          },
          {
            "tag": "q",
            "text": "and show your private parts to the nations, your shame to the kingdoms."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will throw disgusting filth on you and make you vile; I will make you someone that everyone will look at."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It will come about that everyone who looks at you will flee from you and say,"
          },
          {
            "tag": "q",
            "text": "‘Nineveh is destroyed; who will weep for her?’"
          },
          {
            "tag": "q",
            "text": "Where can I find anyone to comfort you?”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Nineveh, are you better than Thebes, that was built on the Nile River, that had water around her,"
          },
          {
            "tag": "q",
            "text": "whose defense was the ocean, whose wall was the sea itself?"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Cush and Egypt were her strength, and there was no end to it;"
          },
          {
            "tag": "q",
            "text": "Put and Libya were allies to her."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Yet Thebes was carried away; she went into captivity;"
          },
          {
            "tag": "q",
            "text": "her young children were dashed in pieces at the head of every street;"
          },
          {
            "tag": "q",
            "text": "her enemies threw lots for her honorable men,"
          },
          {
            "tag": "q",
            "text": "and all her great men were bound in chains."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You also will become drunk; you will try to hide,"
          },
          {
            "tag": "q",
            "text": "and you will also look for a refuge from your enemy."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "All your fortresses will be like fig trees with the earliest ripe figs:"
          },
          {
            "tag": "q",
            "text": "if they are shaken, they fall into the mouth of the eater."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "See, the people among you are women;"
          },
          {
            "tag": "q",
            "text": "the gates of your land have been opened wide to your enemies;"
          },
          {
            "tag": "q",
            "text": "fire has devoured their bars."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Go draw water for the siege; strengthen your fortresses;"
          },
          {
            "tag": "q",
            "text": "go into the clay and tread the mortar;"
          },
          {
            "tag": "q",
            "text": "pick up the molds for the bricks."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Fire will devour you there, and the sword will destroy you. It will devour you as young locusts devour everything."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "q",
            "text": "Make yourselves as many as the young locusts, as many as the full-grown locusts."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You have multiplied your merchants more than the stars in the heavens; but they are like young locusts: they plunder the land and then fly away."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Your princes are as many as the full-grown locusts, and your generals are like swarms of them"
          },
          {
            "tag": "q",
            "text": "that camp in the walls on a cold day."
          },
          {
            "tag": "q",
            "text": "But when the sun rises they fly away to no one knows where."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "King of Assyria, your shepherds are asleep; your rulers are lying down resting."
          },
          {
            "tag": "q",
            "text": "Your people are scattered on the mountains, and there is no one to gather them."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "No healing is possible for your wounds. Your wounds are severe."
          },
          {
            "tag": "q",
            "text": "Everyone who hears the news about you will clap their hands in joy over you."
          },
          {
            "tag": "q",
            "text": "Who has escaped your constant wickedness?"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "NAM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Nahum",
  "intro": [
    {
      "tag": "mt",
      "text": "Nahum "
    }
  ]
}