{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The one who will dash you to pieces is coming up against you."
          },
          {
            "tag": "q",
            "text": "Man the city walls, guard the roads,"
          },
          {
            "tag": "q",
            "text": "make yourselves strong, assemble your armies."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For Yahweh is restoring the majesty of Jacob, like the majesty of Israel,"
          },
          {
            "tag": "q",
            "text": "although the plunderers devastated them and destroyed their vine branches."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The shields of his mighty men are red, and the soldiers are clothed in scarlet;"
          },
          {
            "tag": "q",
            "text": "the chariots flash with their metal on the day that they are made ready, and the cypress spears are waved in the air."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The chariots speed through the streets; they rush back and forth in the wide streets."
          },
          {
            "tag": "q",
            "text": "They look like torches, and they run like lightning."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The one who will dash you to pieces calls his officers; they stumble over each other in their march;"
          },
          {
            "tag": "q",
            "text": "they hurry to attack the city wall. The large shield is made ready to protect these attackers."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The gates at the rivers are forced open, and the palace falls to ruins."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Huzzab is stripped of her clothes and is taken away;"
          },
          {
            "tag": "q",
            "text": "her female servants moan like doves, beating on their breasts."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Nineveh is like a leaking pool of water, with its people fleeing away like rushing water."
          },
          {
            "tag": "q",
            "text": "Others shout, “Stop, stop,” but no one looks back."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Take the silver plunder, take the gold plunder, for there is no end to it,"
          },
          {
            "tag": "q",
            "text": "to the splendor of all Nineveh’s beautiful things."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Nineveh is empty and ruined. Everyone’s heart melts, everyone’s knees strike together,"
          },
          {
            "tag": "q",
            "text": "and anguish is in everyone; their faces are all pale."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Where now is the lions’ den, the place where the young lion cubs were fed,"
          },
          {
            "tag": "q",
            "text": "the place where the lion and lioness walked, with the cubs, where they were afraid of nothing?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The lion tore his victims to pieces for his cubs; he strangled victims for his lionesses,"
          },
          {
            "tag": "q",
            "text": "and filled his cave with victims, his dens with torn carcasses."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "“See, I am against you—this is the declaration of Yahweh of hosts."
          },
          {
            "tag": "q",
            "text": "I will burn your chariots in the smoke, and the sword will devour your young lions."
          },
          {
            "tag": "q",
            "text": "I will cut off your prey from your land, and the voices of your messengers will be heard no more.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 2
  },
  "id": "NAM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Nahum",
  "intro": [
    {
      "tag": "mt",
      "text": "Nahum "
    }
  ]
}