{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "On the sealed documents were Nehemiah, the governor, son of Hakaliah and Zedekiah,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Seraiah, Azariah, Jeremiah,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Pashhur, Amariah, Malkijah,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Hattush, Shebaniah, Malluk,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Harim, Meremoth, Obadiah,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Daniel, Ginnethon, Baruch,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Meshullam, Abijah, Mijamin,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Maaziah, Bilgai, and Shemaiah. These were the priests."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "The Levites were:"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and their fellow Levites, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Mika, Rehob, Hashabiah,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Zaccur, Sherebiah, Shebaniah,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Hodiah, Bani, and Beninu."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The leaders of the people were: Parosh, Pahath-Moab, Elam, Zattu, Bani,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Bunni, Azgad, Bebai,"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Adonijah, Bigvai, Adin,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Ater, Hezekiah, Azzur,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Hodiah, Hashum, Bezai,"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Hariph, Anathoth, Nebai,"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Magpiash, Meshullam, Hezir,"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Meshezabel, Zadok, Jaddua,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Pelatiah, Hanan, Anaiah,"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Hoshea, Hananiah, Hasshub,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Hallohesh, Pilha, Shobek,"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "Rehum, Hashabnah, Maaseiah,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Ahiah, Hanan, Anan,"
          },
          {
            "tag": "v",
            "num": "27",
            "text": "Malluk, Harim, and Baanah."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "28",
            "text": "As for the rest of the people, who were priests, Levites, gatekeepers, singers, temple servants, and all who had separated themselves from the people of the neighboring lands and pledged themselves to the law of God, including their wives, their sons and their daughters, all who have knowledge and understanding,"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "they joined together with their brothers, their nobles, and bound themselves with both a curse and an oath to walk in God's law, which was given by Moses the servant of God, and to observe and obey all the commandments of Yahweh our Lord and his decrees and his statutes."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "We promised that we would not give our daughters to the people of the land or take their daughters for our sons."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "We also promised that if the people of the land bring goods or any grain to sell on the Sabbath day, we would not buy from them on the Sabbath or on any holy day. Every seventh year we will let our fields rest, and we will cancel all debts."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "We accepted the commands to give a third of a shekel each year for the service of the house of our God,"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "to provide for the bread of the presence, and for the regular grain offering, the burnt offerings on the Sabbaths, the new moon festivals and appointed feasts, and for the holy offerings, and for the sin offerings to make atonement for Israel, as well as for all the work of the house of our God."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The priests, the Levites, and the people cast lots for the wood offering. The lots would select which of our families would bring wood into the house of our God at the appointed times each year, to be burned on the altar of Yahweh our God, as it is written in the law."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "We promised to bring to the house of Yahweh the firstfruits grown from our soil, and the firstfruits of every tree each year."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "As it is written in the law, we promised to bring to the house of God and to the priests who serve there, the firstborn of our sons and of our herds and flocks."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "We will bring the first of our dough and our grain offerings, and the fruit of every tree, and the new wine and the oil we will bring to the priests, to the storerooms of the house of our God. We will bring to the Levites the tithes from our soil because the Levites collect the tithes in all the towns where we work."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "A priest, a descendant of Aaron, must be with the Levites when they receive the tithes. The Levites must bring a tenth of the tithes to the house of our God to the storerooms of the treasury."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "For the people of Israel and the descendants of Levi are to bring the contributions of grain, new wine, and oil to the storerooms where the articles of the sanctuary are kept and where the priests who are serving, and the gatekeepers, and the singers stay."
          }
        ],
        "tag": "p"
      },
      {
        "children": [],
        "tag": "p",
        "text": "We will not neglect the house of our God."
      }
    ],
    "num": 10
  },
  "id": "NEH unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Nehemiah",
  "intro": [
    {
      "tag": "mt",
      "text": "Nehemiah"
    }
  ]
}