{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh spoke again to Moses and Aaron. He said,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Each one of the Israelites must camp around his standard, with the banners of their fathers’ houses. They will camp around the tent of meeting on every side."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Those will be camping on the east of the tent of meeting, where the sun rises, they are the camp of Judah and they are camping under their standard. Nahshon son of Amminadab is the leader of the people of Judah."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The number of the people of Judah is 74,600."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The tribe of Issachar must camp next to Judah. Nethanel son of Zuar must lead the army of Issachar."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The number in his division is 54,400 men."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The tribe of Zebulun must camp next to Issachar. Eliab son of Helon must lead the army of Zebulun."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The number in his division is 57,400."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "All the number of the camp of Judah is 186,400. They will set out first."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "On the south side will be the camp of Reuben under their standard. The leader of the camp of Reuben is Elizur son of Shedeur."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The number in his division is 46,500."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Simeon is camping next to Reuben. The leader of the people of Simeon is Shelumiel son of Zurishaddai."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The number in his division is 59,300."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The tribe of Gad is next. The leader of the people of Gad is Eliasaph son of Deuel."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The number in his division is 45,650."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The number of all the men assigned to the camp of Reuben, according to their divisions, is 151,450. They will set out second."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Next, the tent of meeting must go out from the camp with the Levites in the middle of all the camps. They must go out from the camp in the same order as they come into the camp. Every man must be in his place, by his banner."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "The divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The number in his division is 40,500."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Next to them is the tribe of Manasseh. The leader of Manasseh is Gamaliel son of Pedahzur."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The number in his division is 32,200."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Next will be the tribe of Benjamin. The leader of Benjamin is Abidan son of Gideoni."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The number in his division is 35,400."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "All those numbered in the camp of Ephraim is 108,100. They will set out third."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "On the north will be the divisions of the camp of Dan. The leader of the people of Dan is Ahiezer son of Ammishaddai."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "The number in his division is 62,700."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The people of the tribe of Asher camp next to Dan. The leader of Asher is Pagiel son of Okran."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "The number in his division is 41,500."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "The tribe of Naphtali is next. The leader of Naphtali is Ahira son of Enan."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "The number in his division is 53,400."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "All those numbered in the camp with Dan is 157,600. They will go out from the camp last, under their banner.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "These are the Israelites, numbered according to their families. All those counted in their camps, by their divisions, are 603,550."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "But Moses and Aaron did not count the Levites among the people of Israel. This was as Yahweh had commanded Moses."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "The people of Israel did everything that Yahweh commanded Moses. They camped by their banners. They went out from the camp by their clans, in the order of their ancestor’s families."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "NUM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Numbers",
  "intro": [
    {
      "tag": "mt",
      "text": "Numbers"
    }
  ]
}