[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "When the Canaanite king of Arad, who lived in the Negev, heard that Israel was traveling by the road to Atharim, he fought against Israel and took some of them captive.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Israel vowed to Yahweh and said, “If you give us victory over these people, then we will completely destroy their cities.”",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Yahweh listened to Israel’s voice and he gave them victory over the Canaanites. They completely destroyed them and their cities. That place was called Hormah.",
        "id": 3
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "They traveled from Mount Hor by the road to the Sea of Reeds to go around the land of Edom. The people became very discouraged on the way.",
        "id": 5
      },
      {
        "t": "v",
        "n": 5,
        "v": "The people spoke against God and Moses: “Why have you brought us up out of Egypt to die in the wilderness? There is no bread, no water, and we hate this miserable food.”",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "Then Yahweh sent poisonous snakes among the people. The snakes bit the people; many people died.",
        "id": 7
      },
      {
        "t": "v",
        "n": 7,
        "v": "The people came to Moses and said, “We have sinned because we have spoken against Yahweh and you. Pray to Yahweh for him to take the snakes away from us.” So Moses prayed for the people.",
        "id": 8
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yahweh said to Moses, “Make a snake and attach it to a pole. It will happen that everyone who is bitten will survive, if he looks at it.”",
        "id": 9
      },
      {
        "t": "v",
        "n": 9,
        "v": "So Moses made a bronze snake and attached it to a pole. When a snake bit any person, if he looked at the bronze snake, he survived.",
        "id": 10
      }
    ],
    "id": 4
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "Then the people of Israel traveled on and camped at Oboth.",
        "id": 12
      },
      {
        "t": "v",
        "n": 11,
        "v": "They traveled from Oboth and camped at Iye Abarim in the wilderness that faces Moab toward the east.",
        "id": 13
      },
      {
        "t": "v",
        "n": 12,
        "v": "From there they traveled on and camped in the Valley of Zered.",
        "id": 14
      },
      {
        "t": "v",
        "n": 13,
        "v": "From there they traveled on and camped on the other side of the Arnon River, which is in the wilderness that extends from the border of the Amorites. The Arnon River forms the border of Moab, between Moab and the Amorites.",
        "id": 15
      },
      {
        "t": "v",
        "n": 14,
        "v": "That is why it says in the scroll of the Wars of Yahweh,",
        "id": 16
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“…Waheb in Suphah, and the valleys of the Arnon,",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "the slope of the valleys that lead toward the town of Ar",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and lie along the border of Moab.”",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 16,
        "v": "From there they traveled to Beer, the well where Yahweh said to Moses, “Gather the people together for me to give them water.”",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 17,
        "v": "Then Israel sang this song:",
        "id": 26
      }
    ],
    "id": 25
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Spring up, well!",
        "id": 28
      }
    ],
    "id": 27
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Sing about it,",
        "id": 30
      }
    ],
    "id": 29
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "about the well that our leaders dug,",
        "id": 32
      }
    ],
    "id": 31
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "the well the nobles of the people dug,",
        "id": 34
      }
    ],
    "id": 33
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "with the scepter and their staffs.”",
        "id": 36
      }
    ],
    "id": 35
  },
  {
    "t": "m",
    "v": [
      {
        "t": "t",
        "v": "Then from the wilderness they traveled to Mattanah.",
        "id": 38
      },
      {
        "t": "v",
        "n": 19,
        "v": "From Mattanah they traveled to Nahaliel, and from Nahaliel to Bamoth,",
        "id": 39
      },
      {
        "t": "v",
        "n": 20,
        "v": "and from Bamoth to a valley in the land of Moab. That is where the top of Mount Pisgah looks down on the wilderness.",
        "id": 40
      }
    ],
    "id": 37
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 21,
        "v": "Then Israel sent messengers to Sihon king of the Amorites saying,",
        "id": 42
      },
      {
        "t": "v",
        "n": 22,
        "v": "“Let us pass through your land. We will not turn into any field or vineyard. We will not drink the water from your wells. We will travel by the king’s highway until we have crossed your border.”",
        "id": 43
      },
      {
        "t": "v",
        "n": 23,
        "v": "But King Sihon would not allow Israel to pass through their border. Instead, Sihon gathered all his army together and attacked Israel in the wilderness. He came to Jahaz, where he fought against Israel.",
        "id": 44
      },
      {
        "t": "v",
        "n": 24,
        "v": "Israel attacked the army of Sihon with the edge of the sword and took their land from the Arnon to the Jabbok river, as far as the land of the people of Ammon. Now the border of the people of Ammon was fortified.",
        "id": 45
      },
      {
        "t": "v",
        "n": 25,
        "v": "Israel took all the Amorite cities and lived in all of them, including Heshbon and all of its villages.",
        "id": 46
      },
      {
        "t": "v",
        "n": 26,
        "v": "Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab. Sihon had taken all his land from his territory to the Arnon River.",
        "id": 47
      },
      {
        "t": "v",
        "n": 27,
        "v": "That is why those who speak in proverbs say,",
        "id": 48
      }
    ],
    "id": 41
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "“Come to Heshbon.",
        "id": 50
      }
    ],
    "id": 49
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Let the city of Sihon be rebuilt and established again.",
        "id": 52
      }
    ],
    "id": 51
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 28,
        "v": "A fire blazed from Heshbon,",
        "id": 54
      }
    ],
    "id": 53
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "a flame from the city of Sihon",
        "id": 56
      }
    ],
    "id": 55
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "that devoured Ar of Moab,",
        "id": 58
      }
    ],
    "id": 57
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and the owners of the high places of Arnon.",
        "id": 60
      }
    ],
    "id": 59
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 29,
        "v": "Woe to you, Moab!",
        "id": 62
      }
    ],
    "id": 61
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You have perished, people of Chemosh.",
        "id": 64
      }
    ],
    "id": 63
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He has made his sons to be fugitives",
        "id": 66
      }
    ],
    "id": 65
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and his daughters to be prisoners",
        "id": 68
      }
    ],
    "id": 67
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "of Sihon king of the Amorites.",
        "id": 70
      }
    ],
    "id": 69
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 30,
        "v": "But we have conquered Sihon. Heshbon is devastated all the way to Dibon.",
        "id": 72
      }
    ],
    "id": 71
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "We have defeated them all the way to Nophah,",
        "id": 74
      }
    ],
    "id": 73
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "which reaches to Medeba.”",
        "id": 76
      }
    ],
    "id": 75
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 31,
        "v": "So Israel began to live in the Amorites’ land.",
        "id": 78
      },
      {
        "t": "v",
        "n": 32,
        "v": "Then Moses sent men to look at Jazer. They took its villages and drove out the Amorites who were there.",
        "id": 79
      }
    ],
    "id": 77
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 33,
        "v": "Then they turned and went up by the road of Bashan. Og king of Bashan went out against them, he and all his army, to fight them at Edrei.",
        "id": 81
      },
      {
        "t": "v",
        "n": 34,
        "v": "Then Yahweh said to Moses, “Do not fear him, because I have given you victory over him, all his army, and his land. Do to him as you did to Sihon king of the Amorites, who lived at Heshbon.”",
        "id": 82
      },
      {
        "t": "v",
        "n": 35,
        "v": "So they killed him, his sons, and all his army, until none of his people were left alive. Then they took over his land.",
        "id": 83
      }
    ],
    "id": 80
  }
]