{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Yahweh spoke to Moses and said,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Command the people of Israel and say to them, ‘When you enter the land of Canaan, the land that will belong to you, the land of Canaan and its borders,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "your southern border will extend from the wilderness of Zin along the border of Edom. The eastern end of the southern border will be on a line that ends at the southern end of the Salt Sea."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Your border will turn south from the hill of Akrabbim and pass along through the wilderness of Zin. From there, it will run south of Kadesh Barnea and continue to Hazar Addar and further to Azmon."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "From there, the border will turn from Azmon toward the brook of Egypt and follow it to the sea."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "The western border will be the coastline of the Great Sea. This will be your western border."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Your northern border will extend along a line that you must mark out from the Great Sea to Mount Hor,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "then from Mount Hor to Lebo Hamath, then on to Zedad."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Then the border will continue to Ziphron and end at Hazar Enan. This will be your northern border."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then you must mark out your eastern border from Hazar Enan south to Shepham."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then the eastern border will go down from Shepham to Riblah, on the east side of Ain. The border will continue along the east side of the Sea of Kinnereth."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then the border will continue south along the Jordan River to the Salt Sea and continue down the eastern border of the Salt Sea. This will be your land, following its borders all around.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then Moses commanded the people of Israel and said, “This is the land that you will receive by lot, which Yahweh has commanded to give to the nine tribes and to the half tribe."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The tribe of the descendants of Reuben, following the assignment of property to their ancestor’s tribe, and the tribe of the descendants of Gad, following the assignment of property to their ancestor’s tribe, and the half tribe of Manasseh have all received their land."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The two tribes and the half tribe have received their share of land beyond the Jordan at Jericho eastward, toward the sunrise.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Yahweh spoke to Moses and said,"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "“These are the names of the men who will divide the land for your inheritance: Eleazar the priest and Joshua son of Nun."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You must choose one leader from every tribe to divide the land for their clans."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "These are the names of the men:"
          },
          {
            "tag": "q1",
            "text": "From the tribe of Judah, Caleb son of Jephunneh."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "From the tribe of the descendants of Simeon, Shemuel son of Ammihud."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "From the tribe of Benjamin, Elidad son of Kislon."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "From of the tribe of the descendants of Dan a leader, Bukki son of Jogli."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "From the descendants of Joseph, of the tribe of the descendants of Manasseh a leader, Hanniel son of Ephod."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "From the tribe of the descendants of Ephraim a leader, Kemuel son of Shiphtan."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "From the tribe of the descendants of Zebulun a leader, Elizaphan son of Parnak."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "From the tribe of the descendants of Issachar a leader, Paltiel son of Azzan."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "From the tribe of the descendants of Asher a leader, Ahihud son of Shelomi."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "From the tribe of the descendants of Naphtali a leader, Pedahel son of Ammihud.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "Yahweh commanded these men to divide the land of Canaan and to give each of the tribes of Israel their share."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 34
  },
  "id": "NUM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Numbers",
  "intro": [
    {
      "tag": "mt",
      "text": "Numbers"
    }
  ]
}