[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "These were the movements of the people of Israel after they left the land of Egypt by their armed groups under the leadership of Moses and Aaron.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "Moses wrote down the places from where they left to where they went, as commanded by Yahweh. These were their movements, departure after departure.",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "They traveled from Rameses during the first month, leaving on the fifteenth day of the first month. On the morning after the Passover, the people of Israel left openly, in the sight of all the Egyptians.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "This happened while the Egyptians were burying all their firstborn, those whom Yahweh had killed among them, for he also inflicted punishment on their gods.",
        "id": 4
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "The people of Israel set out from Rameses and camped at Succoth.",
        "id": 6
      },
      {
        "t": "v",
        "n": 6,
        "v": "They set out from Succoth and camped at Etham, on the edge of the wilderness.",
        "id": 7
      },
      {
        "t": "v",
        "n": 7,
        "v": "They set out from Etham and turned back to Pi Hahiroth, which is opposite Baal Zephon, where they camped opposite Migdol.",
        "id": 8
      },
      {
        "t": "v",
        "n": 8,
        "v": "Then they set out from opposite Pi Hahiroth and passed through the middle of the sea into the wilderness. They traveled three days’ journey into the wilderness of Etham and camped at Marah.",
        "id": 9
      },
      {
        "t": "v",
        "n": 9,
        "v": "They set out from Marah and arrived at Elim. At Elim were twelve springs of water and seventy palm trees. That is where they camped.",
        "id": 10
      },
      {
        "t": "v",
        "n": 10,
        "v": "They set out from Elim and camped by the Sea of Reeds.",
        "id": 11
      },
      {
        "t": "v",
        "n": 11,
        "v": "They set out from the Sea of Reeds and camped in the wilderness of Sin.",
        "id": 12
      },
      {
        "t": "v",
        "n": 12,
        "v": "They set out from the wilderness of Sin and camped at Dophkah.",
        "id": 13
      },
      {
        "t": "v",
        "n": 13,
        "v": "They set out from Dophkah and camped at Alush.",
        "id": 14
      },
      {
        "t": "v",
        "n": 14,
        "v": "They set out from Alush and camped at Rephidim, where no water was found for the people to drink.",
        "id": 15
      },
      {
        "t": "v",
        "n": 15,
        "v": "They set out from Rephidim and camped in the wilderness of Sinai.",
        "id": 16
      },
      {
        "t": "v",
        "n": 16,
        "v": "They set out from the wilderness of Sinai and camped at Kibroth Hattaavah.",
        "id": 17
      },
      {
        "t": "v",
        "n": 17,
        "v": "They set out from Kibroth Hattaavah and camped at Hazeroth.",
        "id": 18
      },
      {
        "t": "v",
        "n": 18,
        "v": "They set out from Hazeroth and camped at Rithmah.",
        "id": 19
      },
      {
        "t": "v",
        "n": 19,
        "v": "They set out from Rithmah and camped at Rimmon Perez.",
        "id": 20
      },
      {
        "t": "v",
        "n": 20,
        "v": "They set out from Rimmon Perez and camped at Libnah.",
        "id": 21
      },
      {
        "t": "v",
        "n": 21,
        "v": "They set out from Libnah and camped at Rissah.",
        "id": 22
      },
      {
        "t": "v",
        "n": 22,
        "v": "They set out from Rissah and camped at Kehelathah.",
        "id": 23
      },
      {
        "t": "v",
        "n": 23,
        "v": "They set out from Kehelathah and camped at Mount Shepher.",
        "id": 24
      },
      {
        "t": "v",
        "n": 24,
        "v": "They set out from Mount Shepher and camped at Haradah.",
        "id": 25
      },
      {
        "t": "v",
        "n": 25,
        "v": "They set out from Haradah and camped at Makheloth.",
        "id": 26
      },
      {
        "t": "v",
        "n": 26,
        "v": "They set out from Makheloth and camped at Tahath.",
        "id": 27
      },
      {
        "t": "v",
        "n": 27,
        "v": "They set out from Tahath and camped at Terah.",
        "id": 28
      },
      {
        "t": "v",
        "n": 28,
        "v": "They set out from Terah and camped at Mithkah.",
        "id": 29
      },
      {
        "t": "v",
        "n": 29,
        "v": "They set out from Mithkah and camped at Hashmonah.",
        "id": 30
      },
      {
        "t": "v",
        "n": 30,
        "v": "They set out from Hashmonah and camped at Moseroth.",
        "id": 31
      },
      {
        "t": "v",
        "n": 31,
        "v": "They set out from Moseroth and camped at Bene Jaakan.",
        "id": 32
      },
      {
        "t": "v",
        "n": 32,
        "v": "They set out from Bene Jaakan and camped at Hor Haggidgad.",
        "id": 33
      },
      {
        "t": "v",
        "n": 33,
        "v": "They set out from Hor Haggidgad and camped at Jotbathah.",
        "id": 34
      },
      {
        "t": "v",
        "n": 34,
        "v": "They set out from Jotbathah and camped at Abronah.",
        "id": 35
      },
      {
        "t": "v",
        "n": 35,
        "v": "They set out from Abronah and camped at Ezion Geber.",
        "id": 36
      },
      {
        "t": "v",
        "n": 36,
        "v": "They set out from Ezion Geber and camped in the wilderness of Zin at Kadesh.",
        "id": 37
      },
      {
        "t": "v",
        "n": 37,
        "v": "They set out from Kadesh and camped at Mount Hor, at the edge of the land of Edom.",
        "id": 38
      }
    ],
    "id": 5
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 38,
        "v": "Aaron the priest went up Mount Hor at Yahweh’s command and died there in the fortieth year after the people of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month.",
        "id": 40
      },
      {
        "t": "v",
        "n": 39,
        "v": "Aaron was a 123 years old when he died on Mount Hor.",
        "id": 41
      }
    ],
    "id": 39
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 40,
        "v": "The Canaanite, the king of Arad, who lived in the southern wilderness in the land of Canaan, heard of the coming of the people of Israel.",
        "id": 43
      }
    ],
    "id": 42
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 41,
        "v": "They set out from Mount Hor and camped at Zalmonah.",
        "id": 45
      },
      {
        "t": "v",
        "n": 42,
        "v": "They set out from Zalmonah and camped at Punon.",
        "id": 46
      },
      {
        "t": "v",
        "n": 43,
        "v": "They set out from Punon and camped at Oboth.",
        "id": 47
      },
      {
        "t": "v",
        "n": 44,
        "v": "They set out from Oboth and camped at Iye Abarim, on the border of Moab.",
        "id": 48
      },
      {
        "t": "v",
        "n": 45,
        "v": "They set out from Iye Abarim and camped at Dibon Gad.",
        "id": 49
      },
      {
        "t": "v",
        "n": 46,
        "v": "They set out from Dibon Gad and camped at Almon Diblathaim.",
        "id": 50
      },
      {
        "t": "v",
        "n": 47,
        "v": "They set out from Almon Diblathaim and camped in the mountains of Abarim, opposite Nebo.",
        "id": 51
      },
      {
        "t": "v",
        "n": 48,
        "v": "They set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho.",
        "id": 52
      },
      {
        "t": "v",
        "n": 49,
        "v": "They camped by the Jordan, from Beth Jeshimoth to Abel Shittim in the plains of Moab.",
        "id": 53
      }
    ],
    "id": 44
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 50,
        "v": "Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho and said,",
        "id": 55
      },
      {
        "t": "v",
        "n": 51,
        "v": "“Speak to the people of Israel and say to them, ‘When you cross over the Jordan into the land of Canaan,",
        "id": 56
      },
      {
        "t": "v",
        "n": 52,
        "v": "then you must drive out all the land’s inhabitants before you. You must destroy all their carved figures. You must destroy all their cast figures and demolish all their high places.",
        "id": 57
      },
      {
        "t": "v",
        "n": 53,
        "v": "You must take possession of the land and settle in it, because I have given you the land to possess.",
        "id": 58
      },
      {
        "t": "v",
        "n": 54,
        "v": "You must inherit the land by lot, according to each clan. To the larger clans you must give a larger share of land, and to the smaller clans you must give a smaller share of land. Wherever the lot falls to each clan, that land will belong to it. You will inherit the land according to your ancestors’ tribes.",
        "id": 59
      },
      {
        "t": "v",
        "n": 55,
        "v": "But if you do not drive out the land’s inhabitants before you, then the people you allow to stay will become like objects in your eyes and thorns in your sides. They will make your lives difficult in the land where you settle.",
        "id": 60
      },
      {
        "t": "v",
        "n": 56,
        "v": "Then it will happen that what I now intend to do to those people, I will do also to you.’”",
        "id": 61
      }
    ],
    "id": 54
  }
]