{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“In the seventh month, on the first day of the month, you must have a holy assembly to honor Yahweh. You must not do regular work on that day. It will be a day when you blow trumpets."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "You must offer a burnt offering to produce a sweet aroma for Yahweh. You must offer one young bull, one ram, and seven male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "You must offer with them their grain offering, fine flour mixed with oil, three-tenths of an ephah for the bull, two-tenths for the ram,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "and one-tenth for each lamb of the seven lambs."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "You must offer one male goat as a sin offering to make atonement for yourselves."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Make these offerings in the seventh month in addition to all of the offerings you will make on the first of each month: the special burnt offering and the grain offering to go with it. These must be in addition to the regular burnt offering, its grain offering, and its drink offerings. As you make these offerings, you will obey what has been decreed to produce a sweet aroma, an offering made by fire to Yahweh."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "On the tenth day of the seventh month you must have a holy assembly to honor Yahweh. You must humble yourselves and do no work."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "You must offer a burnt offering to produce a sweet aroma for Yahweh. You must offer one young bull, one ram, and seven male lambs a year old. They must each be without blemish."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "You must offer with them a grain offering, fine flour mixed with oil, three-tenths of an ephah for the bull, two-tenths for the one ram,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and a tenth of an ephah for each of the seven lambs."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You must offer one male goat as a sin offering. This will be in addition to the sin offering of atonement, the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "On the fifteenth day of the seventh month you must have a holy assembly to honor Yahweh. You must not do regular work on that day, and you must keep the festival for him seven days."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You must offer a burnt offering, a sacrifice made by fire to produce a sweet aroma for Yahweh. You must offer thirteen young bulls, two rams, and fourteen male lambs a year old. Each must be without blemish."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "You must offer with them a grain offering, fine flour mixed with oil, three-tenths of an ephah for every bull of the thirteen bulls, two-tenths for each ram of the two rams,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "and a tenth of an ephah for each of the fourteen lambs."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and the drink offering with it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "On the second day of the assembly, you must offer twelve young bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "On the third day of the assembly, you must offer eleven bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "On the fourth day of the assembly, you must offer ten bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "26",
            "text": "On the fifth day of the assembly, you must offer nine bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "29",
            "text": "On the sixth day of the assembly, you must offer eight bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "32",
            "text": "On the seventh day of the assembly, you must offer seven bulls, two rams, and fourteen male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "You must make with them a grain offering and the drink offerings for the bulls, for the rams, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "34",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "35",
            "text": "On the eighth day you must have another solemn assembly. You must not do regular work on that day."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "You must make a burnt offering, an offering made by fire to produce a sweet aroma for Yahweh. You must offer one bull, one ram, and seven male lambs a year old, each without blemish."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "You must offer their grain offering and their drink offerings for the bull, for the ram, and for the lambs, making as many offerings as were commanded."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "You must offer one male goat as a sin offering in addition to the regular burnt offering, its grain offering, and their drink offerings."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "39",
            "text": "These are what you must offer to Yahweh at your fixed festivals. These must be in addition to your vows and freewill offerings. You must offer these as your burnt offerings, grain offerings, drink offerings, and fellowship offerings.”"
          },
          {
            "tag": "v",
            "num": "40",
            "text": "Moses told the people of Israel everything that Yahweh had commanded him to say."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 29
  },
  "id": "NUM unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Numbers",
  "intro": [
    {
      "tag": "mt",
      "text": "Numbers"
    }
  ]
}