{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Finally, my brothers, rejoice in the Lord. For me to write these same things again to you is no trouble for me, and it keeps you safe."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Watch out for the dogs, watch out for those evil workers, watch out for those who mutilate the flesh."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For it is we who are the circumcision— the ones who worship by the Spirit of God, and take pride in Christ Jesus, and have no confidence in the flesh."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Even so, I myself could have confidence even in the flesh. If anyone else thinks he has confidence in the flesh, I could have even more."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "I was circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; with regard to the law, a Pharisee."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "As for zeal, I persecuted the church; as for righteousness under the law, I was blameless."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But whatever things were a profit for me, I have considered them as loss because of Christ."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "But in fact, now I count all things to be loss because of the surpassing value of the knowledge of Christ Jesus my Lord. For him I have given up all things— and I consider them rubbish— so that I may gain Christ"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "and be found in him, not having a righteousness of my own from the law, but that which is through faith in Christ— the righteousness from God that is by faith."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So now I want to know him and the power of his resurrection and the fellowship of his sufferings, becoming like him in his death,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "if somehow I may experience the resurrection from the dead."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Not that I have already obtained these things, or am already perfect, but I press on in order also to grasp that for which I was also grasped by Christ Jesus."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Brothers, I do not think that I myself have yet grasped it. But one thing I do: forgetting what is behind and straining for what is ahead,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "I press on toward the goal to win the prize of the upward calling of God in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Therefore let all of us who are mature think this way; and if you think differently about anything, God will also reveal that to you."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "However, whatever we have reached, let us hold on to it."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Be imitators of me, brothers. Closely watch those who are walking by the example that you have in us."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For many are walking— those about whom I have often told you, but even now I am telling you with tears— as enemies of the cross of Christ."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Their end is destruction. For their god is their stomach, and their pride is in their shame. They think about earthly things."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But our citizenship is in heaven, from where we also wait for a Savior, the Lord Jesus Christ."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "He will transform our lowly bodies into bodies formed like his glorious body, formed by the might of his power even to subject all things to himself."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "PHP EN_ULT en_English_ltr Thu Jun 13 2019 11:33:28 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Philippians",
  "intro": [
    {
      "tag": "mt",
      "text": "Philippians "
    }
  ]
}