{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Letter of Paul to the Philippians"
        },
        {
          "tag": "toc2",
          "text": "Philippians"
        },
        {
          "tag": "toc3",
          "text": "Php"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Paul and Timothy, servants of Christ Jesus, to all those set apart in Christ Jesus who are at Philippi, with the overseers and deacons."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "May grace be to you and peace from God our Father and the Lord Jesus Christ."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "3",
              "text": "I thank my God every time I remember you,"
            },
            {
              "tag": "v",
              "num": "4",
              "text": "always, in every prayer of mine for all of you, making my prayer with joy"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "because of your partnership in the gospel from the first day until now."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I am confident of this very thing, that he who began a good work in you will continue to complete it until the day of Jesus Christ."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Just as it is right for me to feel this way about all of you because I have you in my heart. You all have been my partners in grace both in my imprisonment and in my defense and confirmation of the gospel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "For God is my witness, how I long for all of you with the compassion of Christ Jesus."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "So this is my prayer: that your love may abound more and more in knowledge and all understanding"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "so that you may approve what is excellent, and so you may be sincere and blameless until the day of Christ,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "filled with the fruit of righteousness that comes through Jesus Christ to the glory and praise of God."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "Now I want you to know, brothers, that the things that happened to me have really served to advance the gospel."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "As a result, my chains in Christ came to light throughout the whole palace guard and all the others."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Most of the brothers have far more confidence in the Lord because of my chains, and they have courage to fearlessly speak the word."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Some indeed even proclaim Christ out of envy and strife, and also others out of good will."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "The latter do it out of love, knowing that I am put here for the defense of the gospel."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But the former proclaim Christ out of selfish ambition, not sincerely. They think they will further afflict me while I am in my chains."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "What then? Only that in every way— whether from false motives or from true— Christ is proclaimed, and in this I rejoice. Yes, and I will rejoice,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "for I know that this will result in my deliverance through your prayers and the help of the Spirit of Jesus Christ."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "It is my eager expectation and certain hope that I will in no way be ashamed, but that I will have complete boldness, so that now as always, Christ will be exalted in my body, whether by life or by death."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For to me to live is Christ and to die is gain."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But if I am to live in the flesh, that means fruitful labor for me. Yet which to choose? I do not know."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "For I am hard pressed between the two. My desire is to depart and be with Christ, which is indeed very much better,"
            },
            {
              "tag": "v",
              "num": "24",
              "text": "yet to remain in the flesh is more necessary for your sake."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "Being convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith,"
            },
            {
              "tag": "v",
              "num": "26",
              "text": "so that in me you may have increasing reasons to boast in Christ Jesus when I come to you again."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "Only conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear about you, that you are standing firm in one spirit, with one mind striving together for the faith of the gospel."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "Also do not be frightened in any respect by those who are your opponents. This is a sign to them of their destruction, but of your salvation— and this from God."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "For it has been freely given to you for the sake of Christ not only to believe in him, but also to suffer for his sake,"
            },
            {
              "tag": "v",
              "num": "30",
              "text": "having the same conflict which you saw in me, and now you hear in me."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore, if there is any encouragement in Christ, if there is any comfort provided by love, if there is any fellowship in the Spirit, if there are any tender mercies and compassions,"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "then make my joy full by being of the same mind, having the same love, being united in spirit, and having one purpose."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Do nothing out of selfishness or empty conceit. Instead with humility consider others better than yourselves."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Let each of you look not only to his own interests, but also to the interests of others."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Have this mind in yourselves which also was in Christ Jesus,"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "who, though he existed in the form of God, did not consider his equality with God as something to hold on to."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Instead, he emptied himself by taking the form of a servant, and he was born in the likeness of men. Being found looking like a man,"
            },
            {
              "tag": "v",
              "num": "8",
              "text": "he humbled himself and became obedient to the point of death, even death on a cross!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Therefore God also highly exalted him and He gave him the name that is above every name."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He did this so that in the name of Jesus every knee should bend, the knees of those in heaven and on earth and under the earth,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "and so every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "12",
              "text": "So then, my beloved, as you always obey, not only in my presence but now much more in my absence, work out your own salvation with fear and trembling."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "For it is God who is working in you both to will and to work for his good pleasure."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Do all things without complaining or arguing,"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "so that you may become blameless and pure, children of God without blemish, among whom you will shine as lights in the world, in the middle of a crooked and depraved generation."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Hold on to the word of life so that on the day of Christ I may boast that I did not run in vain or labor in vain."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "But even if I am being poured out as an offering on the sacrifice and service of your faith, I am glad and rejoice with you all."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "In the same manner you also should be glad and rejoice with me."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "But I have hope in the Lord Jesus to send Timothy to you soon, so that I may also be encouraged when I know the things about you."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "For I have no one else with his same attitude, who is truly concerned for you."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "For they all seek their own interests, not the things of Jesus Christ."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "But you know his worth, because as a son with his father, so he served with me in the gospel."
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So therefore I hope to send him as soon as I see how things will go with me."
            },
            {
              "tag": "v",
              "num": "24",
              "text": "But I am confident in the Lord that I myself will also come soon."
            },
            {
              "tag": "v",
              "num": "25",
              "text": "But I think it is necessary to send Epaphroditus back to you. He is my brother and fellow worker and fellow soldier, and your messenger and servant for my needs."
            },
            {
              "tag": "v",
              "num": "26",
              "text": "Seeing that he longed to be with you all and he was very distressed because you heard that he was sick."
            },
            {
              "tag": "v",
              "num": "27",
              "text": "For indeed he was so sick that he almost died. But God had mercy on him, and not on him only, but also on me, so that I might not have sorrow upon sorrow."
            },
            {
              "tag": "v",
              "num": "28",
              "text": "So it is all the more eagerly that I am sending him, so that when you see him again you may rejoice, and I can have less sorrow."
            },
            {
              "tag": "v",
              "num": "29",
              "text": "So welcome him in the Lord with all joy and honor people like him."
            },
            {
              "tag": "v",
              "num": "30",
              "text": "For it was for the work of Christ that he came near death. He risked his life to serve me and fill up what you could not do in service to me."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Finally, my brothers, rejoice in the Lord. For me to write these same things again to you is no trouble for me, and it keeps you safe."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Watch out for the dogs, watch out for those evil workers, watch out for those who mutilate the flesh."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "For it is we who are the circumcision— the ones who worship by the Spirit of God, and take pride in Christ Jesus, and have no confidence in the flesh."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Even so, I myself could have confidence even in the flesh. If anyone else thinks he has confidence in the flesh, I could have even more."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "I was circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; with regard to the law, a Pharisee."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "As for zeal, I persecuted the church; as for righteousness under the law, I was blameless."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "But whatever things were a profit for me, I have considered them as loss because of Christ."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "But in fact, now I count all things to be loss because of the surpassing value of the knowledge of Christ Jesus my Lord. For him I have given up all things— and I consider them rubbish— so that I may gain Christ"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "and be found in him, not having a righteousness of my own from the law, but that which is through faith in Christ— the righteousness from God that is by faith."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So now I want to know him and the power of his resurrection and the fellowship of his sufferings, becoming like him in his death,"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "if somehow I may experience the resurrection from the dead."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Not that I have already obtained these things, or am already perfect, but I press on in order also to grasp that for which I was also grasped by Christ Jesus."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Brothers, I do not think that I myself have yet grasped it. But one thing I do: forgetting what is behind and straining for what is ahead,"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "I press on toward the goal to win the prize of the upward calling of God in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Therefore let all of us who are mature think this way; and if you think differently about anything, God will also reveal that to you."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "However, whatever we have reached, let us hold on to it."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "Be imitators of me, brothers. Closely watch those who are walking by the example that you have in us."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "For many are walking— those about whom I have often told you, but even now I am telling you with tears— as enemies of the cross of Christ."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Their end is destruction. For their god is their stomach, and their pride is in their shame. They think about earthly things."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But our citizenship is in heaven, from where we also wait for a Savior, the Lord Jesus Christ."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "He will transform our lowly bodies into bodies formed like his glorious body, formed by the might of his power even to subject all things to himself."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Therefore, my brothers whom I love and long for, my joy and crown, in this way stand firm in the Lord, beloved friends."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "2",
              "text": "I am pleading with Euodia, and I am pleading with Syntyche, be of the same mind in the Lord."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Yes, I also ask you, my true companion, to help these women who labored with me in spreading the gospel, along with Clement and the rest of my fellow workers, whose names are in the Book of Life."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "4",
              "text": "Rejoice in the Lord always. Again I will say, rejoice."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Let your gentleness be known to all people. The Lord is near."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Do not be anxious about anything. Instead, in everything by prayer and petition with thanksgiving, let your requests be known to God,"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "and the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Finally, brothers, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is anything excellent, and if there is anything to be praised, think about these things."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "The things that you have learned and received and heard and seen in me, do these things, and the God of peace will be with you."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "But I greatly rejoice in the Lord because now at last you have renewed your concern for me. You had indeed been concerned for me before, but you did not have an opportunity to help."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "I am not saying this because I am in need. For I have learned to be content in anything that happens to me."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "I know what it is to be poor, and I also know what it is to have plenty. In every way and in all things I also have learned the secret of how to be well- fed or to be hungry, and how to have an abundance or to be in need."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "I can do all things through him who strengthens me."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "However, you did well to share with me in my difficulties."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "But you Philippians also know that in the beginning of the gospel, when I went out from Macedonia, no church supported me in the matter of giving and receiving except you alone."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Even when I was in Thessalonica, you sent help for my needs more than once."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "It is not that I seek the gift. Instead, I seek the fruit that increases to your credit."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "But I have received everything in full, and even more. I have been well- supplied now that I have received from Epaphroditus the things you sent. They are a sweet- smelling aroma, a sacrifice acceptable and pleasing to God."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "But my God will meet all your needs according to his riches in glory in Christ Jesus."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Now to our God and Father be the glory forever and ever. Amen."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "21",
              "text": "Greet every saint in Christ Jesus. The brothers who are with me greet you."
            },
            {
              "tag": "v",
              "num": "22",
              "text": "All the saints here greet you, but especially those of Caesar’ s household."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "23",
              "text": "May the grace of the Lord Jesus Christ be with your spirit. Amen."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "Some ancient copies do not have, "
            },
            {
              "tag": "fqa",
              "text": "Amen ."
            },
            {
              "tag": "f",
              "text": "*"
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "PHP EN_ULT en_English_ltr Thu Jun 13 2019 11:33:28 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Philippians",
  "intro": [
    {
      "tag": "mt",
      "text": "Philippians "
    }
  ]
}