{
  "chapter": {
    "children": [
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The wicked people run away when no one chases them,"
          },
          {
            "tag": "q",
            "text": "but righteous people are as bold as a young lion."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Because of the transgression of a land, it has many rulers,"
          },
          {
            "tag": "q",
            "text": "but with a man of understanding and knowledge, it will last a long time."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "A poor person who oppresses other poor people"
          },
          {
            "tag": "q",
            "text": "is like a beating rain that leaves no food."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Those who forsake the law praise wicked people,"
          },
          {
            "tag": "q",
            "text": "but those who keep the law fight against them."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Evil men do not understand justice,"
          },
          {
            "tag": "q",
            "text": "but those who seek Yahweh understand everything."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "It is better for a poor person who walks in his integrity,"
          },
          {
            "tag": "q",
            "text": "than for a rich person who is crooked in his ways."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He who keeps the law is a son who has understanding,"
          },
          {
            "tag": "q",
            "text": "but one who is a companion of gluttons shames his father."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The one who makes his fortune by charging too much interest"
          },
          {
            "tag": "q",
            "text": "gathers his wealth for another who will have pity on poor people."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "If one turns away his ear from hearing the law,"
          },
          {
            "tag": "q",
            "text": "even his prayer is detestable."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Whoever misleads the upright into an evil way"
          },
          {
            "tag": "q",
            "text": "will fall into his own pit,"
          },
          {
            "tag": "q",
            "text": "but the blameless will have a good inheritance."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The rich person may be wise in his own eyes,"
          },
          {
            "tag": "q",
            "text": "but a poor person who has understanding will find him out."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "When the righteous triumph, there is great glory;"
          },
          {
            "tag": "q",
            "text": "but when the wicked arise, people are sought out."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The one who hides his sins will not prosper,"
          },
          {
            "tag": "q",
            "text": "but the one who confesses them and forsakes them will be shown mercy."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The one who always lives with reverence is blessed,"
          },
          {
            "tag": "q",
            "text": "but whoever hardens his heart will fall into trouble."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Like a roaring lion or a charging bear"
          },
          {
            "tag": "q",
            "text": "is a wicked ruler over poor people."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "The ruler who lacks understanding is a cruel oppressor,"
          },
          {
            "tag": "q",
            "text": "but the one who hates dishonesty will prolong his days."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "If a man is guilty because he has shed someone’s blood,"
          },
          {
            "tag": "q",
            "text": "he will be a fugitive until death"
          },
          {
            "tag": "q",
            "text": "and no one will help him."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Whoever walks with integrity will be kept safe,"
          },
          {
            "tag": "q",
            "text": "but the one whose way is crooked will suddenly fall."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The one who works his land will have plenty of food,"
          },
          {
            "tag": "q",
            "text": "but whoever follows worthless pursuits will have plenty of poverty."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "A faithful man will have great blessings,"
          },
          {
            "tag": "q",
            "text": "but the one who gets rich quickly will not go unpunished."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "It is not good to show partiality,"
          },
          {
            "tag": "q",
            "text": "but for a piece of bread a man will do wrong."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "A stingy man hurries after riches,"
          },
          {
            "tag": "q",
            "text": "but he does not know that poverty will come upon him."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Whoever disciplines someone, "
          },
          {
            "tag": "q",
            "text": "afterward will find more favor from him"
          },
          {
            "tag": "q",
            "text": "than from the one who flatters him with his tongue."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Whoever robs his father and his mother and says, “That is no sin,”"
          },
          {
            "tag": "q",
            "text": "he is the companion of the one who destroys."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "A greedy man stirs up conflict,"
          },
          {
            "tag": "q",
            "text": "but the one who trusts in Yahweh will prosper."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "One who trusts in his own heart is a fool,"
          },
          {
            "tag": "q",
            "text": "but whoever walks in wisdom will keep away from danger."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "The one who gives to the poor will lack nothing,"
          },
          {
            "tag": "q",
            "text": "but whoever closes his eyes to them will receive many curses."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "When the wicked arise, people hide themselves;"
          },
          {
            "tag": "q",
            "text": "but when they perish, the righteous increase."
          }
        ],
        "auto": true
      }
    ],
    "num": 28
  },
  "id": "PRO unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Proverbs",
  "intro": [
    {
      "tag": "mt",
      "text": "Proverbs"
    }
  ]
}