[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "These are more proverbs of Solomon, copied by the men of Hezekiah, king of Judah."
      },
      {
        "t": "v",
        "n": 2,
        "v": "It is the glory of God to conceal a matter,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Like the heavens are for height and the earth is for depth,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Remove the dross from the silver"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Even so, remove wicked people from the presence of the king"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Do not honor yourself in the king’s presence"
      },
      {
        "t": "v",
        "n": 7,
        "v": "It is better for him to say to you, “Come up here,”"
      },
      {
        "t": "v",
        "n": 8,
        "v": "do not bring quickly to trial."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Argue your case between you and your neighbor himself"
      },
      {
        "t": "v",
        "n": 10,
        "v": "or else the one who hears you will bring shame upon you"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Apples of gold in settings of silver"
      },
      {
        "t": "v",
        "n": 12,
        "v": "A gold ring or jewelry made of fine gold"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Like the cold of snow at harvest time"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Clouds and wind without rain"
      },
      {
        "t": "v",
        "n": 15,
        "v": "With patience a ruler can be persuaded"
      },
      {
        "t": "v",
        "n": 16,
        "v": "If you find honey, eat just enough—"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Do not set your foot in your neighbor’s house too often,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "A man who bears false witness against his neighbor"
      },
      {
        "t": "v",
        "n": 19,
        "v": "An unfaithful man in whom you trust in a time of trouble"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Like a person who takes off a garment in cold weather,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "If your enemy is hungry, give him food to eat,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "for you will shovel coals of fire on his head"
      },
      {
        "t": "v",
        "n": 23,
        "v": "As surely as the north wind brings rain,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "It is better to live on a corner of the roof"
      },
      {
        "t": "v",
        "n": 25,
        "v": "Like cold waters to one who is thirsty,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Like a fouled spring or a ruined fountain"
      },
      {
        "t": "v",
        "n": 27,
        "v": "It is not good to eat too much honey;"
      },
      {
        "t": "v",
        "n": 28,
        "v": "A person without self-control"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Like snow in summer or rain in harvest,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "As the sparrow flitters and the swallow darts when they fly,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "A whip is for the horse, a bridle is for the donkey"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Do not answer a fool according to his folly,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Answer a fool and join in on his folly,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Whoever sends a message by the hand of a fool"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Like the legs of a paralytic which hang down"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Like tying a stone in a sling"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Like a thorn that goes into the hand of a drunkard"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Like an archer who wounds all those around him"
      },
      {
        "t": "v",
        "n": 11,
        "v": "As a dog returns to his own vomit,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "Do you see someone who is wise in his own eyes?"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The lazy person says, “There is a lion on the road!"
      },
      {
        "t": "v",
        "n": 14,
        "v": "As the door turns on its hinges,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "The lazy person puts his hand into the dish"
      },
      {
        "t": "v",
        "n": 16,
        "v": "The lazy person is wiser in his own eyes"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Like one who takes hold of the ears of a dog,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Like a madman who shoots burning arrows,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "is the one who deceives his neighbor"
      },
      {
        "t": "v",
        "n": 20,
        "v": "For lack of wood, the fire goes out;"
      },
      {
        "t": "v",
        "n": 21,
        "v": "As charcoal is to burning coals and wood is to fire,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "The words of a gossip are like delicious morsels;"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Like the glaze overlaying an earthen vessel"
      },
      {
        "t": "v",
        "n": 24,
        "v": "One who hates others disguises his feelings with his lips"
      },
      {
        "t": "v",
        "n": 25,
        "v": "He will speak graciously, but do not believe him,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Though his hatred is covered with deception,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "Whoever digs a pit will fall into it"
      },
      {
        "t": "v",
        "n": 28,
        "v": "A lying tongue hates the people it crushes"
      },
      {
        "t": "v",
        "n": 1,
        "v": "Do not boast about tomorrow,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Let someone else praise you and not your own mouth;"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Consider the heaviness of a stone and the weight of sand—"
      },
      {
        "t": "v",
        "n": 4,
        "v": "There is the cruelty of rage and the flood of anger,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Better is an open rebuke"
      },
      {
        "t": "v",
        "n": 6,
        "v": "Faithful are the wounds caused by a friend,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "A person who has eaten to the full rejects even a honeycomb,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Like a bird that wanders from its nest"
      },
      {
        "t": "v",
        "n": 9,
        "v": "Perfume and incense make the heart rejoice,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Do not forsake your friend and your friend’s father,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Be wise, my son, and make my heart rejoice;"
      },
      {
        "t": "v",
        "n": 12,
        "v": "A prudent man sees trouble and hides himself,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Take a garment of one who has put up security for a stranger,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "Whoever gives his neighbor a blessing with a loud voice early in the morning,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "A quarreling wife is like"
      },
      {
        "t": "v",
        "n": 16,
        "v": "restraining her is like restraining the wind,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Iron sharpens iron;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "The one who tends a fig tree will eat its fruit,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "Just as water reflects a person’s face,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Just as Sheol and Abaddon are never satisfied,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "A crucible is for silver and a furnace is for gold;"
      },
      {
        "t": "v",
        "n": 22,
        "v": "Even if you crush a fool with the pestle—along with the grain—"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Be sure you know the condition of your flocks"
      },
      {
        "t": "v",
        "n": 24,
        "v": "for wealth is not forever."
      },
      {
        "t": "v",
        "n": 25,
        "v": "You should know when the hay is gone and the new growth appears,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Those lambs will provide your clothing"
      },
      {
        "t": "v",
        "n": 27,
        "v": "There will be goats’ milk for your food—the food for your household—"
      },
      {
        "t": "v",
        "n": 1,
        "v": "The wicked people run away when no one chases them,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Because of the transgression of a land, it has many rulers,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "A poor person who oppresses other poor people"
      },
      {
        "t": "v",
        "n": 4,
        "v": "Those who forsake the law praise wicked people,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Evil men do not understand justice,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "It is better for a poor person who walks in his integrity,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "He who keeps the law is a son who has understanding,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "The one who makes his fortune by charging too much interest"
      },
      {
        "t": "v",
        "n": 9,
        "v": "If one turns away his ear from hearing the law,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Whoever misleads the upright into an evil way"
      },
      {
        "t": "v",
        "n": 11,
        "v": "The rich person may be wise in his own eyes,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "When the righteous triumph, there is great glory;"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The one who hides his sins will not prosper,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "The one who always lives with reverence is blessed,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "Like a roaring lion or a charging bear"
      },
      {
        "t": "v",
        "n": 16,
        "v": "The ruler who lacks understanding is a cruel oppressor,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "If a man is guilty because he has shed someone’s blood,"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Whoever walks with integrity will be kept safe,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "The one who works his land will have plenty of food,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "A faithful man will have great blessings,"
      },
      {
        "t": "v",
        "n": 21,
        "v": "It is not good to show partiality,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "A stingy man hurries after riches,"
      },
      {
        "t": "v",
        "n": 23,
        "v": "Whoever disciplines someone,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "Whoever robs his father and his mother and says, “That is no sin,”"
      },
      {
        "t": "v",
        "n": 25,
        "v": "A greedy man stirs up conflict,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "One who trusts in his own heart is a fool,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "The one who gives to the poor will lack nothing,"
      },
      {
        "t": "v",
        "n": 28,
        "v": "When the wicked arise, people hide themselves;"
      },
      {
        "t": "v",
        "n": 1,
        "v": "A person who has received many rebukes but who stiffens his neck"
      },
      {
        "t": "v",
        "n": 2,
        "v": "When righteous people increase, the people rejoice,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Whoever loves wisdom makes his father rejoice,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "The king establishes the land by justice,"
      },
      {
        "t": "v",
        "n": 5,
        "v": "A man who flatters his neighbor"
      },
      {
        "t": "v",
        "n": 6,
        "v": "In the sin of an evil person is a trap,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "The righteous person knows the rights of the poor;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Mockers set a city on fire,"
      },
      {
        "t": "v",
        "n": 9,
        "v": "When a wise person has an argument with a fool,"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The bloodthirsty hate the one who is blameless"
      },
      {
        "t": "v",
        "n": 11,
        "v": "A fool reveals all his anger,"
      },
      {
        "t": "v",
        "n": 12,
        "v": "If a ruler pays attention to lies,"
      },
      {
        "t": "v",
        "n": 13,
        "v": "The poor person and the oppressor are similar,"
      },
      {
        "t": "v",
        "n": 14,
        "v": "If a king judges the poor by the truth,"
      },
      {
        "t": "v",
        "n": 15,
        "v": "The rod and reproof give wisdom,"
      },
      {
        "t": "v",
        "n": 16,
        "v": "When wicked people are in power, transgression increases,"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Discipline your son and he will give you rest;"
      },
      {
        "t": "v",
        "n": 18,
        "v": "Where there is no prophetic vision the people run wild,"
      },
      {
        "t": "v",
        "n": 19,
        "v": "A slave will not be corrected by words,"
      },
      {
        "t": "v",
        "n": 20,
        "v": "See a man who is hasty in his words?"
      },
      {
        "t": "v",
        "n": 21,
        "v": "One who pampers his slave from youth,"
      },
      {
        "t": "v",
        "n": 22,
        "v": "An angry person stirs up strife"
      },
      {
        "t": "v",
        "n": 23,
        "v": "A person’s pride brings him low,"
      },
      {
        "t": "v",
        "n": 24,
        "v": "One who shares with a thief hates his own life;"
      },
      {
        "t": "v",
        "n": 25,
        "v": "The fear of man makes a snare,"
      },
      {
        "t": "v",
        "n": 26,
        "v": "Many are those who seek the face of the ruler,"
      },
      {
        "t": "v",
        "n": 27,
        "v": "An unjust man is an abomination to righteous people,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but the glory of kings to search it out."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so the heart of kings is unsearchable."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and a metal worker can use the silver in his craft."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and his throne will be established by doing what is right."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not stand in the place designated for great people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than for him to humiliate you before a nobleman."
  },
  {
    "t": "q",
    "v": "What you have witnessed,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "For what will you do in the end"
  },
  {
    "t": "q",
    "v": "when your neighbor puts you to shame?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and do not disclose another’s secret,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and an evil report about you that cannot be silenced."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is a word spoken in the right situation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is a wise rebuke to a listening ear."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is a faithful messenger for those who sent him;"
  },
  {
    "t": "q",
    "v": "he brings back the life of his masters."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is the one who boasts about a gift he does not give."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and a soft tongue can break a bone."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "otherwise, having too much of it, you vomit it up."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "he may become tired of you and hate you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like a club used in war, or a sword, or a sharp arrow."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like a bad tooth or a foot that slips."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "or like vinegar poured upon carbonate of soda,"
  },
  {
    "t": "q",
    "v": "is the one who sings songs to a heavy heart."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and if he is thirsty, give him water to drink,"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and Yahweh will reward you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so a tongue that tells secrets will result in angry faces."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "than in a house shared with a quarreling wife."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so is good news from a far country."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is a righteous person tottering before wicked people."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "that is like searching for honor after honor."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "is like a city breached and without walls."
  }
]