[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "As the deer pants after streams of water,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "I thirst for God, for the living God,"
      },
      {
        "t": "v",
        "n": 3,
        "v": "My tears have been my food day and night,"
      },
      {
        "t": "v",
        "n": 4,
        "v": "These things I call to mind as I pour out my soul:"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Why are you bowed down, my soul?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "My God, my soul is bowed down within me,"
      },
      {
        "t": "v",
        "n": 7,
        "v": "Deep calls to deep at the noise of your waterfalls;"
      },
      {
        "t": "v",
        "n": 8,
        "v": "Yet Yahweh will command his covenant faithfulness in the daytime;"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I will say to God, my rock, “Why have you forgotten me?"
      },
      {
        "t": "v",
        "n": 10,
        "v": "As with a sword in my bones, my adversaries rebuke me,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Why are you bowed down, my soul?"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "so I thirst for you, God."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "when will I come and appear before God?"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while my enemies are always saying to me, “Where is your God?”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "how I went with the throng and led them to the house of God"
  },
  {
    "t": "q",
    "v": "with the voice of joy and praise, a multitude celebrating a festival."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why are you upset within me?"
  },
  {
    "t": "q",
    "v": "Hope in God, for again I will praise him who is my salvation."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "therefore I call you to mind from the land of the Jordan,"
  },
  {
    "t": "q",
    "v": "from the three peaks of Mount Hermon, and from the hill of Mizar."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "all your waves and your billows have gone over me."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "in the night his song will be with me,"
  },
  {
    "t": "q",
    "v": "a prayer to the God of my life."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why do I go mourning because of the oppression of the enemy?”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while they always say to me, “Where is your God?”"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "Why are you upset within me?"
  },
  {
    "t": "q",
    "v": "Hope in God, for again I will praise him who is my salvation and my God."
  }
]