[
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Blessed is the person whose transgression is forgiven,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "Blessed is the man to whom Yahweh reckons no guilt"
      },
      {
        "t": "v",
        "n": 3,
        "v": "When I remained silent, my bones were wasting away"
      },
      {
        "t": "v",
        "n": 4,
        "v": "For day and night your hand was heavy upon me."
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then I acknowledged my sin to you,"
      },
      {
        "t": "v",
        "n": 6,
        "v": "For this reason every one of your faithful followers should pray to you at a time of great distress."
      },
      {
        "t": "v",
        "n": 7,
        "v": "You are my hiding place; you will guard me from trouble."
      },
      {
        "t": "v",
        "n": 8,
        "v": "I will instruct you and teach you in the way which you should go."
      },
      {
        "t": "v",
        "n": 9,
        "v": "Do not be like a horse or like a mule, which have no understanding;"
      },
      {
        "t": "v",
        "n": 10,
        "v": "The wicked have many sorrows,"
      },
      {
        "t": "v",
        "n": 11,
        "v": "Be glad in Yahweh, and rejoice, you righteous;"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "whose sin is covered."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and in whose spirit there is no deceit."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "while I groaned all day long."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "My strength withered as in summer drought."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "and I no longer hid my iniquity."
  },
  {
    "t": "q",
    "v": "I said, “I will confess my transgressions to Yahweh,”"
  },
  {
    "t": "q",
    "v": "and you forgave the guilt of my sin."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When the surging waters overflow, the waters will not reach them."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "You will surround me with the songs of victory."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I will instruct you with my eye upon you."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "it is only with bridle and bit to control them"
  },
  {
    "t": "q",
    "v": "that they will go where you want them to."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "but Yahweh’s covenant faithfulness will surround the one who trusts in him."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "shout for joy, all you who are upright in heart."
  }
]