{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "For the chief musician. A psalm of David, the servant of Yahweh, when he sang to Yahweh the words of this song on the day that Yahweh rescued him from the hand of all his enemies and from the hand of Saul. He sang:"
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I love you, Yahweh, my strength."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh is my rock, my fortress, the one who brings me to safety; he is my God, my rock; I take refuge in him."
          },
          {
            "tag": "q",
            "text": "He is my shield, the horn of my salvation, and my stronghold."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I will call on Yahweh who is worthy to be praised, and I will be saved from my enemies."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The cords of death surrounded me, and the rushing waters of worthlessness overwhelmed me."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The cords of Sheol surrounded me; the snares of death trapped me."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In my distress I called to Yahweh; I called for help to my God. He heard my voice from his temple;"
          },
          {
            "tag": "q",
            "text": "my call for help went into his presence; it went into his ears."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then the earth shook and trembled; the foundations of the mountains also trembled"
          },
          {
            "tag": "q",
            "text": "and were shaken because God was angry."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Smoke went up from out of his nostrils, and blazing fire came out of his mouth. Coals were ignited by it."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He opened the heavens and came down, and thick darkness was under his feet."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He rode on a cherub and flew; he glided on the wings of the wind."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "He made darkness a tent around him, heavy rainclouds in the skies."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Hailstones and coals of fire fell from the lightning before him."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Yahweh thundered in the heavens! The voice of the Most High shouted."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some modern versions add after shouted, "
          },
          {
            "tag": "fqa",
            "text": "hailstones and coals of fire this expression may be an accidental repetition from the previous verse."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "He shot his arrows and scattered his enemies; many lightning bolts dispersed them. "
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then the water channels appeared; "
          },
          {
            "tag": "q1",
            "text": "the foundations of the world were laid bare "
          },
          {
            "tag": "q1",
            "text": "at your rebuke, Yahweh,"
          },
          {
            "tag": "q",
            "text": "at the blast of the breath of your nostrils."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He reached down from above; he took hold of me! He pulled me out of the surging water."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "He rescued me from my strong enemy, from those who hated me, for they were too strong for me."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "They came against me on the day of my distress but Yahweh was my support!"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "He set me free in a wide open place; he saved me because he was pleased with me."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh has rewarded me because of my righteousness; he has restored me because my hands were clean."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "For I have kept the ways of Yahweh and have not wickedly turned away from my God."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "For all his righteous decrees have been before me; as for his statutes, I have not turned away from them."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "I have also been innocent before him, and I have kept myself from sin."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "Therefore Yahweh has restored me because of my righteousness, because my hands were clean before his eyes."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "To the one who is faithful, you show yourself to be faithful;"
          },
          {
            "tag": "q2",
            "text": "to a man who is blameless, you show yourself to be blameless."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "To anyone who is pure, you show yourself pure; but you are clever toward anyone who is twisted."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "For you save afflicted people, but you bring down those with proud, uplifted eyes!"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "For you give light to my lamp; Yahweh my God lights up my darkness."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "For by you I can run over a barricade; by my God I can leap over a wall."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "As for God—his way is perfect! The word of Yahweh is pure!"
          },
          {
            "tag": "q",
            "text": "He is a shield to everyone who takes refuge in him."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "For who is God except Yahweh? Who is a rock except our God?"
          },
          {
            "tag": "v",
            "num": "32",
            "text": "It is God who puts strength on me like a belt, who places the blameless person on his path."
          },
          {
            "tag": "v",
            "num": "33",
            "text": "He makes my feet swift like a deer and places me on the heights!"
          },
          {
            "tag": "v",
            "num": "34",
            "text": "He trains my hands for war and my arms to bend a bow of bronze."
          },
          {
            "tag": "v",
            "num": "35",
            "text": "You have given me the shield of your salvation. Your right hand has supported me, and your favor has made me great."
          },
          {
            "tag": "v",
            "num": "36",
            "text": "You have made a wide place for my feet beneath me so that my feet have not slipped."
          },
          {
            "tag": "v",
            "num": "37",
            "text": "I pursued my enemies and caught them; I did not turn back until they were destroyed."
          },
          {
            "tag": "v",
            "num": "38",
            "text": "I smashed them so that they were unable to rise; they have fallen under my feet."
          },
          {
            "tag": "v",
            "num": "39",
            "text": "For you put strength on me like a belt for battle; you put under me those who rise up against me."
          },
          {
            "tag": "v",
            "num": "40",
            "text": "You gave me the back of my enemies’ necks; I annihilated those who hated me."
          },
          {
            "tag": "v",
            "num": "41",
            "text": "They called for help, but no one saved them; they called out to Yahweh, but he did not answer them."
          },
          {
            "tag": "v",
            "num": "42",
            "text": "I beat them into fine pieces like dust before the wind; I threw them out like mud in the streets."
          },
          {
            "tag": "v",
            "num": "43",
            "text": "You rescued me from the disputes of people. You have made me the head over nations. People that I have not known serve me."
          },
          {
            "tag": "v",
            "num": "44",
            "text": "As soon as they heard of me, they obeyed me; foreigners were forced to bow to me."
          },
          {
            "tag": "v",
            "num": "45",
            "text": "The foreigners came trembling out of their strongholds."
          },
          {
            "tag": "v",
            "num": "46",
            "text": "Yahweh lives; may my rock be praised. May the God of my salvation be exalted."
          },
          {
            "tag": "v",
            "num": "47",
            "text": "He is the God who executes vengeance for me, who subdues the nations under me."
          },
          {
            "tag": "v",
            "num": "48",
            "text": "I am set free from my enemies! Indeed, you lifted me above the ones who rose against me! You rescued me from violent men."
          },
          {
            "tag": "v",
            "num": "49",
            "text": "Therefore I will give thanks to you, Yahweh, among the nations; I will sing praises to your name!"
          },
          {
            "tag": "v",
            "num": "50",
            "text": "God gives great victory to his king, and he shows his covenant loyalty to his anointed one, to David and to his descendants forever."
          }
        ],
        "auto": true
      }
    ],
    "num": 18
  },
  "id": "PSA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Psalms",
  "intro": [
    {
      "tag": "mt",
      "text": "Psalms"
    }
  ]
}