{
  "chapter": {
    "children": [
      {
        "children": [],
        "tag": "m"
      },
      {
        "tag": "d",
        "text": "A psalm; a song at the dedication of the temple. A psalm of David."
      },
      {
        "tag": "p",
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I will exalt you, Yahweh, for you have raised me up and have not allowed my enemies to rejoice over me."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Yahweh my God, I cried to you for help, and you healed me."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh, you have brought up my soul from Sheol; you have kept me alive from going down to the grave."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Sing praises to Yahweh, you his faithful ones! Give thanks when you remember his holiness."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For his anger is only for a moment; but his favor is for a lifetime."
          },
          {
            "tag": "q",
            "text": "Weeping comes for a night, but joy comes in the morning."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "In confidence I said, “I will never be shaken.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh, by your favor you established me as a strong mountain; but when you hid your face, I was troubled."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "I cried to you, Yahweh, and sought favor from my Lord!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "What advantage is there in my death, if I go down to the grave? Will the dust praise you? Will it declare your trustworthiness?"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Hear, Yahweh, and have mercy on me! Yahweh, be my helper."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "You have turned my mourning into dancing; you have removed my sackcloth and clothed me with gladness."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "So now my glory will sing praise to you and not be silent; Yahweh my God, I will give thanks to you forever!"
          }
        ],
        "auto": true
      }
    ],
    "num": 30
  },
  "id": "PSA unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Psalms",
  "intro": [
    {
      "tag": "mt",
      "text": "Psalms"
    }
  ]
}