[
  {
    "t": "m",
    "v": [
      {
        "t": "d",
        "v": "A prayer of David.",
        "id": 1
      }
    ],
    "id": 0
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Listen to my plea for justice, Yahweh; pay attention to my call for help!",
        "id": 3
      }
    ],
    "id": 2
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "Give ear to my prayer from lips without deceit.",
        "id": 5
      }
    ],
    "id": 4
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 2,
        "v": "Let my vindication come from your presence; let your eyes see what is right!",
        "id": 7
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 3,
        "v": "If you test my heart, if you come to me in the night,",
        "id": 9
      }
    ],
    "id": 8
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "you will purify me and will not find any evil plans; my mouth will not transgress.",
        "id": 11
      }
    ],
    "id": 10
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "As for the deeds of mankind, it is at the word of your lips that I have kept myself from the ways of the lawless.",
        "id": 13
      }
    ],
    "id": 12
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 5,
        "v": "My steps have held firmly to your tracks; my feet have not slipped.",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "I call to you, for you answer me, God; turn your ear to me and listen when I speak.",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "Show your covenant faithfulness in a wonderful way, you who save by your right hand those who take refuge in you from their enemies!",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Protect me like the apple of your eye; hide me under the shadow of your wings",
        "id": 21
      }
    ],
    "id": 20
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "from the presence of the wicked ones who assault me, my enemies who surround me.",
        "id": 23
      }
    ],
    "id": 22
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "They have no mercy on anyone; their mouths speak with pride.",
        "id": 25
      }
    ],
    "id": 24
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 11,
        "v": "They have surrounded my steps. They set their eyes to strike me to the ground.",
        "id": 27
      }
    ],
    "id": 26
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "They are like a lion eager for a victim, like a young lion crouching in hidden places.",
        "id": 29
      }
    ],
    "id": 28
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "Arise, Yahweh! Attack them! Throw them down on their faces! Rescue my life from the wicked by your sword!",
        "id": 31
      }
    ],
    "id": 30
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 14,
        "v": "Rescue me from men by your hand, Yahweh, from men of this world whose prosperity is in this life alone!",
        "id": 33
      }
    ],
    "id": 32
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "You will fill the bellies of your treasured ones with riches; they will have many children and will leave their wealth to their children.",
        "id": 35
      }
    ],
    "id": 34
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 15,
        "v": "As for me, I will see your face in righteousness; I will be satisfied, when I awake, with a sight of you.",
        "id": 37
      }
    ],
    "id": 36
  }
]