{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now when the Lamb opened the seventh seal, there was a silence in heaven for about half an hour."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then I saw the seven angels who stand before God, and seven trumpets were given to them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Another angel came, holding a golden incense bowl, and stood at the incense altar. Much incense was given to him so that he would offer it with the prayers of all the saints on the golden incense altar that was before the throne."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "The smoke of the incense, with the prayers of the saints, rose up before God from the angel’ s hand."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the angel took the incense bowl and filled it with fire from the altar. He threw it down to the earth, and there were crashes of thunder, rumblings, flashes of lightning, and an earthquake."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then the seven angels who had the seven trumpets prepared to sound them."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "The first angel sounded his trumpet, and there was hail and fire mixed with blood. It was thrown down onto the earth, and a third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions leave out, "
          },
          {
            "tag": "fqa",
            "text": "and a third of the earth was burned up ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then the second angel sounded his trumpet, and something like a great mountain burning with fire was thrown into the sea. A third of the sea became blood,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "a third of the creatures that were living in the sea died, and a third of the ships were destroyed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then the third angel sounded his trumpet, and a huge star fell from the sky, blazing like a torch, and it fell on a third of the rivers and on the springs of water."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The name of the star is called Wormwood. A third of the waters became wormwood, and many people died from the waters that became bitter."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then the fourth angel sounded his trumpet, and a third of the sun was struck, as well as a third of the moon and a third of the stars, so that a third of them turned dark. The day did not shine for a third of it, and likewise for the night."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then I looked, and I heard an eagle"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some copies have the word "
          },
          {
            "tag": "fqa",
            "text": "angel instead of"
          },
          {
            "tag": "fqa",
            "text": "eagle ."
          },
          {
            "tag": "f",
            "text": "* that was flying overhead calling out with a loud voice, “ Woe, woe, woe, to those who live on the earth, because of the remaining blasts of the trumpet of the three angels who are about to sound their trumpets.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}