{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the angel showed me the river of the water of life, clear as crystal. It was flowing from the throne of God and of the Lamb"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "in the middle of the street of the city. On each side of the river was the tree of life, bearing twelve kinds of fruits, bearing its fruit each month. The leaves of the tree are for the healing of the nations."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "And there will no longer be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They will see his face, and his name will be on their foreheads."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "There will be no more night, and they will have no need for the light of a lamp or sunlight because the Lord God will shine on them, and they will reign forever and ever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then the angel said to me, “ These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants what must happen soon.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "“ Look! I am coming quickly! Blessed is the one who obeys the words of the prophecy of this book.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "I, John, am the one who saw and heard these things. When I heard and saw them, I fell down to worship at the feet of the angel who had been showing me these things."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But he said to me, “ Do not do that! I am a fellow servant with you, with your brothers the prophets, and with those who obey the words of this book. Worship God!”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then he said to me, “ Do not seal up the words of the prophecy of this book, for the time is near."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "The one who is unrighteous, let him continue to be unrighteous. The one who is morally filthy, let him continue to be morally filthy. The one who is righteous, let him continue to do righteousness. The one who is holy, let him continue to be holy.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "“ Look! I am coming quickly, and my reward is with me, to pay back each one according to what are his deeds."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "I am the alpha and the omega, the first and the last, the beginning and the end."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Blessed are those who wash their robes so that they will have the right to eat from the tree of life and to enter into the city through the gates."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Instead of, "
          },
          {
            "tag": "fqa",
            "text": "Blessed are those who wash their robes, some older copies read,"
          },
          {
            "tag": "fqa",
            "text": "Blessed are those who do his commandments ."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Outside are the dogs, the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices falsehood."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "I, Jesus, have sent my angel to testify to you about these things to the churches. I am the root and the descendant of David, the bright morning star.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "And the Spirit and the Bride say, “ Come!” So let the one who hears say, “ Come!” And the one who is thirsty, let him come. The one who desires it, let him freely take the water of life."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "I testify to everyone who hears the words of the prophecy of this book: If anyone adds to them, God will add to him the plagues that are written about in this book."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "And if anyone takes away from the words of this book of prophecy, God will take away his share in the tree of life and in the holy city that are written about in this book."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older copies read, "
          },
          {
            "tag": "fqa",
            "text": "God will take away his share in the Book of Life and in the holy city that are written about in this book ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "20",
            "text": "The one who testifies to these things says, “ Yes! I am coming quickly.” Amen! Come, Lord Jesus!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "May the grace of the Lord Jesus be with the saints. Amen."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 22
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}