{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then I heard a loud voice from the temple saying to the seven angels, “ Go and pour out the seven bowls of the wrath of God onto the earth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "So the first angel went and poured out his bowl on the earth. Then ugly and painful sores came on the people who had the mark of the beast, and those who worshiped its image."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then the second angel poured out his bowl into the sea. It became blood, like the blood of a dead person, and every living thing in the sea died."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then the third angel poured out his bowl into the rivers and the springs of water, and they became blood."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "And I heard the angel of the waters say,"
          },
          {
            "tag": "q",
            "text": "“ You are righteous— the one who is and who was, the Holy One— because you have judged these things."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older copies read, "
          },
          {
            "tag": "fqa",
            "text": "You are righteous, Lord—the one who is and who was and who is to be, because you have judged these things ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Because they poured out the blood of the saints and prophets, you have also given them blood to drink; it is what they deserve.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "Then I heard the altar reply,"
          },
          {
            "tag": "q",
            "text": "“ Yes, Lord God Almighty, your judgments are true and righteous.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then the fourth angel poured out his bowl on the sun, and it was given permission to scorch the people with fire."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So the people were scorched by the terrible heat, and they blasphemed the name of God, who has the authority over these plagues. They did not repent or give him glory."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Then the fifth angel poured out his bowl on the throne of the beast, and darkness covered its kingdom. They chewed on their tongues because of the pain."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "So they blasphemed the God of heaven because of their pain and because of their sores, but they still did not repent of their deeds."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Then the sixth angel poured out his bowl into the great river, the Euphrates. Its water was dried up in order to prepare the way for the kings that would come from the east."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then I saw three unclean spirits that looked like frogs coming out of the mouths of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For they are spirits of demons performing miraculous signs. They were going out to the kings of the whole world in order to gather them together for the battle on the great day of God Almighty."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "(“ Look! I am coming as a thief! Blessed is the one who keeps watching and keeping his garments on, so that he will not walk around naked and they might see his shameful condition.”)"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Then they brought them together at the place that is called Armageddon in Hebrew."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Then the seventh angel poured out his bowl into the air. Then a loud voice came out of the temple, from the throne, saying, “ It is done!”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then there were flashes of lightning, rumbles, and crashes of thunder, and there was a great earthquake— such as has not ever happened since human beings have been on the earth, so powerful was this earthquake, and so great."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "The great city was split into three parts, and the cities of the nations collapsed. Then Babylon the great was remembered before God, and he gave her the cup of the wine of the fury of his wrath."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then every island fled, and the mountains were no longer found."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "And great hailstones, weighing about a talent, came down from heaven upon the people. The people blasphemed God because of the plague of the hail, for that plague was so terrible."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}