{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Revelation"
      },
      {
        "tag": "toc2",
        "text": "Revelation"
      },
      {
        "tag": "toc3",
        "text": "Rev"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is the revelation of Jesus Christ that God gave him to show his servants what must soon take place. He made it known through his angel that he sent to his servant John."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "John testified about the word of God and the testimony of Jesus Christ, all the things that he saw."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Blessed is the one who reads and those who listen to the words of this prophecy and who obey what is written in it, because the time is near."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "John, to the seven churches that are in Asia: May grace be to you and peace from the one who is, and who was, and who is to come, and from the seven spirits who are before his throne,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "and from Jesus Christ, the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. To the one who loves us and has released us from our sins by his blood—"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "he has made us a kingdom, priests for his God and Father— to him be the glory and the power forever. Amen."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Look, he is coming with the clouds; every eye will see him, including those who pierced him. All the tribes of the earth will mourn because of him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Yes, Amen.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "“ I am the alpha and the omega,” says the Lord God, “ the one who is, and who was, and who is to come, the Almighty.”"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some versions read, "
          },
          {
            "tag": "fqa",
            "text": "I am the alpha and the omega, the beginning and the end, says the Lord God ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "I, John— your brother and the one who shares with you in the suffering and kingdom and patient endurance that are in Jesus— was on the island called Patmos because of the word of God and the testimony about Jesus."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "I was in the Spirit on the Lord’ s day, and I heard behind me a loud voice like a trumpet."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It said, “ Write what you see in a book, and send it to the seven churches— to Ephesus, to Smyrna, to Pergamum, to Thyatira, to Sardis, to Philadelphia, and to Laodicea.”"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I turned around to see the voice that was speaking to me, and as I turned I saw seven golden lampstands."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "In the middle of the lampstands there was one like a son of man, wearing a robe that reached down to his feet and he wore a golden sash across his chest."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "His head and hair were as white as wool— as white as snow— and his eyes were like a flame of fire."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "His feet were like polished bronze, like bronze that had been refined in a furnace, and his voice was like the sound of many rushing waters."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He had seven stars in his right hand, and a sword with two sharp edges was coming out of his mouth. His face was shining like the sun at its strongest."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "When I saw him, I fell at his feet like a dead man. He placed his right hand on me, saying, “ Do not be afraid. I am the first and the last,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "and the one who lives. I was dead, but look, I live forever and ever! And I have the keys of death and of Hades."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Therefore write down what you have seen, and what is now, and what will take place after this."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "As for the hidden meaning about the seven stars that you saw in my right hand, and the seven golden lampstands: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}