{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things I looked, and see— an open door in heaven! The first voice that I had heard was speaking to me like a trumpet, saying, “ Come up here, and I will show you what must happen after these things.”"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "At once I was in the Spirit, and see— a throne was placed in heaven! And someone was sitting on the throne."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "The one who was sitting on it looked like jasper and carnelian. There was a rainbow around the throne that looked like an emerald."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Around the throne were twenty- four thrones, and seated on the thrones were twenty- four elders, dressed in white garments, with golden crowns on their heads."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "From the throne came flashes of lightning, rumblings, and crashes of thunder. Seven lamps of fire were burning in front of the throne, that are the seven spirits of God."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Before the throne was a sea of glass, like crystal. In the middle of the throne and around the throne were four living creatures, full of eyes, front and back."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The first living creature was like a lion, the second living creature was like a calf, the third living creature had a face like a man, and the fourth living creature was like a flying eagle."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "The four living creatures each had six wings, full of eyes on top and underneath. Night and day they do not stop saying,"
          },
          {
            "tag": "q",
            "text": "“ Holy, holy, holy is the Lord God Almighty, who was, and who is, and who is to come.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Whenever the living creatures give glory, honor, and thanks to the one who sits on the throne, the one who lives forever and ever,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "the twenty- four elders fall down before the one seated on the throne, and worship him who lives forever and ever. They lay their crowns before the throne, saying,"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "“ Worthy are you, our Lord and our God, to receive the glory and the honor and the power, for you created all things, and by your will they existed and were created.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 4
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}