{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then a reed was given to me to use like a measuring rod. I was told, “ Get up and measure the temple of God and the altar, and those who worship in it."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "But leave out the courtyard that is outside the temple and do not measure it, for it has been given over to the Gentiles. They will trample the holy city for forty- two months."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "And I will give authority to my two witnesses, and they will prophesy for undefined, undefined days, clothed in sackcloth.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "If anyone chooses to harm them, fire comes out of their mouth and devours their enemies. If anyone desires to harm them, he must be killed in this way."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "They have authority to close up the sky so that no rain will fall during the time that they prophesy. They have power over the waters to turn them into blood and to strike the earth with every kind of plague whenever they desire."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When they will have finished their testimony, the beast that comes up from the bottomless pit will wage war against them. He will conquer them and kill them."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Their bodies will lie in the street of the great city( which is symbolically called Sodom and Egypt) where also their Lord was crucified."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For three and a half days some from every people, tribe, language, and nation will look at their bodies, and wiill not permit their bodies to be placed in a tomb."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "And those who live on the earth will rejoice over them and celebrate. They will send gifts to one another because these two prophets tormented those who lived on the earth."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But after three and a half days a breath of life from God will enter into them, and they will stand on their feet, and great fear will fall on those who see them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then they will hear a loud voice from heaven say to them, “ Come up here!” Then they will go up into heaven in a cloud, while their enemies look at them."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "At that hour there will be a major earthquake, and a tenth part of the city will collapse. Seven thousand people will be killed in the earthquake, and the survivors will be terrified and give glory to the God of heaven."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "The second woe is past. Look! The third woe is coming quickly."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then the seventh angel sounded his trumpet, and loud voices spoke in heaven and said,"
          },
          {
            "tag": "q",
            "text": "“ The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign forever and ever.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "Then the twenty- four elders, who sit on their thrones in the presence of God, fell upon their faces and worshiped God."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They said,"
          },
          {
            "tag": "q",
            "text": "“ We give thanks to you, Lord God Almighty, the one who is and who was, because you have taken your great power and have begun to reign."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some copies read "
          },
          {
            "tag": "fqa",
            "text": "the ruler over all, the one who is and who was, and who is to come, but most modern versions do not."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "The nations were enraged, but your wrath has come, and the time for the dead to be judged, and to give the reward to your servants the prophets and the saints, and to those who fear your name, the small and the great, and to destroy those who are destroying the earth.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Then the temple of God that is in heaven was opened and the ark of the covenant of the Lord was visible within his temple. There were flashes of lightning, rumblings, crashes of thunder, an earthquake, and a great hailstorm."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 11
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}