{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "“ To the angel of the church in Sardis write:"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "The one who holds the seven spirits of God and the seven stars says this: “ I know your works. You have a reputation that you are alive, but you are dead.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Wake up and strengthen what remains, which is about to die, because I have not found your deeds complete in the sight of my God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Remember, therefore, what you have received and heard. Obey it, and repent. But if you do not wake up, I will come as a thief, and you will not know what hour I will come against you."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "But you have a few individuals in Sardis who have not stained their clothes, and they will walk with me, dressed in white, for they are worthy."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The one who conquers like them will be clothed in white garments, and I will never wipe his name out of the Book of Life, and I will confess his name before my Father, and before his angels."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Let the one who has an ear, hear what the Spirit is saying to the churches.”’”"
          }
        ],
        "tag": "p",
        "text": "‘"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "“ To the angel of the church in Philadelphia write:"
          },
          {
            "tag": "q",
            "text": "‘ The holy one, the true one, the one having the key of David, the one who opens and no one shuts, and he shuts and no one opens, he says this:"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "“ I know your works. Look, I have put before you an open door that no one can shut. For you have little strength, yet you have obeyed my word and have not denied my name."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Look! I will cause those of the synagogue of Satan who say they are Jews but are not, rather, they are liars— See, I will cause them to come and bow down before your feet, and they will come to know that I loved you."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Since you have kept my command to endure patiently, I will also keep you from the hour of testing that is about to come on the whole world, to test those who live on the earth."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I am coming quickly. Hold to what you have so no one can take away your crown."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "The one who conquers, I will make him a pillar in the temple of my God. Never again will he go out of it, and I will write on him the name of my God, the name of the city of my God( the new Jerusalem, that comes down out of heaven from my God), and my new name."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Let the one who has an ear, hear what the Spirit is saying to the churches.”’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "“ To the angel of the church in Laodicea write:"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "The Amen, the reliable and true witness, the beginning of God’ s creation says this:",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“ I know your works, and that you are neither cold nor hot. I wish that you were either cold or hot!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So, because you are lukewarm— neither hot nor cold— I am about to vomit you out of my mouth."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For you say, ‘ I am rich, I have had many material possessions, and I have need of nothing.’ But you do not know that you are most miserable, pitiable, poor, blind, and naked."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I counsel you to buy from me gold refined by fire so that you may become rich, and brilliant white garments so you may clothe yourself and not show the shame of your nakedness, and salve to anoint your eyes so you will see."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "I rebuke and discipline everyone whom I love. Therefore, be earnest and repent."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Look, I am standing at the door and am knocking. If anyone hears my voice and opens the door, I will come into him and will eat with him, and he with me."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The one who conquers, I will grant to him to sit down with me on my throne, just as I also conquered and sat down with my Father on his throne."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Let the one who has an ear, hear what the Spirit is saying to the churches.”’”"
          }
        ],
        "tag": "p",
        "text": "‘"
      }
    ],
    "num": 3
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}