{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head. His face was like the sun and his feet were like pillars of fire."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He held a little scroll, which was opened in his hand. He put his right foot on the sea and his left foot on the land."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then he shouted in a loud voice like a roaring lion. When he shouted, the seven thunders spoke out with their own voices."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "When the seven thunders spoke out, I was about to write, but I heard a voice from heaven saying, “ Keep secret what the seven thunders said. Do not write it down.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then the angel that I saw standing on the sea and on the earth raised his right hand to heaven."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "He swore by the one who lives forever and ever, who created heaven and all that is in it, the earth and all that is on it, and the sea and all that is in it, “ There will be no more delay."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But in the days of the voice of the seventh angel, when he is about to sound his trumpet, then the mystery of God will be accomplished, just as he proclaimed the good news to his servants the prophets.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then the voice that I heard from heaven spoke to me again and said: “ Go, take the open scroll that is in the hand of the angel who is standing on the sea and on the land.”"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "So I went to the angel and told him to give me the little scroll. He said to me, “ Take it and eat it. It will make your stomach bitter, but in your mouth it will be as sweet as honey.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So I took the little scroll from the hand of the angel and ate it. It was as sweet as honey in my mouth, but after I ate it, my stomach became bitter."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then someone said to me, “ You must prophesy again about many peoples, nations, languages, and kings.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}