{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things I heard what sounded like a loud voice of a large crowd in heaven saying,"
          },
          {
            "tag": "q",
            "text": "“ Hallelujah. Salvation, glory, and power to our God."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For his judgments are true and just, because he has judged the great prostitute who corrupted the earth with her sexual immorality. He has taken revenge for the blood of his servants, from her hand.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Then they spoke a second time:"
          },
          {
            "tag": "q",
            "text": "“ Hallelujah! The smoke rises from her forever and ever.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "The twenty- four elders and the four living creatures fell down and worshiped God who was seated on the throne, saying,"
          },
          {
            "tag": "q",
            "text": "“ Amen. Hallelujah!”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then a voice came out from the throne, saying,"
          },
          {
            "tag": "q",
            "text": "“ Praise our God, all his servants, and those who fear him, both the small and the great.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "Then I heard what sounded like the voice of a great crowd, and like the roar of many waters, and like loud crashes of thunder, saying,"
          },
          {
            "tag": "q",
            "text": "“ Hallelujah! For the Lord our God Almighty reigns."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Let us rejoice and exult and give him the glory because the wedding celebration of the Lamb has come, and his bride has made herself ready."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "She was permitted to be dressed in bright and clean fine linen”"
          },
          {
            "tag": "q",
            "text": "( for fine linen is the righteous acts of the saints)."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "Then the angel said to me, “ Write this: Blessed are those who are invited to the wedding feast of the Lamb.” He also said to me, “ These are true words of God.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So I fell down at his feet to worship him, but he said to me, “ Do not do that! I am a fellow servant with you and your brothers who hold the testimony about Jesus. Worship God. For the testimony about Jesus is the spirit of prophecy.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then I saw heaven open, and there was a white horse. The one riding on it is called faithful and true, and he judges and wages war in righteousness."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "His eyes are like a fiery flame, and on his head are many crowns. He has a name written that no one knows but himself."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "He wears a robe that was dipped in blood, and his name is called the Word of God."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The armies of heaven were following him on white horses, dressed in fine linen, white and clean."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Out of his mouth goes a sharp sword, so that with it he might strike the nations, and he will shepherd them with an iron rod. He tramples in the winepress of the fury of the wrath of God Almighty."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "He has a name written on his robe and on his thigh: “ King of kings and Lord of lords.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Then I saw one angel standing in the sun. He called out in a loud voice, saying to all the birds flying in the sky, “ Come, gather together for the great supper of God,"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "so that you might eat the flesh of kings, the flesh of commanders, the flesh of mighty men, the flesh of horses and of those sitting on them, and the flesh of all men, both free and slaves, and small and great.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Then I saw the beast, and the kings of the earth, and their armies. They were gathered to wage war with the one sitting on the horse, and with his army."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Then the beast was captured, and with him the false prophet who performed the signs before him, by which he deceived those who had received the mark of the beast and who worshiped his image. The two of them were thrown alive into the lake of fire that burns with sulfur."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The rest of them were killed by the sword of the one who sat on the horse, that came out of his mouth, and all the birds were filled with their flesh."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 19
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}