{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After these things I saw another angel coming down out of heaven. He had great authority, and the earth was illumined by his glory."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He cried out with a mighty voice, saying,"
          },
          {
            "tag": "q",
            "text": "“ Fallen is Babylon the great! She has become a dwelling place for demons, a refuge for every unclean spirit, and a refuge for every unclean and detestable bird."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some manuscripts have "
          },
          {
            "tag": "fqa",
            "text": "Fallen, fallen ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For all the nations have drunk from the wine of her immoral passion. The kings of the earth have committed immorality with her. The merchants of the earth have become rich from the power of her sensual way of living.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then I heard another voice from heaven say,"
          },
          {
            "tag": "q2",
            "text": "“ Come out from her, my people, so that you will not share in her sins, and so that you will not receive any of her plagues."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "For her sins have piled up as high as heaven, and God has remembered her evil actions."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Give back to her even as she has given, and repay her double, twice as much according to her deeds; in the cup that she mixed, mix double the amount for her."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "As she glorified herself and lived in luxury, give her just as much torture and grief. For she says in her heart,"
          },
          {
            "tag": "q2",
            "text": "‘ I am seated as a queen; I am not a widow, and I will never see mourning.’"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore in one day her plagues will come: death, mourning, and famine. She will be consumed by fire, for the Lord God is mighty, and he is her judge.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "The kings of the earth who committed sexual immorality and went out of control with her will weep and wail over her when they see the smoke of her burning."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "They will stand off at a distance, because of the fear of her torment, saying,"
          },
          {
            "tag": "q",
            "text": "“ Woe, woe to the great city, Babylon, the powerful city! For in a single hour your judgment has come.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then the merchants of the earth weep and mourn for her, since no one buys her cargo anymore—"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "merchandise of gold, silver, precious stone, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, every vessel of ivory, every vessel made of most precious wood, bronze, iron, marble,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves and human souls."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Your ripe fruit, the desire of your soul, is gone from you. All the luxury and the splendor has gone away from you, and they will never be found again."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "The merchants of these goods who became rich by her will stand away from her at a distance because of the fear of her torment, weeping and mourning loudly."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "16",
            "text": "They will say,"
          },
          {
            "tag": "q",
            "text": "“ Woe, woe to the great city that was dressed in fine linen, in purple, and in scarlet, and was adorned with gold, precious jewels, and pearls!"
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For in one hour such great wealth has been destroyed.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Every ship’ s captain, every passenger, sailors, and all those who make their living from the sea, stood off at a distance.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "They cried out as they saw the smoke of her burning. They said, “ What city is like the great city?”"
          },
          {
            "tag": "v",
            "num": "19",
            "text": "They threw dust on their heads, and cried out, weeping and mourning, saying,"
          },
          {
            "tag": "q",
            "text": "“ Woe, woe to the great city in which all who had their ships at sea became rich from her wealth. For in one hour she has been destroyed.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "“ Rejoice over her, O heaven, and you saints, apostles, and prophets, for God has pronounced your judgment against her!”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Then one mighty angel took up a stone like a great millstone and threw it into the sea, saying,"
          },
          {
            "tag": "q",
            "text": "“ In this way, Babylon, the great city, will be thrown down with violence and will not be seen anymore."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "The sound made by harpists, musicians, flute players, and trumpeters will not be heard anymore in you. No craftsman of any kind will be found in you anymore. No sound of a mill will be heard anymore in you."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "The light of a lamp will not shine in you anymore. The voices of the bridegroom and the bride will not be heard in you anymore, for your merchants were the princes of the earth, because all the nations were deceived by your sorcery."
          },
          {
            "tag": "v",
            "num": "24",
            "text": "The blood of prophets and saints was found in her, and the blood of all those who have been killed on the earth.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 18
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}