{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "After this I saw four angels standing at the four corners of the earth, tightly holding back the four winds of the earth so that the wind would not blow on the earth, nor on the sea, nor against any tree."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Then I saw another angel coming up from the east, who had the seal of the living God. He cried out with a loud voice to the four angels who were given permission to harm the earth and the sea,"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "saying, “ Do not harm the earth, nor the sea, nor the trees until we have sealed the servants of our God on their foreheads.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "And I heard the number of those who were sealed: undefined, undefined, who were sealed from every tribe of the sons of Israel:"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "twelve thousand were sealed from the tribe of Judah, twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad,"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, twelve thousand from the tribe of Manasseh,"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar,"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand from the tribe of Benjamin were sealed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "After these things I looked, and there was a huge multitude that no one could count— from every nation, tribe, people, and language— standing before the throne and in front of the Lamb. They were wearing white robes and holding palm branches in their hands,"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "and they were calling out with a loud voice and saying,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Salvation belongs to our God, to the one who is seated on the throne, and to the Lamb!”",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "pi",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "And all the angels were standing in a circle around the throne, and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "saying,"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Amen! The praise and the glory and the wisdom and the thanksgiving and the honor and the power and the strength be to our God forever and ever! Amen!”",
            "attributes": {
              "occurrence": "1",
              "occurrences": "2"
            }
          }
        ],
        "tag": "pi",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then one of the elders asked me, saying, “ Who are these, who are clothed with white robes, and where did they come from?”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "So I said to him, “ My lord, you know.” Then he said to me, “ These are the ones who have come out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For this reason, they are before the throne of God, and they worship him day and night in his temple. The one who is seated on the throne will spread his tent over them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They will not be hungry again, nor will they be thirsty again, nor will the sun beat down on them at all, nor any burning heat."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For the Lamb who is at the center of the throne will shepherd them, and he will guide them to springs of living water, and God will wipe away every tear from their eyes.”"
          }
        ],
        "tag": "m"
      }
    ],
    "num": 7
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}