{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then I saw another great and marvelous sign in heaven: seven angels having seven plagues— the final plagues, for with them the wrath of God will be completed."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "2",
            "text": "Then I saw what appeared to be a sea of glass mixed with fire. Those who had been victorious over the beast and over his image, and over the number of his name, were standing on the sea of glass, holding harps given to them by God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "They were singing the song of Moses, the servant of God, and the song of the Lamb, saying,"
          },
          {
            "tag": "q",
            "text": "“ Great and marvelous are your deeds, Lord God, the Almighty. Just and true are your ways, King of the ages."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some manuscripts read, "
          },
          {
            "tag": "fqa",
            "text": "nations instead of"
          },
          {
            "tag": "fqa",
            "text": "ages ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Who will not fear you, Lord, and glorify your name that alone is holy? For all the nations will come and worship before you because your righteous deeds have been revealed.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "Then after these things I looked, and the temple having the tent of witness was open in heaven."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Out of the temple came the seven angels holding the seven plagues. They were clothed with pure, bright linen and wore golden sashes around their chests."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then one of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God, who lives forever and ever."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Then the temple was filled with smoke from the glory of God and from his power. No one could enter into the temple until the seven plagues of the seven angels were completed."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 15
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}