{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then I saw in the right hand of the one who was seated on the throne a scroll written on the front and on the back, sealed with seven seals."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "And I saw a mighty angel proclaiming with a loud voice, “ Who is worthy to open the scroll and break its seals?”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But no one in heaven or on the earth or under the earth was able to open the scroll or to read it."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So I wept bitterly because no one was found worthy to open the scroll or to read it."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "But one of the elders said to me, “ Do not weep. Look! The Lion of the tribe of Judah, the Root of David, has conquered. He is able to open the scroll and its seven seals.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then I saw a Lamb standing in the middle of the throne area and among the four living creatures and among the elders, looking as though he had been killed. He had seven horns and seven eyes, which are the seven spirits of God sent out into all the earth."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "He went and took the scroll from the right hand of the one who was seated on the throne."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "When he had taken the scroll, the four living creatures and the twenty- four elders fell down before the Lamb. Each of them had a harp and a golden bowl full of incense, which are the prayers of the saints."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They sang a new song, saying,"
          },
          {
            "tag": "q",
            "text": "“ You are worthy to take the scroll and to open its seals. For you were slaughtered, and with your blood you purchased people for God from every tribe, language, people, and nation."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "You made them a kingdom and priests to our God, and they will reign on the earth.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then I looked and heard the sound of many angels in a circle around the throne and the living creatures and the elders. Their total number was ten thousands of ten thousands and thousands of thousands."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They said in a loud voice,"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "Worthy is the Lamb who has been slaughtered to receive power and wealth and wisdom and strength and honor and glory and praise.”",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "pi",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "13",
            "text": "Then I heard every created thing that was in heaven and on the earth and under the earth, and on the sea and everything that is in them, saying,"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "To the one who sits on the throne and to the Lamb be praise and honor and glory and the power to rule, forever and ever.”",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "pi",
        "text": "“"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "And the four living creatures said, “ Amen!” and the elders fell down and worshiped."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some older versions read, "
          },
          {
            "tag": "fqa",
            "text": "the twenty-four elders fell down and worshiped the one who lives forever and ever ."
          },
          {
            "tag": "f",
            "text": "*"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 5
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}