{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then I saw an angel coming down from heaven. He had the key to the bottomless pit, and a great chain in his hand."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He took hold of the dragon, the ancient serpent, which is the devil, or Satan, and bound him for a thousand years."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then he threw him into the bottomless pit, and shut it and sealed it over him, so that he would not deceive the nations anymore until the thousand years were completed. After that, he must be released for a short time."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "4",
            "text": "Then I saw thrones. They sat on them— both the souls of those who had been beheaded for the testimony about Jesus and because of the word of God, and those who did not worship the beast or his image and did not receive the mark on their forehead or on their hand— and judgment was given to them. They came to life, and reigned with Christ for a thousand years."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "( The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Blessed and holy is the one who has a part in the first resurrection! Over these the second death has no power, but they will be priests of God and of Christ, and will reign with him for a thousand years."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "7",
            "text": "But when the thousand years are competed, Satan will be released from his prison."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "He will go out to deceive the nations that are at the four corners of the earth— Gog and Magog— to gather them together for the battle. The number of them will be like the sand of the sea."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "They went up on the broad plain of the earth and surrounded the camp of the saints and the beloved city. But fire came out of heaven and devoured them."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then the devil, who deceived them, was thrown into the lake of fire and sulfur, where the beast and the false prophet were. They will be tormented day and night forever and ever."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then I saw a great white throne and the one who is seated on it, from whose presence the earth and the heaven fled away, but no place was found for them."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Then I saw the dead— both the great and the small— standing before the throne, and the books were opened. Then another book was opened, which is the Book of Life. The dead were judged from the things that were written in the books, according to their deeds."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The sea gave up the dead who were in it. Death and Hades gave up the dead who were in them, and each of them was judged according to their deeds."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then Death and Hades were thrown into the lake of fire. This is the second death— the lake of fire."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "If anyone’ s name was not found written in the Book of Life, he was thrown into the lake of fire."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 20
  },
  "id": "REV EN_ULT en_English_ltr Wed Jun 26 2019 08:26:41 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Revelation",
  "intro": [
    {
      "tag": "mt",
      "text": "Revelation"
    }
  ]
}