{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I tell the truth in Christ. I do not lie, and my conscience bears witness with me in the Holy Spirit,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "that for me there is great sorrow and unceasing pain in my heart."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For I could wish that I myself would be cursed and set apart from Christ for the sake of my brothers, those of my own race according to the flesh."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They are Israelites. They have the adoption, and the glory, and the covenants, and the gift of the law, and the worship of God, and the promises."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Theirs are the ancestors from whom also Christ has come with respect to the flesh— he who is God over all. May he be praised forever. Amen."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "But it is not as though the promises of God have failed. For it is not everyone who is from Israel who truly belongs to Israel."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Neither are all Abraham’ s descendants truly his children. But, “ It is through Isaac that your descendants will be called.”"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "That is, the children of the flesh are not the children of God. But the children of the promise are regarded as descendants."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "For this is the word of promise: “ At this time I will come, and a son will be given to Sarah.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Not only this, but after Rebekah also had conceived by one man, our father Isaac—"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "for the children were not yet born and had not yet done anything good or bad, so that the purpose of God according to his choice might stand,"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "not because of actions, but because of him who calls— it was said to her, “ The older will serve the younger.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "It is just as had been written: “ Jacob I loved, but Esau I hated.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "What then will we say? Is there unrighteousness with God? May it never be."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "For he says to Moses, “ I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "So then, it is not because of him who wills, nor because of him who runs, but because of God, who shows mercy."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For the scripture says to Pharaoh, “ For this very purpose I raised you up, so that I might demonstrate my power in you, and so that my name might be proclaimed in all the earth.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "So then, God has mercy on whom he wishes, but whom he wishes, he makes stubborn."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "You will say then to me, “ Why then does he still find fault? For who has ever withstood his will?”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "On the contrary, man, who are you who answers against God? Will what has been molded say to the one who molds it, “ Why did you make me this way?”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Does the potter not have the right over the clay to make from the same lump a container for special use, and another container for daily use?"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "But what if God, who is willing to show his wrath and to make his power known, endured with much patience containers of wrath prepared for destruction?"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "What if he did this in order that he might make known the riches of his glory upon containers of mercy, which he had previously prepared for glory?"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "And what if he did this for us, whom he also called, not only from among the Jews, but also from among the Gentiles?"
          },
          {
            "tag": "v",
            "num": "25",
            "text": "As he says also in Hosea:"
          },
          {
            "tag": "q",
            "text": "“ I will call my people who were not my people, and her beloved who was not beloved."
          },
          {
            "tag": "v",
            "num": "26",
            "text": "Then it will be that in the place where it was said to them, ‘ You are not my people,’ there they will be called’ sons of the living God.’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "But Isaiah cries out concerning Israel,"
          },
          {
            "tag": "q",
            "text": "“ Though the number of the sons of Israel were as the sand of the sea, it will be a remnant that will be saved,"
          },
          {
            "tag": "v",
            "num": "28",
            "text": "for the Lord will carry out his sentence on the earth, completely and without delay.”"
          },
          {
            "tag": "v",
            "num": "29",
            "text": "As Isaiah had said previously,"
          },
          {
            "tag": "q",
            "text": "“ If the Lord of hosts had not left us descendants, we would be like Sodom, and we would have become like Gomorrah.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "30",
            "text": "What will we say then? That the Gentiles, who were not pursuing righteousness, obtained righteousness, but righteousness that is by faith."
          },
          {
            "tag": "v",
            "num": "31",
            "text": "But Israel, who did pursue a law of righteousness, did not attain it through the law."
          },
          {
            "tag": "v",
            "num": "32",
            "text": "Why not? Because they did not pursue it by faith, but by works. They stumbled over the stone of stumbling,"
          },
          {
            "tag": "v",
            "num": "33",
            "text": "as it has been written,"
          },
          {
            "tag": "q",
            "text": "“ Look, I am laying in Zion a stone of stumbling and a rock of offense. He who believes in it will not be ashamed.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 9
  },
  "id": "ROM EN_ULT en_English_ltr Thu Jun 13 2019 11:22:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Romans",
  "intro": [
    {
      "tag": "mt",
      "text": "Romans"
    }
  ]
}