{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "I commend to you Phoebe our sister, who is also a servant of the church that is in Cenchrea,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "in order that you may receive her in the Lord, in a manner worthy of the saints, and stand by her in whatever matter she may have need of you. For she herself as well has become a helper of many, and of myself as well."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus,"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "who for my life risked their own lives. I give thanks to them, and not only I, but also all the churches of the Gentiles."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Greet the church that is in their house. Greet Epaenetus my beloved, who is the firstfruit of Asia to Christ."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Greet Mary, who has worked hard for you."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Greet Andronicus and Junias, my kinsmen and my fellow prisoners. They are prominent among the apostles, who also were in Christ before me."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Greet Ampliatus, my beloved in the Lord."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Greet Herodion, my kinsman. Greet those of the household of Narcissus, who are in the Lord."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Greet Tryphaena and Tryphosa, who work hard in the Lord. Greet Persis the beloved, who has worked much in the Lord."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Greet Rufus, chosen in the Lord, and his mother and mine."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the believers who are with them."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Greet one another with a holy kiss. All the churches of Christ greet you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "Now I urge you, brothers, to think about those who are causing divisions and obstacles, contrary to the teaching that you have learned. Turn away from them."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "For people such as these do not serve our Lord Christ, but their own stomach. By their smooth and flattering speech they deceive the hearts of the innocent."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "For your obedience reaches everyone. I rejoice, therefore, over you, but I want you to be wise as to that which is good, but innocent to that which is evil."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "The God of peace will soon crush Satan under your feet."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "w",
            "text": "May the grace of our Lord Jesus Christ be with you.",
            "attributes": {
              "occurrence": "1",
              "occurrences": "1"
            }
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "Timothy, my fellow worker, greets you, and Lucius, and Jason, and Sosipater, my kinsmen."
          },
          {
            "tag": "v",
            "num": "22",
            "text": "I, Tertius, who write this epistle, greet you in the Lord."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "Gaius, the host for me and for the whole church, greets you. Erastus, the treasurer of the city, greets you, with Quartus the brother."
          },
          {
            "tag": "v",
            "num": "24"
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Some ancient manuscripts include verse 24. (See: Romans 16:20). [ May the grace of our Lord Jesus Christ be with you all. Amen.]"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "25",
            "text": "Now to him who is able to strengthen you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery that had been kept secret for long ages,"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "but now has been revealed and made known through the prophetic writings to all nations, by the command of the eternal God, to bring about the obedience of faith."
          },
          {
            "tag": "v",
            "num": "27",
            "text": "To the only wise God, through Jesus Christ, be glory forever. Amen."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 16
  },
  "id": "ROM EN_ULT en_English_ltr Thu Jun 13 2019 11:22:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Romans",
  "intro": [
    {
      "tag": "mt",
      "text": "Romans"
    }
  ]
}