{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then what advantage does the Jew have? Or what is the benefit of circumcision?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "It is great in every way. For first of all, they were entrusted with revelation from God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "For what if some Jews were without faith? Will their unbelief abolish God’ s faithfulness?"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "May it never be. Instead, let God be found to be true, even though every man is a liar. As it has been written,"
          },
          {
            "tag": "q",
            "text": "“ That you might be shown to be righteous in your words, and that you might prevail when you come into judgment.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "But if our unrighteousness shows the righteousness of God, what can we say? Is God unrighteous for bringing his wrath? ( I am speaking according to human argument.)"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "May it never be! For then how would God judge the world?"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "But if the truth of God through my lie provides abundant praise for him, why am I still being judged as a sinner?"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Why not say, as we are falsely reported to say, and as some affirm that we say, “ Let us do evil, so that good may come”? The judgment on them is just."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "9",
            "text": "What then? Are we excusing ourselves? Not at all. For we have already accused both Jews and Greeks, all of them, of being under sin."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "This is as it is written:"
          },
          {
            "tag": "q",
            "text": "“ There is no one righteous, not one."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "There is no one who understands. There is no one who seeks after God."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "They have all turned away. They together have become useless. There is no one who does good— there is not even one.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "“ Their throat is an open grave. Their tongues have deceived. The poison of snakes is under their lips.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "“ Their mouths are full of cursing and bitterness.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "“ Their feet are swift to pour out blood."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Destruction and suffering are in their paths."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "They have not known a way of peace.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "“ There is no fear of God before their eyes.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "Now we know that whatever the law says, it speaks to the ones who are under the law. This is in order that every mouth may be shut, and the whole world held accountable to God."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "This is because no flesh will be justified by the works of the law in his sight. For through the law comes the knowledge of sin."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "21",
            "text": "But now apart from the law the righteousness of God has been made known. It was witnessed by the Law and the Prophets,"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "that is, the righteousness of God through faith in Jesus Christ for all those who believe. For there is no distinction."
          },
          {
            "tag": "v",
            "num": "23",
            "text": "For all have sinned and come short of the glory of God,"
          },
          {
            "tag": "v",
            "num": "24",
            "text": "and they are freely justified by his grace through the redemption that is in Christ Jesus."
          },
          {
            "tag": "v",
            "num": "25",
            "text": "For God provided Christ Jesus as a propitiation through faith in his blood. He offered Christ as proof of his justice, because of his disregard of previous sins"
          },
          {
            "tag": "v",
            "num": "26",
            "text": "in God’ s patience. This all happened for the demonstration of his righteousness at this present time, so that he could be just, and justify the one who has faith in Jesus."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "27",
            "text": "Where then is boasting? It is excluded. On what grounds? Of works? No, but on the grounds of faith."
          },
          {
            "tag": "v",
            "num": "28",
            "text": "We conclude then that a person is justified by faith without works of the law."
          },
          {
            "tag": "v",
            "num": "29",
            "text": "Or is God the God of Jews only? Is he not also the God of Gentiles? Yes, of Gentiles also."
          },
          {
            "tag": "v",
            "num": "30",
            "text": "If, indeed, God is one, he will justify the circumcision by faith, and the uncircumcision through faith."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "31",
            "text": "Do we then nullify the law through faith? May it never be! Instead, we uphold the law."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "ROM EN_ULT en_English_ltr Thu Jun 13 2019 11:22:37 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Romans",
  "intro": [
    {
      "tag": "mt",
      "text": "Romans"
    }
  ]
}