{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Ruth"
      },
      {
        "tag": "toc2",
        "text": "Ruth"
      },
      {
        "tag": "toc3",
        "text": "Rut"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "It happened in the days when the judges ruled that there was a famine in the land, and a certain man of Bethlehem of Judah went to live in the country of Moab, he and his wife and his two sons."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "The name of the man was Elimelek, and the name of his wife was Naomi. The names of his two sons were Mahlon and Kilion, who were Ephrathites of Bethlehem of Judah. They arrived at the country of Moab and lived there."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Then Elimelek, Naomi’ s husband, died, and she was left with her two sons."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "They took wives for themselves from the women of Moab; the name of one was Orpah, and the name of the other was Ruth. They lived there for about ten years."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then both Mahlon and Kilion also died, leaving the woman without her two children or her husband."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Then she and her daughters- in- law arose to return from the country of Moab, for she had heard in the country of Moab that Yahweh had visited his people, giving them food."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "So she left the place where she had been with her two daughters- in- law, and they walked down the road to return to the land of Judah."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Naomi said to her two daughters- in- law, “ Go, return, each of you, to your mother’ s house. May Yahweh deal with you in loving kindness, as you have dealt with the dead and with me."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "May Yahweh grant you that you find rest, each woman in the house of her husband.” Then she kissed them, and they lifted up their voices and cried."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "But they said to her, “ We will surely return with you to your people!”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But Naomi said, “ Turn back, my daughters! Why will you go with me? Are there still sons in my womb, that they may become your husbands?"
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Turn back, my daughters, go! For I am too old to have a husband. If I said I have hope, if I also had a husband tonight, and would give birth to sons,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "would you therefore wait until they were grown? Would you keep yourselves from having a husband? No, my daughters! For it is exceedingly bitter to me for your sake that the hand of Yahweh has gone out against me.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then they lifted up their voices and cried again. Orpah kissed her mother- in- law, but Ruth held on to her."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "15",
            "text": "Then she said, “ Listen, your sister- in- law has gone back to her people and to her gods. Go back with your sister- in- law.”"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "But Ruth said, “ Do not make me leave you or turn back from following you, for where you go, I will go; where you stay, I will stay; your people will be my people, and your God, my God."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Where you die, I will die, and there I will be buried. May Yahweh do thus to me, and even more, except death separates you and me.”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "When she saw that she was determined to go with her, she stopped arguing with her."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "19",
            "text": "So the two traveled until they came to Bethlehem. It happened that when they came to Bethlehem, the entire town was very excited about them. The women said, “ Is this Naomi?”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "But she said to them, “ Do not call me Naomi. Call me Bitter, for the Almighty has dealt very bitterly with me."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "I went out full, but Yahweh has caused me to return empty. Why do you call me Naomi, since Yahweh has testified against me, and the Almighty has afflicted me?”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "So Naomi returned, with Ruth the Moabite woman, her daughter- in- law, who returned with her from the country of Moab. They came to Bethlehem at the beginning of the barley harvest."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "RUT EN_ULT en_English_ltr Thu Jun 13 2019 10:41:05 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}