{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Naomi, her mother- in- law, said to her, “ My daughter, should I not seek rest for you, so that it may be well with you?"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Now is not Boaz, whose young female workers you were with, our relative? Look, he is winnowing barley tonight at the threshing floor."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Therefore, wash yourself, anoint yourself, put on your best clothes, and go down to the threshing floor. But do not make yourself known to the man until he finishes eating and drinking."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The Hebrew text has, "
          },
          {
            "tag": "fqa",
            "text": "Put on your best piece of clothing . However, a marginal note instructs readers to read,"
          },
          {
            "tag": "fqa",
            "text": "Put on your best clothes. Translators are free to choose for themselves."
          },
          {
            "tag": "f",
            "text": "* "
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Then it will be that when he lies down, take notice of the place where he lies down, and go there and uncover his feet, and lie down. Then he will tell you what you should do.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "So she said to her, “ Everything that you say to me, I will do.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "6",
            "text": "So she went down to the threshing floor, and did according to everything that her mother- in- law had instructed her."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the pile of grain. Then she came quietly, and uncovered his feet, and lay down."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "It came about at midnight that the man was startled. He turned over, and right there a woman was lying at his feet!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He said, “ Who are you?” She answered, “ I am Ruth, your female servant. Spread your cloak over your female servant, for you are a kinsman- redeemer.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "He said, “ My daughter, may you be blessed by Yahweh, for you have showed more kindness at the end than at the beginning, because you have not gone after young men, whether poor or rich."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Now, my daughter, do not be afraid! I will do for you all that you say, because all the people of my city know that you are a worthy woman."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "Now it is true that I am a kinsman- redeemer, but there is a kinsman- redeemer nearer than I."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Stay tonight, and it will be in the morning, that if he will redeem you, good, let him redeem you. But if he does not want to redeem you, then I will redeem you, as Yahweh lives. Lie down until morning.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So she lay at his feet until morning. But she rose up before anyone could recognize another person. For he had said, “ Let it not be known that the woman came to the threshing floor.”"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Then he said, “ Bring the shawl that is on you and hold it.” As she held it, he measured six ephahs of barley and put it on her. Then he went into the city."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "When she came to her mother- in- law, she said, “ How did it go, my daughter?” So she told her all that the man had done for her."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "She said, “ He gave me these six ephahs of barley, for he said, ‘ Do not go empty- handed to your mother- in- law.’”"
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Then she said, “ Sit here, my daughter, until you know how the matter will turn out, for the man will not rest until he has finished this thing today.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 3
  },
  "id": "RUT EN_ULT en_English_ltr Thu Jun 13 2019 10:41:05 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}