{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Now Naomi had a relative of her husband, a man of great wealth, of the clan of Elimelech, whose name was Boaz."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "Ruth, the Moabite woman, said to Naomi, “ Now let me go to the field and glean heads of grain after the one in whose eyes I will find favor.” So she said to her, “ Go, my daughter.”"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "So she left and went and gleaned in the field after the reapers. She happened to come to the portion of the field belonging to Boaz, who was of the clan of Elimelek."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Behold, Boaz came from Bethlehem and said to the reapers, “ May Yahweh be with you.” They answered him, “ May Yahweh bless you.”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Then Boaz said to his servant who was supervising the reapers, “ Whose is this young woman?”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "The servant supervising the reapers answered and said, “ She is the young Moabite woman who came back with Naomi from the land of Moab."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "She said, ‘ Please let me glean and gather among the bundles of grain after the reapers.’ So she came and has continued from the morning until now, except that she rested a little in the house.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "Then Boaz said to Ruth, “ Will you not listen to me, my daughter? Do not go and glean in another field, and do not leave this place. Instead, stay close by my young female workers."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Keep your eyes on the field where they are reaping and follow behind them. Have I not instructed the young men not to touch you? Whenever you are thirsty, you may go to the waterpots and drink from what the young men have drawn.”"
          },
          {
            "tag": "v",
            "num": "10",
            "text": "Then she fell on her face and bowed down to the ground and said to him, “ Why have I found favor in your eyes that you should take notice of me, since I am a foreigner?”"
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Boaz answered and said to her, “ It has surely been reported to me, all that you have done for your mother- in- law since the death of your husband— how you left your father, and your mother, and the land of your birth and have come to a people whom you did not know before."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "May Yahweh reward your deed, and may full payment be given to you by Yahweh, the God of Israel, under whose wings you have come for refuge.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then she said, “ Let me find favor in your eyes, my master, for you have comforted me, and you have spoken kindly to your female servant, though I am not like one of your female servants.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "At mealtime Boaz said to her, “ Come here, and eat some of the bread, and dip your piece of bread in the wine vinegar.” So she sat beside the reapers, and he offered her some roasted grain. She ate until she was satisfied and had some left over."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "When she got up to glean, Boaz commanded his young men, saying, “ Let her glean even among the bundles, and do not rebuke her."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "Also pull out for her some grain from the bundles, and leave it for her to glean, and do not rebuke her.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "17",
            "text": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "She lifted it up and went into the city. Then her mother- in- law saw what she had gleaned. She also brought out and gave to her what she had left over after she was satisfied."
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Her mother- in- law said to her, “ Where have you gleaned today, and where did you work? Blessed is the one who noticed you.” Then she told her mother- in- law with whom she had worked. She said, “ The name of the man with whom I worked today is Boaz.”"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Naomi said to her daughter- in- law, “ May he be blessed by Yahweh, who has not forsaken his loving kindness to the living and to the dead.” Then Naomi said to her, “ That man is our relative, one of our kinsman- redeemers.”"
          },
          {
            "tag": "v",
            "num": "21",
            "text": "Ruth the Moabite woman said, “ Indeed, he also said to me, ‘ You should keep close to my young men until they have finished all my harvest.’”"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Naomi said to Ruth her daughter- in- law, “ It is good, my daughter, that you go out with his young female workers, so that they do not harm you in any other field.”"
          },
          {
            "tag": "v",
            "num": "23",
            "text": "So she stayed close to Boaz’ s female workers to glean until the end of the barley harvest and the wheat harvest. She lived with her mother- in- law."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "RUT EN_ULT en_English_ltr Thu Jun 13 2019 10:41:05 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}