{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Ruth"
        },
        {
          "tag": "toc2",
          "text": "Ruth"
        },
        {
          "tag": "toc3",
          "text": "Rut"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "It happened in the days when the judges ruled that there was a famine in the land, and a certain man of Bethlehem of Judah went to live in the country of Moab, he and his wife and his two sons."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "The name of the man was Elimelek, and the name of his wife was Naomi. The names of his two sons were Mahlon and Kilion, who were Ephrathites of Bethlehem of Judah. They arrived at the country of Moab and lived there."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then Elimelek, Naomi’ s husband, died, and she was left with her two sons."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "They took wives for themselves from the women of Moab; the name of one was Orpah, and the name of the other was Ruth. They lived there for about ten years."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then both Mahlon and Kilion also died, leaving the woman without her two children or her husband."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then she and her daughters- in- law arose to return from the country of Moab, for she had heard in the country of Moab that Yahweh had visited his people, giving them food."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "So she left the place where she had been with her two daughters- in- law, and they walked down the road to return to the land of Judah."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Naomi said to her two daughters- in- law, “ Go, return, each of you, to your mother’ s house. May Yahweh deal with you in loving kindness, as you have dealt with the dead and with me."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "May Yahweh grant you that you find rest, each woman in the house of her husband.” Then she kissed them, and they lifted up their voices and cried."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "But they said to her, “ We will surely return with you to your people!”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "But Naomi said, “ Turn back, my daughters! Why will you go with me? Are there still sons in my womb, that they may become your husbands?"
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Turn back, my daughters, go! For I am too old to have a husband. If I said I have hope, if I also had a husband tonight, and would give birth to sons,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "would you therefore wait until they were grown? Would you keep yourselves from having a husband? No, my daughters! For it is exceedingly bitter to me for your sake that the hand of Yahweh has gone out against me.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then they lifted up their voices and cried again. Orpah kissed her mother- in- law, but Ruth held on to her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "15",
              "text": "Then she said, “ Listen, your sister- in- law has gone back to her people and to her gods. Go back with your sister- in- law.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "But Ruth said, “ Do not make me leave you or turn back from following you, for where you go, I will go; where you stay, I will stay; your people will be my people, and your God, my God."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Where you die, I will die, and there I will be buried. May Yahweh do thus to me, and even more, except death separates you and me.”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "When she saw that she was determined to go with her, she stopped arguing with her."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "19",
              "text": "So the two traveled until they came to Bethlehem. It happened that when they came to Bethlehem, the entire town was very excited about them. The women said, “ Is this Naomi?”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "But she said to them, “ Do not call me Naomi. Call me Bitter, for the Almighty has dealt very bitterly with me."
            },
            {
              "tag": "v",
              "num": "21",
              "text": "I went out full, but Yahweh has caused me to return empty. Why do you call me Naomi, since Yahweh has testified against me, and the Almighty has afflicted me?”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "So Naomi returned, with Ruth the Moabite woman, her daughter- in- law, who returned with her from the country of Moab. They came to Bethlehem at the beginning of the barley harvest."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Now Naomi had a relative of her husband, a man of great wealth, of the clan of Elimelech, whose name was Boaz."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Ruth, the Moabite woman, said to Naomi, “ Now let me go to the field and glean heads of grain after the one in whose eyes I will find favor.” So she said to her, “ Go, my daughter.”"
            },
            {
              "tag": "v",
              "num": "3",
              "text": "So she left and went and gleaned in the field after the reapers. She happened to come to the portion of the field belonging to Boaz, who was of the clan of Elimelek."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Behold, Boaz came from Bethlehem and said to the reapers, “ May Yahweh be with you.” They answered him, “ May Yahweh bless you.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then Boaz said to his servant who was supervising the reapers, “ Whose is this young woman?”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "The servant supervising the reapers answered and said, “ She is the young Moabite woman who came back with Naomi from the land of Moab."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "She said, ‘ Please let me glean and gather among the bundles of grain after the reapers.’ So she came and has continued from the morning until now, except that she rested a little in the house.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "8",
              "text": "Then Boaz said to Ruth, “ Will you not listen to me, my daughter? Do not go and glean in another field, and do not leave this place. Instead, stay close by my young female workers."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Keep your eyes on the field where they are reaping and follow behind them. Have I not instructed the young men not to touch you? Whenever you are thirsty, you may go to the waterpots and drink from what the young men have drawn.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Then she fell on her face and bowed down to the ground and said to him, “ Why have I found favor in your eyes that you should take notice of me, since I am a foreigner?”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Boaz answered and said to her, “ It has surely been reported to me, all that you have done for your mother- in- law since the death of your husband— how you left your father, and your mother, and the land of your birth and have come to a people whom you did not know before."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "May Yahweh reward your deed, and may full payment be given to you by Yahweh, the God of Israel, under whose wings you have come for refuge.”"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Then she said, “ Let me find favor in your eyes, my master, for you have comforted me, and you have spoken kindly to your female servant, though I am not like one of your female servants.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "At mealtime Boaz said to her, “ Come here, and eat some of the bread, and dip your piece of bread in the wine vinegar.” So she sat beside the reapers, and he offered her some roasted grain. She ate until she was satisfied and had some left over."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "When she got up to glean, Boaz commanded his young men, saying, “ Let her glean even among the bundles, and do not rebuke her."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Also pull out for her some grain from the bundles, and leave it for her to glean, and do not rebuke her.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "17",
              "text": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "She lifted it up and went into the city. Then her mother- in- law saw what she had gleaned. She also brought out and gave to her what she had left over after she was satisfied."
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Her mother- in- law said to her, “ Where have you gleaned today, and where did you work? Blessed is the one who noticed you.” Then she told her mother- in- law with whom she had worked. She said, “ The name of the man with whom I worked today is Boaz.”"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Naomi said to her daughter- in- law, “ May he be blessed by Yahweh, who has not forsaken his loving kindness to the living and to the dead.” Then Naomi said to her, “ That man is our relative, one of our kinsman- redeemers.”"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Ruth the Moabite woman said, “ Indeed, he also said to me, ‘ You should keep close to my young men until they have finished all my harvest.’”"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Naomi said to Ruth her daughter- in- law, “ It is good, my daughter, that you go out with his young female workers, so that they do not harm you in any other field.”"
            },
            {
              "tag": "v",
              "num": "23",
              "text": "So she stayed close to Boaz’ s female workers to glean until the end of the barley harvest and the wheat harvest. She lived with her mother- in- law."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Naomi, her mother- in- law, said to her, “ My daughter, should I not seek rest for you, so that it may be well with you?"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Now is not Boaz, whose young female workers you were with, our relative? Look, he is winnowing barley tonight at the threshing floor."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Therefore, wash yourself, anoint yourself, put on your best clothes, and go down to the threshing floor. But do not make yourself known to the man until he finishes eating and drinking."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew text has, "
            },
            {
              "tag": "fqa",
              "text": "Put on your best piece of clothing . However, a marginal note instructs readers to read,"
            },
            {
              "tag": "fqa",
              "text": "Put on your best clothes. Translators are free to choose for themselves."
            },
            {
              "tag": "f",
              "text": "* "
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Then it will be that when he lies down, take notice of the place where he lies down, and go there and uncover his feet, and lie down. Then he will tell you what you should do.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "So she said to her, “ Everything that you say to me, I will do.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "6",
              "text": "So she went down to the threshing floor, and did according to everything that her mother- in- law had instructed her."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the pile of grain. Then she came quietly, and uncovered his feet, and lay down."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "It came about at midnight that the man was startled. He turned over, and right there a woman was lying at his feet!"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "He said, “ Who are you?” She answered, “ I am Ruth, your female servant. Spread your cloak over your female servant, for you are a kinsman- redeemer.”"
            },
            {
              "tag": "v",
              "num": "10",
              "text": "He said, “ My daughter, may you be blessed by Yahweh, for you have showed more kindness at the end than at the beginning, because you have not gone after young men, whether poor or rich."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Now, my daughter, do not be afraid! I will do for you all that you say, because all the people of my city know that you are a worthy woman."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "Now it is true that I am a kinsman- redeemer, but there is a kinsman- redeemer nearer than I."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Stay tonight, and it will be in the morning, that if he will redeem you, good, let him redeem you. But if he does not want to redeem you, then I will redeem you, as Yahweh lives. Lie down until morning.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "14",
              "text": "So she lay at his feet until morning. But she rose up before anyone could recognize another person. For he had said, “ Let it not be known that the woman came to the threshing floor.”"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Then he said, “ Bring the shawl that is on you and hold it.” As she held it, he measured six ephahs of barley and put it on her. Then he went into the city."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "When she came to her mother- in- law, she said, “ How did it go, my daughter?” So she told her all that the man had done for her."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "She said, “ He gave me these six ephahs of barley, for he said, ‘ Do not go empty- handed to your mother- in- law.’”"
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Then she said, “ Sit here, my daughter, until you know how the matter will turn out, for the man will not rest until he has finished this thing today.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 4
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Boaz went up to the gate and sat down there. Now, the kinsman- redeemer of whom Boaz had spoken came by, and he said, “ Come over and sit down here, you certain one.” So he came over and sat down."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "Then he took ten men of the elders of the city and said, “ Sit down here.” So they sat down."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Then he said to the kinsman- redeemer, “ Naomi, who has returned from the country of Moab, is selling the parcel of land that was our brother Elimelek’ s."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I thought to inform you, saying, ‘ Buy it back in the presence of those who are sitting here and of the elders of my people.’ If you will redeem it, redeem it. But if you will not redeem it, then tell me, so that I may know, for there is no one to redeem it besides you, and I am after you.” Then he said, “ I will redeem it.”"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Then Boaz said, “ On the day that you buy the field from the hand of Naomi, you must also acquire Ruth the Moabite woman, the wife of the dead man, in order to raise up the name of the dead through his inheritance.”"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "Then the kinsman- redeemer said, “ I cannot redeem it without damaging my own inheritance. You redeem for yourself my right of redemption, for I cannot redeem it.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "7",
              "text": "Now this was the custom in former times in Israel concerning the redemption and exchange of goods. To confirm everything, one man took off his sandal and gave it to the other; this was a legal agreement in Israel."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "So the kinsman- redeemer said to Boaz, “ Buy it for yourself,” and he took off his sandal."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Then Boaz said to the elders and to all the people, “ You are witnesses today that I have bought all that was Elimelek’ s and all that was Kilion’ s and Mahlon’ s from the hand of Naomi."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "Also Ruth the Moabite woman, the widow of Mahlon, I have acquired as my wife, to raise up the name of the dead man through his inheritance, so that the name of the dead man will not be cut off from among his brothers and from the gate of his place. Today you are witnesses!”"
            },
            {
              "tag": "v",
              "num": "11",
              "text": "All the people who were in the gate and the elders said, “ We are witnesses. May Yahweh make the woman who is coming into your house like Rachel and Leah, the two who built up the house of Israel; and may you prosper in Ephrathah and be renowned in Bethlehem."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "May your house be like the house of Perez, whom Tamar bore to Judah, through the offspring that Yahweh will give you by this young woman.”"
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "13",
              "text": "So Boaz took Ruth, and she became his wife. He went in to her, and Yahweh gave her conception, and she bore a son."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The women said to Naomi, “ Blessed be Yahweh, who has not left you today without a kinsman- redeemer. May his name be famous in Israel."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "May he be for you a restorer of life and a nourisher of your old age, for your daughter- in- law, who loves you, who is better to you than seven sons, has borne him.”"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "Naomi took the child, laid him in her bosom, and became his caregiver."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "The neighbor women gave him a name, saying, “ A son has been born to Naomi.” They called his name Obed. He is the father of Jesse, the father of David."
            }
          ],
          "tag": "p"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "18",
              "text": "Now these are the descendants of Perez: Perez became the father of Hezron,"
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Hezron became the father of Ram, Ram became the father of Amminadab,"
            },
            {
              "tag": "v",
              "num": "20",
              "text": "Amminadab became the father of Nahshon, Nahshon became the father of Salmon,"
            },
            {
              "tag": "v",
              "num": "21",
              "text": "Salmon became the father of Boaz, Boaz became the father of Obed,"
            },
            {
              "tag": "v",
              "num": "22",
              "text": "Obed became the father of Jesse, and Jesse became the father of David."
            }
          ],
          "tag": "p"
        }
      ]
    }
  ],
  "id": "RUT EN_ULT en_English_ltr Thu Jun 13 2019 10:41:05 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Ruth",
  "intro": [
    {
      "tag": "mt",
      "text": "Ruth"
    }
  ]
}