{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Letter of Paul to Titus"
      },
      {
        "tag": "toc2",
        "text": "Titus"
      },
      {
        "tag": "toc3",
        "text": "Tit"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Paul, a servant of God and an apostle of Jesus Christ, for the faith of God’ s chosen people and the knowledge of the truth that agrees with godliness,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "with the certain hope of everlasting life that God, who does not lie, promised before all the ages of time."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "But at the right time, he revealed his word by the message that he trusted me to deliver by the command of God our Savior."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "To Titus, a true son in our common faith. Grace and peace from God the Father and Christ Jesus our Savior."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "5",
            "text": "For this purpose I left you in Crete, that you might set in order things not yet complete and ordain elders in every city as I directed you."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "An elder must be without blame, the husband of one wife, with faithful children not accused of reckless behavior or undisciplined."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "It is necessary for the overseer, as God’ s household manager, to be blameless. He must not be arrogant, not be easily angered, not addicted to wine, not a brawler, and not a greedy man."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Instead, he should be hospitable and a friend of what is good. He must be sensible, righteous, godly, and self- controlled."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "He should hold tightly to the trustworthy message that was taught, so that he may be able both to encourage others with good teaching and correct those who oppose him."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "For there are many people, both rebellious, empty talkers and deceivers, especially those of the circumcision."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "It is necessary to stop them. They are upsetting whole families by teaching for shameful profit what they should not."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "One of their own prophets has said, “ Cretans are always liars, evil beasts, lazy gluttons.”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "This statement is true. Therefore, correct them severely, so that they may be sound in the faith,"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "not paying any attention to Jewish myths or to the commands of people who turn away from the truth."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "All things are pure to those who are pure. But to those who are corrupt and unbelieving, nothing is pure, but both their minds and their consciences have been corrupted."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "They profess to know God, but they deny him by their actions. They are detestable and disobedient and unfit for any good work."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "TIT EN_ULT en_English_ltr Thu Jun 13 2019 11:46:07 GMT-0400 (EDT) tc",
  "usfm": ".0",
  "ide": "UTF-8",
  "h": "Titus",
  "intro": [
    {
      "tag": "mt",
      "text": "Titus"
    }
  ]
}