[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then Yahweh showed me Joshua the high priest standing before the angel of Yahweh and Satan was standing at his right hand to accuse him of sin.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "The angel of Yahweh said to Satan, “May Yahweh rebuke you, Satan; may Yahweh, who has chosen Jerusalem, rebuke you! Is this not a brand pulled from the fire?”",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "Joshua was dressed in filthy garments as he stood before the angel.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "The angel spoke and said to those who stood before him, “Remove the filthy garments from upon him.” Then he said to Joshua, “Look! I have caused your iniquity to pass from you and I will dress you in fine clothing.”",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "Then I said, “Let them put a clean turban on his head!” So they set a clean turban on Joshua’s head and clothed him with clean garments, while the angel of Yahweh was standing by.",
        "id": 5
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 6,
        "v": "Next the angel of Yahweh solemnly commanded Joshua and said,",
        "id": 7
      },
      {
        "t": "v",
        "n": 7,
        "v": "“Yahweh of hosts says this:",
        "id": 8
      }
    ],
    "id": 6
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "If you will walk in my ways, and if you will keep my commandments,",
        "id": 10
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "then you will govern my house and guard my courts,",
        "id": 12
      }
    ],
    "id": 11
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "for I will allow you to go and come among these who stand before me.",
        "id": 14
      }
    ],
    "id": 13
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 8,
        "v": "Listen, Joshua the high priest, you and your companions who live with you!",
        "id": 16
      }
    ],
    "id": 15
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "For these men are a sign, for I myself will bring up my servant the Branch.",
        "id": 18
      }
    ],
    "id": 17
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "Now look at the stone that I have set before Joshua. There are seven eyes on this single stone,",
        "id": 20
      }
    ],
    "id": 19
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I will engrave an inscription—this is the declaration of Yahweh of hosts—",
        "id": 22
      }
    ],
    "id": 21
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and I will remove the sin from this land in one day.",
        "id": 24
      }
    ],
    "id": 23
  },
  {
    "t": "m",
    "v": [
      {
        "t": "v",
        "n": 10,
        "v": "In that day—this is the declaration of Yahweh of hosts—each man will invite his neighbor to sit under his vine and under his fig tree.”",
        "id": 26
      }
    ],
    "id": 25
  }
]