[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "Then I turned and lifted my eyes and I saw four chariots coming out from between two mountains; and the two mountains were made of bronze.",
        "id": 1
      },
      {
        "t": "v",
        "n": 2,
        "v": "The first chariot had red horses, the second chariot had black horses,",
        "id": 2
      },
      {
        "t": "v",
        "n": 3,
        "v": "the third chariot had white horses, and the fourth chariot had spotted gray horses.",
        "id": 3
      },
      {
        "t": "v",
        "n": 4,
        "v": "So I answered and said to the angel who talked with me, “What are these, my master?”",
        "id": 4
      },
      {
        "t": "v",
        "n": 5,
        "v": "The angel answered and said to me, “These are the four winds of heaven that go out from the place where they were standing before the Lord of all the earth.",
        "id": 5
      },
      {
        "t": "v",
        "n": 6,
        "v": "The one with the black horses is going out to the north country; the white horses are going out to the west country; and the spotted gray horses are going out to the south country.”",
        "id": 6
      },
      {
        "t": "v",
        "n": 7,
        "v": "These strong horses went out and sought to go and roam over the earth, so the angel said, “Go and roam over the earth!” and they left for all the earth.",
        "id": 7
      },
      {
        "t": "v",
        "n": 8,
        "v": "Then he called out to me and spoke to me and said, “Look at the ones that are going out to the north country; they will appease my spirit concerning the north country.”",
        "id": 8
      }
    ],
    "id": 0
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 9,
        "v": "So the word of Yahweh came to me, saying,",
        "id": 10
      },
      {
        "t": "v",
        "n": 10,
        "v": "“Take an offering from the exiles—from Heldai, Tobijah, and Jedaiah—and go this same day and take it into the house of Josiah son of Zephaniah, who has come from Babylon.",
        "id": 11
      },
      {
        "t": "v",
        "n": 11,
        "v": "Then take the silver and gold, make a crown and set it upon the head of Joshua son of Jehozadak, the high priest.",
        "id": 12
      },
      {
        "t": "v",
        "n": 12,
        "v": "Speak to him and say, ‘Yahweh of hosts says this:",
        "id": 13
      }
    ],
    "id": 9
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "This man, his name is Branch! He will grow up where he is",
        "id": 15
      }
    ],
    "id": 14
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "and will then build the temple of Yahweh!",
        "id": 17
      }
    ],
    "id": 16
  },
  {
    "t": "q",
    "v": [
      {
        "t": "v",
        "n": 13,
        "v": "It is he who builds the temple of Yahweh, and he will be clothed with royal splendor, and will sit and rule on his throne.",
        "id": 19
      }
    ],
    "id": 18
  },
  {
    "t": "q",
    "v": [
      {
        "t": "t",
        "v": "He will be a priest on his throne, and he will bear a counsel of peace between the two.",
        "id": 21
      },
      {
        "t": "v",
        "n": 14,
        "v": "The crown will given to Heldai, Tobijah, Jedaiah, and for Hen son of Zephaniah as a memorial in the temple of Yahweh.",
        "id": 22
      },
      {
        "t": "v",
        "n": 15,
        "v": "Then those who are far off will come and build the temple of Yahweh, so you will know that Yahweh of hosts has sent me to you; for this will happen if you truly listen to the voice of Yahweh your God!’”",
        "id": 23
      }
    ],
    "id": 20
  }
]