{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Ask for rain from Yahweh in the season of the spring rain—"
          },
          {
            "tag": "q",
            "text": "Yahweh who makes thunderstorms—"
          },
          {
            "tag": "q",
            "text": "and he gives rain showers to everyone"
          },
          {
            "tag": "q",
            "text": "and vegetation in the field."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "For household idols speak falsely; the diviners envision a lie;"
          },
          {
            "tag": "q",
            "text": "they tell deceitful dreams and give empty comfort,"
          },
          {
            "tag": "q",
            "text": "so they wander like sheep and suffer because there is no shepherd."
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "3",
            "text": "“My wrath burns against the shepherds; it is the male goats—the leaders—that I will punish. Yahweh of hosts will also attend to his flock, the house of Judah, and make them like his warhorse in battle!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "From Judah will come the cornerstone; from him will come the tent peg; from him will come the war bow; from him will come every ruler together."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "Many modern versions put the idea of "
          },
          {
            "tag": "fqa",
            "text": "together at the start of the next verse."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "They will be like warriors who trample their enemies into the mud of the streets in battle; they will make war, for Yahweh is with them, and they will shame those who ride warhorses."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will strengthen the house of Judah and save the house of Joseph; for I will restore them and have mercy on them. They will be as though I had not cast them off, for I am Yahweh their God, and I will respond to them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Then Ephraim will be like a warrior, and their hearts will rejoice as with wine; their children will see and rejoice. Their hearts will rejoice in me!"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "I will whistle for them and gather them, for I will rescue them, and they will become as great as they previously were!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "I sowed them among the peoples, but they will remember me in distant countries, so they and their children will live and return."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For I will restore them from the land of Egypt and gather them from Assyria. I will bring them to the land of Gilead and Lebanon until there is no more room for them."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "I will pass through the sea of their affliction; I will strike the waves of that sea and will dry up all the depths of the Nile. The majesty of Assyria will be brought down, and the scepter of Egypt will go away from the Egyptians."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "I will strengthen them in myself, and they will walk in my name—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 10
  },
  "id": "ZEC unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zechariah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zechariah"
    }
  ]
}