[
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 1,
        "v": "In the eighth month of the second year of Darius’ reign, the word of Yahweh came to Zechariah son of Berechiah son of Iddo, the prophet, saying,"
      },
      {
        "t": "v",
        "n": 2,
        "v": "“Yahweh was exceedingly angry with your fathers!"
      },
      {
        "t": "v",
        "n": 3,
        "v": "Say to them, ‘Yahweh of hosts says this:"
      }
    ]
  },
  {
    "t": "q",
    "v": "Turn to me!—this is the declaration of Yahweh of hosts—"
  },
  {
    "t": "q",
    "v": "and I will return to you, says Yahweh of hosts."
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 4,
        "v": "Do not be like your fathers to whom the prophets cried out previously, saying, “Yahweh of hosts says this: Turn from your evil ways and wicked practices!” But they would not hear and did not pay attention to me—this is Yahweh’s declaration.’"
      },
      {
        "t": "v",
        "n": 5,
        "v": "Your fathers, where are they? Where are the prophets, are they here forever?"
      },
      {
        "t": "v",
        "n": 6,
        "v": "But my words and my decrees that I commanded my servants the prophets,"
      }
    ]
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "have they not overtaken your fathers?"
  },
  {
    "t": "m",
    "v": []
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 7,
        "v": "On the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius’ reign, the word of Yahweh came to Zechariah son of Berechiah son of Iddo, the prophet, saying,"
      },
      {
        "t": "v",
        "n": 8,
        "v": "“I saw in the night, and, look! a man was riding on a red horse, and he was among the myrtle trees that are in the valley; and behind him there were red, reddish-brown, and white horses.”"
      },
      {
        "t": "v",
        "n": 9,
        "v": "I said, “What are these things, Lord?” Then the angel who talked with me said to me, “I will show you what these things are.”"
      },
      {
        "t": "v",
        "n": 10,
        "v": "Then the man who stood among the myrtle trees answered and said, “These are those Yahweh has sent out to roam throughout the earth.”"
      },
      {
        "t": "v",
        "n": 11,
        "v": "They answered the angel of Yahweh who stood among the myrtle trees; they said to him, “We have been roaming throughout the earth; see, all the earth sits still and is at rest.”"
      }
    ]
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 12,
        "v": "Then the angel of Yahweh answered and said, “Yahweh of hosts, how long will you show no compassion to Jerusalem and to the cities of Judah, which you have been angry with these seventy years?”"
      },
      {
        "t": "v",
        "n": 13,
        "v": "Yahweh answered the angel who had talked with me, with good words, words of comfort."
      },
      {
        "t": "v",
        "n": 14,
        "v": "So the angel who had talked with me said to me, “Call out and say, ‘Yahweh of hosts says this:"
      },
      {
        "t": "v",
        "n": 15,
        "v": "I am very angry with the nations that are at ease."
      },
      {
        "t": "v",
        "n": 16,
        "v": "Therefore Yahweh of hosts says this:"
      },
      {
        "t": "v",
        "n": 17,
        "v": "Again call out, saying,"
      }
    ]
  },
  {
    "t": "q",
    "v": "I have been jealous for Jerusalem and for Zion with a great passion!"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "When I was only a little angry with them, they made the disaster worse."
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "I have returned to Jerusalem with mercies. My house will be built within her—"
  },
  {
    "t": "q",
    "v": "this is the declaration of Yahweh of hosts—and the measuring line will be stretched out over Jerusalem!’"
  },
  {
    "t": "q",
    "v": []
  },
  {
    "t": "q",
    "v": "‘Yahweh of hosts says this: My cities will once again overflow with goodness,"
  },
  {
    "t": "q",
    "v": "and Yahweh will again comfort Zion, and he will once again choose Jerusalem.’”"
  },
  {
    "t": "p",
    "v": [
      {
        "t": "v",
        "n": 18,
        "v": "Then I lifted up my eyes and saw four horns!"
      },
      {
        "t": "v",
        "n": 19,
        "v": "I spoke to the angel who talked with me, “What are these?” He answered me, “These are the horns that have scattered Judah, Israel, and Jerusalem.”"
      },
      {
        "t": "v",
        "n": 20,
        "v": "Then Yahweh showed me four craftsmen."
      },
      {
        "t": "v",
        "n": 21,
        "v": "I said, “What are these people coming to do?” He answered, and said, “These are the horns that scattered Judah so that no man would lift up his head. But the blacksmiths have come to terrify them, to cast down the horns of the nations that lifted up a horn against the land of Judah to scatter her.”"
      }
    ]
  }
]