{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "The word of Yahweh of hosts came to me, saying,"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“Yahweh of hosts says this: I am passionate for Zion with great zeal and I am passionate for her with great anger!"
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Yahweh of hosts says this: I will return to Zion and will live in the midst of Jerusalem, for Jerusalem will be called The City of Truth and the mountain of Yahweh of hosts will be called The Holy Mountain!"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Yahweh of hosts says this:"
          },
          {
            "tag": "q",
            "text": "Old men and old women will once again be in the streets of Jerusalem,"
          },
          {
            "tag": "q",
            "text": "and every person will need a staff in his hand because he has grown so old."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The streets of the city will be full of boys and girls playing in them."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "Yahweh of hosts says this:"
          },
          {
            "tag": "q",
            "text": "If something seems impossible in the eyes of the remnant of this people in those days,"
          },
          {
            "tag": "q",
            "text": "should it also seem impossible in my eyes?—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Yahweh of hosts says this:"
          },
          {
            "tag": "q",
            "text": "Behold, I am about to rescue my people from the land of the sunrise and from the land of the setting sun!"
          },
          {
            "tag": "v",
            "num": "8",
            "text": "For I will bring them back,"
          },
          {
            "tag": "q",
            "text": "and they will live in the midst of Jerusalem,"
          },
          {
            "tag": "q",
            "text": "so they will again be my people,"
          },
          {
            "tag": "q",
            "text": "and I will be their God in truth and in righteousness!"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Yahweh of hosts says this:"
          },
          {
            "tag": "q",
            "text": "You who now continue to hear the same words"
          },
          {
            "tag": "q",
            "text": "that came from the prophets’ mouths"
          },
          {
            "tag": "q",
            "text": "when the foundation of my house was laid—this house of mine, Yahweh of hosts:"
          },
          {
            "tag": "q",
            "text": "Strengthen your hands so that the temple can be built."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "For before those days"
          },
          {
            "tag": "q",
            "text": "no crops were gathered in by anyone,"
          },
          {
            "tag": "q",
            "text": "there was no profit for either man or beast,"
          },
          {
            "tag": "q",
            "text": "and there was no peace from enemies for anyone going or coming."
          },
          {
            "tag": "q",
            "text": "I had set every person each against his neighbor."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "But now it will not be as in former days,"
          },
          {
            "tag": "q",
            "text": "I will be with the remnant of this people—"
          },
          {
            "tag": "q",
            "text": "this is the declaration of Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "For seeds of peace will be sown;"
          },
          {
            "tag": "q",
            "text": "the climbing vine will give its fruit and the earth will give its produce;"
          },
          {
            "tag": "q",
            "text": "the skies will give their dew,"
          },
          {
            "tag": "q",
            "text": "for I will make the remnant of this people inherit all these things."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "You were an example to the other nations of a curse,"
          },
          {
            "tag": "q",
            "text": "house of Judah and house of Israel."
          },
          {
            "tag": "q",
            "text": "So I will rescue you and you will be a blessing."
          },
          {
            "tag": "q",
            "text": "Do not be afraid; let your hands be strong!"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "For Yahweh of hosts says this: "
          },
          {
            "tag": "q",
            "text": "Just as I planned to do harm to you when your ancestors provoked my anger—"
          },
          {
            "tag": "q",
            "text": "says Yahweh of hosts—and did not relent,"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "so also I will plan in these days "
          },
          {
            "tag": "q",
            "text": "to do good again to Jerusalem and the house of Judah! "
          },
          {
            "tag": "q",
            "text": "Do not fear!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "These are the things that you must do: Speak truth, every person with his neighbor. Judge with truth, justice, and peace in your gates."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Do not plan to do evil within your heart against one another, and do not love false oaths—for these are the things I hate!—this is Yahweh’s declaration.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "18",
            "text": "Then the word of Yahweh of hosts came to me, saying, "
          },
          {
            "tag": "v",
            "num": "19",
            "text": "“Yahweh of hosts says this: The fasts of the fourth month, "
          },
          {
            "tag": "q",
            "text": "the fifth month, the seventh month, and the tenth month "
          },
          {
            "tag": "q",
            "text": "will become times of joy, gladness, and happy festivals for the house of Judah! "
          },
          {
            "tag": "q",
            "text": "Therefore love truth and peace!"
          },
          {
            "tag": "v",
            "num": "20",
            "text": "Yahweh of hosts says this: People will come again, "
          },
          {
            "tag": "q",
            "text": "even those who are living in many different cities."
          },
          {
            "tag": "v",
            "num": "21",
            "text": "The inhabitants of one city will go to another city and say, "
          },
          {
            "tag": "q",
            "text": "‘Let us quickly go to beg before the face of Yahweh "
          },
          {
            "tag": "q",
            "text": "and to seek Yahweh of hosts! We ourselves are also going.’"
          },
          {
            "tag": "v",
            "num": "22",
            "text": "Many people and mighty nations will come to seek Yahweh of hosts in Jerusalem"
          },
          {
            "tag": "q",
            "text": "and beg for the favor of Yahweh!"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "23",
            "text": "Yahweh of hosts says this: In those days"
          },
          {
            "tag": "q",
            "text": "ten men from every language and nation"
          },
          {
            "tag": "q",
            "text": "will grasp the hem of your robe and say,"
          },
          {
            "tag": "q",
            "text": "‘Let us go with you, for we have heard that God is with you!’”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 8
  },
  "id": "ZEC unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zechariah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zechariah"
    }
  ]
}