{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Then the angel who was talking with me turned and roused me like a man roused from his sleep."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "He said to me, “What do you see?” I said, “I see a lampstand made entirely of gold, with a bowl on its top. It has seven lamps on it and seven lamp wicks at the top of each lamp."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Two olive trees are by it, one on the right side of the bowl and the other on the left side.”"
          },
          {
            "tag": "v",
            "num": "4",
            "text": "So I spoke again to the angel who was talking with me. I said, “What do these things mean, my master?”"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "The angel who was talking with me answered and said to me, “Do you not know what these things mean?” I said, “No, my master.”"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So he said to me, “This is the word of Yahweh to Zerubbabel: Not by might nor by power, but by my Spirit, says Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "What are you, great mountain? Before Zerubbabel you will become a plain, and he will bring out the top stone to shouts of ‘Grace! Grace to it!’”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "8",
            "text": "The word of Yahweh came to me, saying,"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "“The hands of Zerubbabel have laid the foundation of this house and his hands will bring it to completion.” Then you will know that Yahweh of hosts has sent me to you."
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "Who has despised the day of small things? These people will rejoice and will see the plumb stone in the hand of Zerubbabel. (These seven lamps are the eyes of Yahweh that roam over the whole earth.)"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "11",
            "text": "Then I asked the angel, “What are these two olive trees that stand on the left and the right of the lampstand?”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "12",
            "text": "Once more I asked him, “What are these two olive branches beside the two gold pipes that have golden oil pouring out of them?”"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Then he said to me, “Do you not know what these are?” I said, “No, my master.”"
          }
        ],
        "tag": "p"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "14",
            "text": "So he said, “These are the sons of fresh olive oil who stand before the Lord of all the earth.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 4
  },
  "id": "ZEC unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zechariah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zechariah"
    }
  ]
}