{
  "chapter": {
    "children": [
      {
        "tag": "toc1",
        "text": "The Book of Zephaniah"
      },
      {
        "tag": "toc2",
        "text": "Zephaniah"
      },
      {
        "tag": "toc3",
        "text": "Zep"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "This is the word of Yahweh that came to Zephaniah son of Cushi son of Gedaliah son of Amariah son of Hezekiah, in the days of Josiah son of Amon, king of Judah."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "“I will utterly destroy everything from off the surface of the earth—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "I will destroy man and beast; I will destroy the birds of the heavens and the fish of the sea,"
          },
          {
            "tag": "q",
            "text": "the ruins along with the wicked."
          },
          {
            "tag": "q",
            "text": "For I will cut off man from the surface of the earth—this is Yahweh’s declaration."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "I will reach out with my hand over Judah and all the inhabitants of Jerusalem."
          },
          {
            "tag": "q",
            "text": "I will cut off every remnant of Baal from this place and the names of the idolatrous people among the priests,"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "the people who on the housetops worship the heavenly bodies,"
          },
          {
            "tag": "q",
            "text": "and the people who worship and swear to Yahweh but who also swear by their king."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The Hebrew text has "
          },
          {
            "tag": "fqa",
            "text": "by their king , but some modern versions read"
          },
          {
            "tag": "fqa",
            "text": "by Milcom , the name of a pagan god that many people worshiped."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "6",
            "text": "I will also cut off those who have turned away from following Yahweh, those who neither seek Yahweh nor ask for his guidance.”"
          },
          {
            "tag": "v",
            "num": "7",
            "text": "Be silent before the Lord Yahweh! For the day of Yahweh is near;"
          },
          {
            "tag": "q",
            "text": "Yahweh has prepared the sacrifice and set apart his guests."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "“It will come about on the day of Yahweh’s sacrifice,"
          },
          {
            "tag": "q",
            "text": "that I will punish the princes and the king’s sons,"
          },
          {
            "tag": "q",
            "text": "and everyone dressed in foreign clothes."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "On that day I will punish all those who leap over the threshold,"
          },
          {
            "tag": "q",
            "text": "those who fill their master’s house with violence and deceit."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "So it will be on that day—this is Yahweh’s declaration—"
          },
          {
            "tag": "q",
            "text": "that a cry of distress will come from the Fish Gate, wailing from the Second District,"
          },
          {
            "tag": "q",
            "text": "and a great crashing sound from the hills."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Wail, inhabitants of the Market District,"
          },
          {
            "tag": "q",
            "text": "for all the merchants will be ruined; all those who weigh out silver will be cut off."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "It will come about at that time that"
          },
          {
            "tag": "q",
            "text": "I will search Jerusalem with lamps and punish the men"
          },
          {
            "tag": "q",
            "text": "who have settled into their wine and say in their heart,"
          },
          {
            "tag": "q",
            "text": "‘Yahweh will not do anything, either good or evil.’"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "Their wealth will become plunder, and their houses will be an abandoned devastation!"
          },
          {
            "tag": "q",
            "text": "They will build houses but not live in them, and plant vineyards but not drink their wine."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "The great day of Yahweh is near, near and hurrying quickly!"
          },
          {
            "tag": "q",
            "text": "The sound of the day of Yahweh will be that of a warrior crying bitterly!"
          },
          {
            "tag": "v",
            "num": "15",
            "text": "That day will be a day of fury, a day of distress and anguish,"
          },
          {
            "tag": "q",
            "text": "a day of storm and devastation, a day of darkness and gloom,"
          },
          {
            "tag": "q",
            "text": "a day of clouds and thick darkness."
          },
          {
            "tag": "v",
            "num": "16",
            "text": "It will be a day of trumpets and alarms"
          },
          {
            "tag": "q",
            "text": "against the fortified cities and the high battlements."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "For I will bring distress upon mankind, so that they will walk about like blind men"
          },
          {
            "tag": "q",
            "text": "since they have sinned against Yahweh."
          },
          {
            "tag": "q",
            "text": "Their blood will be poured out like dust, and their inner parts like dung."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "Neither their silver nor their gold will be able to save them"
          },
          {
            "tag": "q",
            "text": "on the day of Yahweh’s fury. In the fire of his jealousy the whole earth will be consumed,"
          },
          {
            "tag": "q",
            "text": "for he will bring a complete, a terrible end of all the inhabitants of the earth.”"
          }
        ],
        "tag": "p"
      }
    ],
    "num": 1
  },
  "id": "ZEP unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zephaniah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zephaniah"
    }
  ]
}