{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Rally yourselves together and gather, unashamed nation—"
          },
          {
            "tag": "v",
            "num": "2",
            "text": "before the decree takes effect and that day passes like the chaff,"
          },
          {
            "tag": "q",
            "text": "before the fierce anger of Yahweh’s wrath comes upon you, before the day of the wrath of Yahweh comes upon you."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Seek Yahweh, all you humble people on earth who obey his decrees!"
          },
          {
            "tag": "q",
            "text": "Seek righteousness. Seek humility,"
          },
          {
            "tag": "q",
            "text": "and perhaps you will be protected in the day of Yahweh’s wrath."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "For Gaza will be abandoned, and Ashkelon will turn into a devastation."
          },
          {
            "tag": "q",
            "text": "They will drive out Ashdod at noon, and they will uproot Ekron!"
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Woe to the inhabitants of the seacoast, the nation of the Kerethites! Yahweh has spoken against you,"
          },
          {
            "tag": "q",
            "text": "Canaan, land of the Philistines. I will destroy you until no inhabitant remains."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "So the seacoast will become pastures for shepherds and for sheep pens."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "The coastal region will belong to the remnant of the house of Judah,"
          },
          {
            "tag": "q",
            "text": "who will shepherd their flocks there. Their people will lie down in the evening in the houses of Ashkelon,"
          },
          {
            "tag": "q",
            "text": "for Yahweh their God will care for them and restore their fortunes."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "“I have heard the taunts of Moab and the reviling of the people of Ammon"
          },
          {
            "tag": "q",
            "text": "when they taunted my people and violated their borders."
          },
          {
            "tag": "v",
            "num": "9",
            "text": "Therefore, as I live—this is the declaration of Yahweh of hosts, God of Israel—"
          },
          {
            "tag": "q",
            "text": "Moab will become like Sodom, and the people of Ammon like Gomorrah;"
          },
          {
            "tag": "q",
            "text": "a place of nettles and a salt pit, deserted forever."
          },
          {
            "tag": "q",
            "text": "But the remnant of my people will plunder them, and the remainder of my nation will take possession of them.”"
          }
        ],
        "tag": "m"
      },
      {
        "children": [
          {
            "tag": "v",
            "num": "10",
            "text": "This will happen to Moab and Ammon because of their pride, since they taunted and mocked the people of Yahweh of hosts."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "Then they will fear Yahweh, for he will taunt all the gods of the earth. Everyone will worship him, everyone from his own place, from every seashore. "
          },
          {
            "tag": "v",
            "num": "12",
            "text": "You Cushites also will be pierced by my sword,"
          },
          {
            "tag": "v",
            "num": "13",
            "text": "and God’s hand will attack the north and destroy Assyria,"
          },
          {
            "tag": "q",
            "text": "so that Nineveh will become an abandoned devastation, as dry as the desert."
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Then herds will lie down there, every animal of the nations,"
          },
          {
            "tag": "q",
            "text": "both the desert owl and the screech owl will rest in the top of her columns."
          },
          {
            "tag": "q",
            "text": "A call will sing out from the windows; rubble will be in the doorways; her carved cedar beams will be exposed."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "This is the exultant city that lived without fear,"
          },
          {
            "tag": "q",
            "text": "that said in her heart, “I am, and nothing is my equal.”"
          },
          {
            "tag": "q",
            "text": "How she has become a horror, a place for beasts to lie down in."
          },
          {
            "tag": "q",
            "text": "Everyone that passes by her will hiss and shake his fist at her."
          }
        ],
        "tag": "p"
      }
    ],
    "num": 2
  },
  "id": "ZEP unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zephaniah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zephaniah"
    }
  ]
}