{
  "chapter": {
    "children": [
      {
        "children": [
          {
            "tag": "v",
            "num": "1",
            "text": "Woe to the rebellious city! The violent city is defiled."
          },
          {
            "tag": "v",
            "num": "2",
            "text": "She has not listened to the voice of God, nor accepted correction from Yahweh."
          },
          {
            "tag": "q",
            "text": "She does not trust in Yahweh and will not approach her God."
          },
          {
            "tag": "v",
            "num": "3",
            "text": "Her princes are roaring lions in her midst."
          },
          {
            "tag": "q",
            "text": "Her judges are evening wolves who leave nothing to be gnawed upon in the morning."
          },
          {
            "tag": "v",
            "num": "4",
            "text": "Her prophets are insolent and treasonous men."
          },
          {
            "tag": "q",
            "text": "Her priests have profaned what is holy and have done violence to the law."
          },
          {
            "tag": "v",
            "num": "5",
            "text": "Yahweh is righteous in her midst. He can do no wrong."
          },
          {
            "tag": "q",
            "text": "Morning by morning he will dispense his justice! It will not be hidden in the light, yet unrighteous people know no shame."
          },
          {
            "tag": "v",
            "num": "6",
            "text": "“I have destroyed nations; their fortresses are ruined."
          },
          {
            "tag": "q",
            "text": "I have made their streets ruins, so that no one passes over them."
          },
          {
            "tag": "q",
            "text": "Their cities are destroyed so that there is no man inhabiting them."
          },
          {
            "tag": "v",
            "num": "7",
            "text": "I said, ‘Surely you will fear me. Accept correction"
          },
          {
            "tag": "q",
            "text": "and do not be cut off from your homes by all that I have planned to do to you.’"
          },
          {
            "tag": "q",
            "text": "But they were eager to begin each morning by corrupting all their deeds."
          },
          {
            "tag": "v",
            "num": "8",
            "text": "Therefore wait for me—this is Yahweh’s declaration—until the day that I rise up to seize the prey."
          },
          {
            "tag": "q",
            "text": "For my decision is to assemble the nations, to gather the kingdoms,"
          },
          {
            "tag": "q",
            "text": "to pour out on them my anger—all of my burning wrath;"
          },
          {
            "tag": "q",
            "text": "for in the fire of my jealousy all the earth will be consumed. "
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "The Hebrew text as "
          },
          {
            "tag": "fqa",
            "text": "until the day that I rise up to seize the prey . However, some ancient and modern versions have"
          },
          {
            "tag": "fqa",
            "text": "until the day that I rise up as a witness ."
          },
          {
            "tag": "f",
            "text": "*"
          },
          {
            "tag": "v",
            "num": "9",
            "text": "But then I will purify the lips of the peoples,"
          },
          {
            "tag": "q",
            "text": "that all of them may call upon the name of Yahweh to serve him shoulder to shoulder."
          },
          {
            "tag": "v",
            "num": "10",
            "text": "From beyond the river of Cush my worshipers—my scattered people—will bring offerings due me."
          },
          {
            "tag": "v",
            "num": "11",
            "text": "In that day you will not be put to shame for all your deeds that you committed against me,"
          },
          {
            "tag": "q",
            "text": "since at that time I will remove from among you those who celebrated your pride,"
          },
          {
            "tag": "q",
            "text": "and because you will no longer act arrogantly on my holy mountain."
          },
          {
            "tag": "v",
            "num": "12",
            "text": "But I will leave among you a lowly and poor people,"
          },
          {
            "tag": "q",
            "text": "and they will find refuge in the name of Yahweh."
          },
          {
            "tag": "v",
            "num": "13",
            "text": "The remnant of Israel will no longer commit injustice or speak lies,"
          },
          {
            "tag": "q",
            "text": "and no deceitful tongue will be found in their mouth;"
          },
          {
            "tag": "q",
            "text": "so they will graze and lie down, and no one will make them afraid.”"
          },
          {
            "tag": "v",
            "num": "14",
            "text": "Sing, daughter of Zion! Shout, Israel."
          },
          {
            "tag": "q",
            "text": "Be glad and rejoice with all your heart, daughter of Jerusalem."
          },
          {
            "tag": "v",
            "num": "15",
            "text": "Yahweh has taken away your punishment; he has driven out your enemies!"
          },
          {
            "tag": "q",
            "text": "Yahweh is the king of Israel among you. You will never again fear evil!"
          },
          {
            "tag": "v",
            "num": "16",
            "text": "In that day they will say to Jerusalem,"
          },
          {
            "tag": "q",
            "text": "“Do not fear, Zion. Do not let your hands falter."
          },
          {
            "tag": "v",
            "num": "17",
            "text": "Yahweh your God is among you, a mighty one to save you."
          },
          {
            "tag": "q",
            "text": "He will celebrate over you with joy; he will be silent over you in his love;"
          },
          {
            "tag": "q",
            "text": "he will be glad over you with a shout for joy."
          },
          {
            "tag": "v",
            "num": "18",
            "text": "I will gather those who grieve, those who cannot attend the appointed feasts,"
          },
          {
            "tag": "q",
            "text": "so you will no longer bear any shame for it."
          },
          {
            "tag": "f",
            "text": "+ "
          },
          {
            "tag": "ft",
            "text": "This verse is very difficult to understand, and modern versions translate it in many different ways. "
          },
          {
            "tag": "v",
            "num": "19",
            "text": "Behold, I am about to deal with all your oppressors."
          },
          {
            "tag": "q",
            "text": "At that time, I will rescue the lame and gather up the outcast."
          },
          {
            "tag": "q",
            "text": "I will make them as praise, and I will change their shame into renown in all the earth."
          },
          {
            "tag": "v",
            "num": "20",
            "text": "At that time I will lead you; at that time I will gather you together."
          },
          {
            "tag": "q",
            "text": "I will make all the nations of the earth respect and praise you, when you see that I restored you,”"
          },
          {
            "tag": "q",
            "text": "says Yahweh."
          }
        ],
        "tag": "m"
      }
    ],
    "num": 3
  },
  "id": "ZEP unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zephaniah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zephaniah"
    }
  ]
}