{
  "chapters": [
    {
      "children": [
        {
          "tag": "toc1",
          "text": "The Book of Zephaniah"
        },
        {
          "tag": "toc2",
          "text": "Zephaniah"
        },
        {
          "tag": "toc3",
          "text": "Zep"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "This is the word of Yahweh that came to Zephaniah son of Cushi son of Gedaliah son of Amariah son of Hezekiah, in the days of Josiah son of Amon, king of Judah."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "“I will utterly destroy everything from off the surface of the earth—this is Yahweh’s declaration."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "I will destroy man and beast; I will destroy the birds of the heavens and the fish of the sea,"
            },
            {
              "tag": "q",
              "text": "the ruins along with the wicked."
            },
            {
              "tag": "q",
              "text": "For I will cut off man from the surface of the earth—this is Yahweh’s declaration."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "I will reach out with my hand over Judah and all the inhabitants of Jerusalem."
            },
            {
              "tag": "q",
              "text": "I will cut off every remnant of Baal from this place and the names of the idolatrous people among the priests,"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "the people who on the housetops worship the heavenly bodies,"
            },
            {
              "tag": "q",
              "text": "and the people who worship and swear to Yahweh but who also swear by their king."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew text has "
            },
            {
              "tag": "fqa",
              "text": "by their king , but some modern versions read"
            },
            {
              "tag": "fqa",
              "text": "by Milcom , the name of a pagan god that many people worshiped."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "6",
              "text": "I will also cut off those who have turned away from following Yahweh, those who neither seek Yahweh nor ask for his guidance.”"
            },
            {
              "tag": "v",
              "num": "7",
              "text": "Be silent before the Lord Yahweh! For the day of Yahweh is near;"
            },
            {
              "tag": "q",
              "text": "Yahweh has prepared the sacrifice and set apart his guests."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "“It will come about on the day of Yahweh’s sacrifice,"
            },
            {
              "tag": "q",
              "text": "that I will punish the princes and the king’s sons,"
            },
            {
              "tag": "q",
              "text": "and everyone dressed in foreign clothes."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "On that day I will punish all those who leap over the threshold,"
            },
            {
              "tag": "q",
              "text": "those who fill their master’s house with violence and deceit."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "So it will be on that day—this is Yahweh’s declaration—"
            },
            {
              "tag": "q",
              "text": "that a cry of distress will come from the Fish Gate, wailing from the Second District,"
            },
            {
              "tag": "q",
              "text": "and a great crashing sound from the hills."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Wail, inhabitants of the Market District,"
            },
            {
              "tag": "q",
              "text": "for all the merchants will be ruined; all those who weigh out silver will be cut off."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "It will come about at that time that"
            },
            {
              "tag": "q",
              "text": "I will search Jerusalem with lamps and punish the men"
            },
            {
              "tag": "q",
              "text": "who have settled into their wine and say in their heart,"
            },
            {
              "tag": "q",
              "text": "‘Yahweh will not do anything, either good or evil.’"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "Their wealth will become plunder, and their houses will be an abandoned devastation!"
            },
            {
              "tag": "q",
              "text": "They will build houses but not live in them, and plant vineyards but not drink their wine."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "The great day of Yahweh is near, near and hurrying quickly!"
            },
            {
              "tag": "q",
              "text": "The sound of the day of Yahweh will be that of a warrior crying bitterly!"
            },
            {
              "tag": "v",
              "num": "15",
              "text": "That day will be a day of fury, a day of distress and anguish,"
            },
            {
              "tag": "q",
              "text": "a day of storm and devastation, a day of darkness and gloom,"
            },
            {
              "tag": "q",
              "text": "a day of clouds and thick darkness."
            },
            {
              "tag": "v",
              "num": "16",
              "text": "It will be a day of trumpets and alarms"
            },
            {
              "tag": "q",
              "text": "against the fortified cities and the high battlements."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "For I will bring distress upon mankind, so that they will walk about like blind men"
            },
            {
              "tag": "q",
              "text": "since they have sinned against Yahweh."
            },
            {
              "tag": "q",
              "text": "Their blood will be poured out like dust, and their inner parts like dung."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "Neither their silver nor their gold will be able to save them"
            },
            {
              "tag": "q",
              "text": "on the day of Yahweh’s fury. In the fire of his jealousy the whole earth will be consumed,"
            },
            {
              "tag": "q",
              "text": "for he will bring a complete, a terrible end of all the inhabitants of the earth.”"
            }
          ],
          "tag": "p"
        }
      ],
      "num": 2
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Rally yourselves together and gather, unashamed nation—"
            },
            {
              "tag": "v",
              "num": "2",
              "text": "before the decree takes effect and that day passes like the chaff,"
            },
            {
              "tag": "q",
              "text": "before the fierce anger of Yahweh’s wrath comes upon you, before the day of the wrath of Yahweh comes upon you."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Seek Yahweh, all you humble people on earth who obey his decrees!"
            },
            {
              "tag": "q",
              "text": "Seek righteousness. Seek humility,"
            },
            {
              "tag": "q",
              "text": "and perhaps you will be protected in the day of Yahweh’s wrath."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "For Gaza will be abandoned, and Ashkelon will turn into a devastation."
            },
            {
              "tag": "q",
              "text": "They will drive out Ashdod at noon, and they will uproot Ekron!"
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Woe to the inhabitants of the seacoast, the nation of the Kerethites! Yahweh has spoken against you,"
            },
            {
              "tag": "q",
              "text": "Canaan, land of the Philistines. I will destroy you until no inhabitant remains."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "So the seacoast will become pastures for shepherds and for sheep pens."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "The coastal region will belong to the remnant of the house of Judah,"
            },
            {
              "tag": "q",
              "text": "who will shepherd their flocks there. Their people will lie down in the evening in the houses of Ashkelon,"
            },
            {
              "tag": "q",
              "text": "for Yahweh their God will care for them and restore their fortunes."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "“I have heard the taunts of Moab and the reviling of the people of Ammon"
            },
            {
              "tag": "q",
              "text": "when they taunted my people and violated their borders."
            },
            {
              "tag": "v",
              "num": "9",
              "text": "Therefore, as I live—this is the declaration of Yahweh of hosts, God of Israel—"
            },
            {
              "tag": "q",
              "text": "Moab will become like Sodom, and the people of Ammon like Gomorrah;"
            },
            {
              "tag": "q",
              "text": "a place of nettles and a salt pit, deserted forever."
            },
            {
              "tag": "q",
              "text": "But the remnant of my people will plunder them, and the remainder of my nation will take possession of them.”"
            }
          ],
          "tag": "m"
        },
        {
          "children": [
            {
              "tag": "v",
              "num": "10",
              "text": "This will happen to Moab and Ammon because of their pride, since they taunted and mocked the people of Yahweh of hosts."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "Then they will fear Yahweh, for he will taunt all the gods of the earth. Everyone will worship him, everyone from his own place, from every seashore. "
            },
            {
              "tag": "v",
              "num": "12",
              "text": "You Cushites also will be pierced by my sword,"
            },
            {
              "tag": "v",
              "num": "13",
              "text": "and God’s hand will attack the north and destroy Assyria,"
            },
            {
              "tag": "q",
              "text": "so that Nineveh will become an abandoned devastation, as dry as the desert."
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Then herds will lie down there, every animal of the nations,"
            },
            {
              "tag": "q",
              "text": "both the desert owl and the screech owl will rest in the top of her columns."
            },
            {
              "tag": "q",
              "text": "A call will sing out from the windows; rubble will be in the doorways; her carved cedar beams will be exposed."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "This is the exultant city that lived without fear,"
            },
            {
              "tag": "q",
              "text": "that said in her heart, “I am, and nothing is my equal.”"
            },
            {
              "tag": "q",
              "text": "How she has become a horror, a place for beasts to lie down in."
            },
            {
              "tag": "q",
              "text": "Everyone that passes by her will hiss and shake his fist at her."
            }
          ],
          "tag": "p"
        }
      ],
      "num": 3
    },
    {
      "children": [
        {
          "children": [
            {
              "tag": "v",
              "num": "1",
              "text": "Woe to the rebellious city! The violent city is defiled."
            },
            {
              "tag": "v",
              "num": "2",
              "text": "She has not listened to the voice of God, nor accepted correction from Yahweh."
            },
            {
              "tag": "q",
              "text": "She does not trust in Yahweh and will not approach her God."
            },
            {
              "tag": "v",
              "num": "3",
              "text": "Her princes are roaring lions in her midst."
            },
            {
              "tag": "q",
              "text": "Her judges are evening wolves who leave nothing to be gnawed upon in the morning."
            },
            {
              "tag": "v",
              "num": "4",
              "text": "Her prophets are insolent and treasonous men."
            },
            {
              "tag": "q",
              "text": "Her priests have profaned what is holy and have done violence to the law."
            },
            {
              "tag": "v",
              "num": "5",
              "text": "Yahweh is righteous in her midst. He can do no wrong."
            },
            {
              "tag": "q",
              "text": "Morning by morning he will dispense his justice! It will not be hidden in the light, yet unrighteous people know no shame."
            },
            {
              "tag": "v",
              "num": "6",
              "text": "“I have destroyed nations; their fortresses are ruined."
            },
            {
              "tag": "q",
              "text": "I have made their streets ruins, so that no one passes over them."
            },
            {
              "tag": "q",
              "text": "Their cities are destroyed so that there is no man inhabiting them."
            },
            {
              "tag": "v",
              "num": "7",
              "text": "I said, ‘Surely you will fear me. Accept correction"
            },
            {
              "tag": "q",
              "text": "and do not be cut off from your homes by all that I have planned to do to you.’"
            },
            {
              "tag": "q",
              "text": "But they were eager to begin each morning by corrupting all their deeds."
            },
            {
              "tag": "v",
              "num": "8",
              "text": "Therefore wait for me—this is Yahweh’s declaration—until the day that I rise up to seize the prey."
            },
            {
              "tag": "q",
              "text": "For my decision is to assemble the nations, to gather the kingdoms,"
            },
            {
              "tag": "q",
              "text": "to pour out on them my anger—all of my burning wrath;"
            },
            {
              "tag": "q",
              "text": "for in the fire of my jealousy all the earth will be consumed. "
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "The Hebrew text as "
            },
            {
              "tag": "fqa",
              "text": "until the day that I rise up to seize the prey . However, some ancient and modern versions have"
            },
            {
              "tag": "fqa",
              "text": "until the day that I rise up as a witness ."
            },
            {
              "tag": "f",
              "text": "*"
            },
            {
              "tag": "v",
              "num": "9",
              "text": "But then I will purify the lips of the peoples,"
            },
            {
              "tag": "q",
              "text": "that all of them may call upon the name of Yahweh to serve him shoulder to shoulder."
            },
            {
              "tag": "v",
              "num": "10",
              "text": "From beyond the river of Cush my worshipers—my scattered people—will bring offerings due me."
            },
            {
              "tag": "v",
              "num": "11",
              "text": "In that day you will not be put to shame for all your deeds that you committed against me,"
            },
            {
              "tag": "q",
              "text": "since at that time I will remove from among you those who celebrated your pride,"
            },
            {
              "tag": "q",
              "text": "and because you will no longer act arrogantly on my holy mountain."
            },
            {
              "tag": "v",
              "num": "12",
              "text": "But I will leave among you a lowly and poor people,"
            },
            {
              "tag": "q",
              "text": "and they will find refuge in the name of Yahweh."
            },
            {
              "tag": "v",
              "num": "13",
              "text": "The remnant of Israel will no longer commit injustice or speak lies,"
            },
            {
              "tag": "q",
              "text": "and no deceitful tongue will be found in their mouth;"
            },
            {
              "tag": "q",
              "text": "so they will graze and lie down, and no one will make them afraid.”"
            },
            {
              "tag": "v",
              "num": "14",
              "text": "Sing, daughter of Zion! Shout, Israel."
            },
            {
              "tag": "q",
              "text": "Be glad and rejoice with all your heart, daughter of Jerusalem."
            },
            {
              "tag": "v",
              "num": "15",
              "text": "Yahweh has taken away your punishment; he has driven out your enemies!"
            },
            {
              "tag": "q",
              "text": "Yahweh is the king of Israel among you. You will never again fear evil!"
            },
            {
              "tag": "v",
              "num": "16",
              "text": "In that day they will say to Jerusalem,"
            },
            {
              "tag": "q",
              "text": "“Do not fear, Zion. Do not let your hands falter."
            },
            {
              "tag": "v",
              "num": "17",
              "text": "Yahweh your God is among you, a mighty one to save you."
            },
            {
              "tag": "q",
              "text": "He will celebrate over you with joy; he will be silent over you in his love;"
            },
            {
              "tag": "q",
              "text": "he will be glad over you with a shout for joy."
            },
            {
              "tag": "v",
              "num": "18",
              "text": "I will gather those who grieve, those who cannot attend the appointed feasts,"
            },
            {
              "tag": "q",
              "text": "so you will no longer bear any shame for it."
            },
            {
              "tag": "f",
              "text": "+ "
            },
            {
              "tag": "ft",
              "text": "This verse is very difficult to understand, and modern versions translate it in many different ways. "
            },
            {
              "tag": "v",
              "num": "19",
              "text": "Behold, I am about to deal with all your oppressors."
            },
            {
              "tag": "q",
              "text": "At that time, I will rescue the lame and gather up the outcast."
            },
            {
              "tag": "q",
              "text": "I will make them as praise, and I will change their shame into renown in all the earth."
            },
            {
              "tag": "v",
              "num": "20",
              "text": "At that time I will lead you; at that time I will gather you together."
            },
            {
              "tag": "q",
              "text": "I will make all the nations of the earth respect and praise you, when you see that I restored you,”"
            },
            {
              "tag": "q",
              "text": "says Yahweh."
            }
          ],
          "tag": "m"
        }
      ]
    }
  ],
  "id": "ZEP unfoldingWord Literal Text",
  "ide": "UTF-8",
  "h": "Zephaniah",
  "intro": [
    {
      "tag": "mt",
      "text": "Zephaniah"
    }
  ]
}